Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Infusionsoft Payment Settings
ro_ro: Setări plată Infusionsoft

source: Account was created on %s via your event registration system. Attendee [registration] id: %d [%s]
ro_ro: Contul a fost creat la %s prin intermediul sistemului dumneavoastră de înscrieri evenimente. Identificator participant [înscriere]: %d [%s]

source: Deactivate Infusionsoft Payment Gateway?
ro_ro: Dezactivați gateway-ul de plată Infusionsoft?

source: Gateway Settings
ro_ro: Setări gateway

source: This is only needed if you are using Infusionsoft to process payments. To get your Merchant ID, please follow %sthis guide%s.)
ro_ro: Acest lucru este necesar doar dacă utilizați Infusionsoft pentru a procesa plățile. Pentru a obține identificatorul dumneavoastră de comerciant, vă rugăm să urmați %sacest ghid%s.)

source: Attendee ID:
ro_ro: Identificator participant:

source: Manage Infusionsoft Settings
ro_ro: Administrare setări Infusionsoft

source: Application Name
ro_ro: Nume aplicație

source: There was an error adding your details to Infusionsoft.
ro_ro: A apărut o eroare în adăugarea detaliilor dumneavoastră la Infusionsoft.

source: Encrypted/Private Key
ro_ro: Cheie privată/criptată

source: infusionsoft settings saved.
ro_ro: Setări Infusionsoft salvate.

source: Could not connect to Infusionsoft.
ro_ro: Imposibil de conectat la Infusionsoft.

source: Please go here to set manage your Infusionsoft Settings...
ro_ro: Vă rugăm să mergeți aici pentru a administra setările Infusionsoft

source: Activate Infusionsoft Payment Gateway?
ro_ro: Activați gateway-ul de plată Infusionsoft?

source: Please select a card type
ro_ro: Vă rugăm să selectați un tip de card

source: Payment made on website for registration id #
ro_ro: Plată efectuată prin site-ul web, pentru înscrierea cu identificatorul #

source: Error:
ro_ro: Eroare:

source: Invalid request. You should also provide a resource, eg: 'events'. You only provided the following api key:
ro_ro: Cerere invalidă. Ar trebui de asemenea să furnizați o resursă, de ex.: „evenimente” („events”). Ați furnizat doar următoarea cheie api:

source: Endpoint not yet implemented
ro_ro: Punctul final nu este încă implementat

source: Not authorized to access that endpoint
ro_ro: Neautorizat pentru a accesa acel punct final

source: Request is ok, but there is no object of specified type with id:
ro_ro: Cererea este ok, dar nu există niciun obiect de tipul specificat cu identificatorul:

source: Event Espresso API cannot work because it appears URL Rewrite is turned off. Please activate it from Settings -> Permalinks, and there select the 'post name' option for URLs.
ro_ro: API Event Espersso nu poate funcționa deoarece se pare că Rescrierea URL este oprită. Vă rugăm să o activați din Setări -> Legături permanente, unde trebuie selectată opțiunea „Numele articolului” pentru URL-uri.

source: Event Espresso - API Settings
ro_ro: Event Espresso - Setări API

source: API Settings
ro_ro: Setări API

source: About
ro_ro: Despre

source: Options
ro_ro: Opțiuni

source: Force API clients to re-authenticate
ro_ro: Forțează reautentificarea clienților API

source: By clicking the above button, all API sessions for anyone using the API (users of iphone app, iPad app, and other API clients) will be forced to provide their username and password again. Do this if you suspect an authenticated device (eg, iPad, computer, etc) has fallen into the hands of someone who shouldn't be allowed to access your private data
ro_ro: Dând clic pe butonul de mai sus, toate sesiunile API pentru oricine utilizează API-ul (utilizatori ai aplicației iphone, iPad și alți clienți API) → → → → → → → → → → vor fi forțate să furnizeze din nou numele de utilizator ale acestora și parola. Faceți acest lucru dacă suspectați că un dispozitiv autentificat (ex.: iPad, computer, etc.) a → → → → → → → → → ajuns pe mâna cuiva care nu ar avea dreptul de a accesa datele private alte dumneavoastră

source: Force API users to re-authenticate (login) after this much time of inactivity. Requiring users to login more frequently may help improve security, but may also be tedious for API users.
ro_ro: Forțează utilizatorii API să se reautentifice (login) după atâta timp de inactivitate. Necesitând ca utilizatorii să se autentifice mai des → → → → → → → → → poate ajuta la îmbunătățirea securității, dar poate fi obositor pentru utilizatorii API.

source: Allow Public API Access?
ro_ro: Permiteți acces public la API?

source: Enabling will allow non-logged-in api clients to get certain information from your website via the API. Accessible information consists of: events, event categories, dates and times of events, prices, price types, venues and questions. However, they will NOT be able to see: promocodes, attendees, registrations, transactions, or answers
ro_ro: Activarea va permite clienților API neautentificați să obțină anumite informații din partea site-ului dumneavoastră web prin intermediul API. Informațiile accesibile constau în: → → → → → → → → → evenimente, categorii evenimente, date și ore ale evenimentelor, prețuri, tipuri de preț, locații și întrebări. Totuși, ei NU vor putea să vadă: coduri promoționale, participanți, → → → → → → → → → înscrieri, tranzacții sau răspunsuri

source: Default Query Limits
ro_ro: Limite implicite de interogare

source: When an api API clients make a request to the following endpoints, and they do not specify a "limit", how many results should be returned?
ro_ro: Când un client API efectuează o cerere către următoarele obiective și nu specifică o "limită", câte rânduri ar trebui întoarse?

source: Note: returning a smaller number by default will increase speed, but api clients may not see all the results they would like.
ro_ro: Notă: întoarcerea implicită a unui număr mai mic va mări viteza, dar clienții api s-ar putea să nu vadă toate rezultatele dorite.

source: Also note: the api clients can always override these limits by specifying a "limit" query parameter.
ro_ro: De asemenea, luați aminte: clienții api pot suprascrie oricând aceste limite prin specificarea unui parametru "limită" al interogării.

source: Developers
ro_ro: Dezvoltatori

source: For information on how to use the API, please read the
ro_ro: Pentru mai multe informații privind utilizarea API, vă rugăm să citiți

source: Event Espresso Codex Documentation
ro_ro: Documentație codex a Event Espresso

source: Denied. You requested to delete all events, and we don't think you meant to do that
ro_ro: Refuzat. Ați solicitat ștergerea tuturor evenimentelor și nu credem ca v-ați referit la asta

source: Request Method Not Recognized:
ro_ro: Metoda solicitată nu este recunoscută:

source: Could not find object with id
ro_ro: Nu a putut fi găsit obiectul cu identificatorul

source: POST (create) on a specific item is not supported. You probably meant to PUT:
ro_ro: Metoda POST (creare) pentru un articol specific nu este suportată. Probabil v-ați referit la metoda PUT:

source: Could not find object with id for update:
ro_ro: Nu a putut fi găsit, pentru actualizare, obiectul cu identificatorul:

source: Could not find object with id for deletion:
ro_ro: Nu a putut fi găsit, pentru ștergere, obiectul cu identificatorul:

source: POST and PUT requests must contain all input in a field called 'body'. Eg: 'body:"{\'Registrations\':[{\'id:\'12,...}]}"
ro_ro: Cererile POST și PUT trebuie să conțină tot mesajul de intrare într-un câmp numit „body” (corp). Ex.: 'body:"{\'Registrations\':[{\'id:\'12,...}]}"

source: Attribute on object was not found:
ro_ro: Atributul obiectului nu a fost găsit:

source: Attribute on object could not be created:
ro_ro: Atributul obiectului nu a putut fi creat:

source: Attribute on object was not found for updating
ro_ro: Atributul obiectului nu a fost găsit, în vederea actualizării

source: Attribute on object was not found for deletion:
ro_ro: Atributul obiectului nu a fost găsit, în vederea ștergerii:

source: EspressoAPI Class Loader Error. Could not find Class of Type:
ro_ro: Eroare de încărcare clasă prin EspressoAPI. Nu a putut fi găsită clasa de tipul:

source: Query parameter '%s' not a valid parameter of resource '%s'
ro_ro: Parametrul de interogare „%s” nu este un parametru valid pentru resursa „%s”

source: Allowed values are :%s
ro_ro: Valori permise sunt: %s

source: Param '%s' with value '%s' is not of allowed type '%s'. %s
ro_ro: Parametrul „%s” cu valoarea „%s” nu este de un tip permis „%s”. %s

source: Parsing error. Expected %s to be an array
ro_ro: Eroare de analiză. Se aștepta ca %s să fie o matrice

source: %s in wrong Event Espresso Format! Expected value: %s but it wasnt set in %s.
ro_ro: %s în format greșit Event Espresso! Valoare așteptată: %s, dar nu a fost setată în %s.

source: Response in wrong format. For more information please turn on WP_DEBUG in wp-config
ro_ro: Răspuns în format greșit. Pentru mai multe informații vă rugăm să activați WP_DEBUG în wp-config

source: Param %s with value %s is not of allowed type %s.
ro_ro: Parametrul %s cu valoarea %s nu este de tipul permis %s.

source: Event Espresso Internal bug. Misconfiguered Resource variables. Please contact Event Espresso.
ro_ro: Eroare internă Event Espresso. Variabile resursă configurate greșit. Vă rugăm să contactați Event Espresso.

source: Internal Event Espresso API Error while validating data. Type %s not permitted
ro_ro: Eroare internă API Event Espresso în timpul validării datelor. Tipul %s nu este permis

source: Illegal get parameter passed!:
ro_ro: A fost transmis un parametru GET ilegal! :

source: The key/value pair you specified in your query is invalid:
ro_ro: Perechea cheie/valoare pe care ați specificat-o în interogarea dumneavoastră este invalidă:

source: . Valid inputs would be :
ro_ro: Intrări valide ar fi:

source: is not a valid api operator. try one of these: lt,lte,gt,gte,like,in
ro_ro: nu este un operator API valid. Încercați unul din acestea: lt, lte, gt, gte, like, in

source: You may provide at most 2 values for limit, eg. '32', or '100,50'. You provided '%s'
ro_ro: Puteți furniza cel mult două valori pentru limită, de ex. „32” sau „100,50”. Ați furnizat „%s”

source: You may provide at most 2 integer values for limit, eg. '32', or '100,50'. You provided '%s'
ro_ro: Puteți furniza cel mult două valori numerice întregi pentru limită, de ex. „32” sau „100,50”. Ați furnizat „%s”

source: Internal Error. "%s" is a temporary id, but hasn't yet been set. Contact Event Espresso support with the HTTP request info and DB dump.
ro_ro: Eroare internă. „%s” este un identificator temporar, nu a fost încă setat. Contactați echipa de suport Event Espresso cu informații privind cererea HTTP și cu descărcarea bazei de date.

source: The ID specified in the URL (%s) does not match the ID specified in the request body (%s)
ro_ro: Identificatorul specificat în URL (%s) nu corespunde cu identificatorul specificat în corpul cererii (%s)

source: Internal error. Trying to loop thruogh DB entries to update or create, but supplied action was %s. It should be 'update' or 'create'.
ro_ro: Eroare internă. Se încearcă o trecere în buclă prin înregistrările din baza de date, pentru a actualiza sau crea, dar acțiunea furnizată a fost %s. Ar trebui să fie „update” (actualizare) sau „create” (creare).

source: Error updating entry! We accidentally updated more than 1 when we only wanted to update one! We were updating the %s database table, with these values:%s, and these conditions: %s, and somehow updated %d rows!
ro_ro: Eroare în actualizarea înregistrării! Am actualizat din greșeală mai mult decât una, când → → → → → → s-a dorit actualizarea uneia singure! Actualizam tabela %s din baza de date, cu aceste valori:%s, și aceste condiții: %s, → → → → → → și cumva am actualizat %d rânduri!

source: Error updating entry! Turn on WP_DEBUG for more info.
ro_ro: Eroare în actualizarea înregistrării! Activați WP_DEBUG pentru mai multe informații.

source: No ID provided on registration
ro_ro: Nu a fost furnizat niciun identificator la înscriere

source: You did not provide a properly formatted ID of a registration. Remember registration IDs are actually floats (eg: 1.2, or 10.34) not strings. You provided: %s
ro_ro: Nu ați furnizat un identificator al înscrierii, formatat corespunzător. Țineți minte că identificatorii înscrierii sunt, de fapt, numere cu zecimale (ex.: 1.2 sau 10.34) și nu șiruri de caractere. Ați furnizat: %s

source: Checkins Exceeded! Only %s checkins are permitted on for this attendee on this event, but you have requested to checkin %s when there were already %s
ro_ro: Prezență depășită! Doar %s prezențe sunt permise pentru acest participant la acest eveniment, dar ați solicitat să marcați ca prezent %s când deja erau %s

source: Checkin denied. Payment not complete and 'ignore_payment' flag not set.
ro_ro: Prezență respinsă. Plata nu este completă și indicatorul „ignore_payment” (ignoră plata) nu a fost setat.

source: Adding of date checked-in failed:
ro_ro: Adăugarea unei date de prezență a eșuat:

source: Updating of registration as checked-in failed:
ro_ro: Actualizarea înscrierii ca „prezent” a eșuat:

source: Checkouts Exceeded! You tried to checkout %s when there were only %s checked in on registration %s
ro_ro: Absențe depășite! Ați încercat să marcați ca absent %s când erau doar %s prezențe pe înscrierea %s

source: Adding of date checked-out failed:
ro_ro: Actualizarea înscrierii ca „absent” a eșuat:

source: Updating of registration as checked-out failed:
ro_ro: Actualizarea înscrierii ca „absent” a eșuat:

source: We do not yet handle bulk updating/creating on %s
ro_ro: Deocamdată nu ne ocupăm de actualizarea / crearea în volum a %s

source: When creating a new registration, you must at least indicate the ID of the related attendee, transaction, event, price and datetime
ro_ro: La crearea unei înscrieri noi, trebuie să indicați cel puțin identificatorul participantului asociat, tranzacția, evenimentul, prețul și ora și data

source: You must provide a related event id in this request
ro_ro: În această cerere trebuie să furnizați un identificator de eveniment înrudit

source: Modifies Event Price
ro_ro: Modifică prețul evenimentului

source: If this is set to "Yes", then you can add price modifers to the answer options you entered above.
ro_ro: Dacă acesta este setat ca „Da”, atunci puteți adăuga modificatori de preț la opțiunile de răspuns pe care le-ați introdus mai sus.

source: Price modifiers will then be added (or subtracted if negative) from the ticket price for that event.
ro_ro: Modificatorii de preț vor fi apoi adăugați (sau scăzuți, dacă sunt negativi) din prețul biletului pentru acel eveniment.

source: Enter price modifiers with a pipe | ( Shift+\ ) separating prices from the answer options.
ro_ro: Introduceți modificatori de preț cu caracterul | (Shift + \ ), separând prețurile de opțiunile de răspuns.

source: Eg. If the question was "Choice of Dinner Entrée", answer options might be: " steak|39.95, chicken|34.95, vegan|29.95"
ro_ro: Ex. Dacă întrebarea era „Alegerea antreului de cină”, opțiuni răspuns ar putea fi: ” friptură|39.95, pui|34.95, vegetarian|29.95”

source: Price Modifier Max Quantities
ro_ro: Cantități maxime ale modificatorilor de preț

source: If you need to set a maximum limit on the quantity of price modifer items availalbe, then enter those max quantities here.
ro_ro: Dacă aveți nevoie să setați o limită maximă a cantității de articole disponibile de tip modificator de preț, atunci introduceți acele cantități maxime aici.

source: If a price modifier item has reached it's max quantity then no more of that item will be available for purchase.
ro_ro: Dacă un articol de tip modificator de preț a atins cantitatea sa maximă, atunci niciun alt articol de acel tip nu va mai fi disponibil pentru achiziție.

source: Enter price modifier quantities with a pipe | ( Shift+\ ) separating quantities from the answer options which need to match those listed above.
ro_ro: Introduceți cantitățile modificatoare de preț cu un caracter | (Shift + \ ), separând cantitățile de opțiunea răspuns, care trebuie să corespundă celor listate mai sus.

source: Eg. If you only had 50 Steak, 40 Chicken and 10 Vegan dinners available, then you would enter: " steak|50, chicken|40, vegan|10"
ro_ro: Ex.: Dacă ați avea disponibile 50 de cine de friptură, 40 de pui și 10 vegetariene, atunci ați introduce: „ friptură|50, pui|40, vegetarian|10”

source: Price Modifiers Items Sold
ro_ro: Articole modificatoare de preț, vândute

source: This field will track how many price modifer items have been purchased to date.
ro_ro: Acest câmp va urmări câte articole modificator de preț au fost achiziționate până în prezent.

source: This field will be adjusted automagically as items are purchased during registration, but can also be modified manually here, in a similar fashion to above where the number after the pipe represents the number of price modifer items that have been purchased.
ro_ro: Acest câmp va fi ajustat automagic pe parcursul achiziționării de articole în timpul înscrierii, dar poate fi de asemenea modificat manual aici, într-o manieră similară cu cea de mai sus, unde numărul de după semnul | reprezintă numărul de articole modificator de preț care au fost achiziționate.

source: Eg. If 15 Steak Dinners, 10 Chicken and 2 Vegan dinners had been purchased so far, then this field would display: " steak|15, chicken|10, vegan|2"
ro_ro: Ex. Dacă până acum au fost achiziționate 15 cine cu friptură, 10 cu pui și 2 vegetariene, atunci acest câmp ar afișa: „ friptură|15, pui|10, vegetarian|2”

source: An error occured. The ticket price could not be modified because an attendee id was not received.
ro_ro: A apărut o eroare. Prețul biletului nu a putut fi modificat deoarece nu a fost primit un identificator al participantului.

source: add
ro_ro: adună

source: subtract
ro_ro: scade

source: Use S2 member level threshold?
ro_ro: Utilizați un prag pentru nivelul de membru S2?

source: S2 member threshold?
ro_ro: Prag membru S2?

source: This widget requires JavaScript.
ro_ro: Acest widget necesita JavaScript.

source: Loading&#8230;
ro_ro: Se încarcă&#8230;

source: WePay seems to be misconfigured. Error: %s
ro_ro: Se pare că WePay este configurat greșit. Eroare: %s

source: WePay Access Token
ro_ro: Token de acces WePay

source: ATOS error! %1$s
ro_ro: Eroare ATOS! %1$s

source: An error occcurred communicating with EWay Rapid 3 Gateway's Server. You probably have the wrong API Key
ro_ro: A apărut o eroare în comunicarea cu serverul gateway-ului EWay Rapid 3. Probabil că aveți cheia API greșită

source: Overrides any sales taxes that may be applied to all of your PayPal.com payments. These settings can be managed in your PayPal.com Profile > Sales Tax (<a href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_profile-sales-tax" target="_blank">https://www.paypal.com/us/cgi-bin/webscr?cmd=_profile-sales-tax</a>).
ro_ro: Trece peste orice taxe de vânzare care ar putea fi aplicate tuturor plăților dumneavoastră PayPal.com. Aceste setări pot fi administrate în Profilul dumneavoastră PayPal.com > Taxe vânzări (<a href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_profile-sales-tax" target="_blank">https://www.paypal.com/us/cgi-bin/webscr?cmd=_profile-sales-tax</a>).

source: Copy your client id, client secret, account id, and access token from yourAPI application's API Keys page and paste them here.
ro_ro: Copiați identificatorul dumneavoastră de client, secretul de client, identificatorul de cont și token-ul de acces din pagina Chei API a aplicației API a dumneavoastră și inserați-le aici.

source: The id of the account you want to use with Event Espresso. Found on the Application API page in your WePay account.
ro_ro: Identificatorul contului pe care doriți să îl utilizați cu Event Espresso. Se găsește în pagina API Aplicație, în contul dumneavoastră WePay.

source: If you wish to pay by check or money order, then please make note of the information above, and click to
ro_ro: Dacă doriți să plătiți prin cec sau ordin de plată, atunci vă rugăm să notați informația de mai sus și să dați clic la

source: If you wish to pay by invoice, then please make note of the information above, and click to
ro_ro: Dacă doriți să plătiți prin factură, atunci vă rugăm să notați informația de mai sus, și să dați clic la

source: Access Token
ro_ro: Token de acces

source: Account ID
ro_ro: Identificator cont

source: Override Profile-Based Shipping
ro_ro: Nu luați în seamă livrarea bazată pe profile

source: The API access token from the account you want to use with Event Espresso. Found on the Application API page in your WePay account.
ro_ro: Token-ul de acces API din contul pe care doriți să îl utilizați cu Event Espresso. Se află în pagina API Aplicație, în contul dumneavoastră WePay.

source: If you wish to pay by check or money order, then please make note of the information above, and<br />enter Purchase Order or Money Order Number :
ro_ro: Dacă doriți să plătiți prin cec sau ordin de plată, atunci vă rugăm să notați informația de mai sus și să<br />introduceți numărul ordinului de achiziție sau a ordinului de plată:

source: Overrides any shipping charges that may be applied to all of your PayPal.com payments. These settings can be managed in your PayPal.com Profile > Shipping Calculations (<a href="https://www.paypal.com/cgi-bin/customerprofileweb?cmd=_profile-shipping" target="_blank">https://www.paypal.com/cgi-bin/customerprofileweb?cmd=_profile-shipping</a>).
ro_ro: Trece peste orice orice taxe de transport care ar putea fi aplicate tuturor plăților dumneavoastră PayPal.com. Aceste setări pot fi administrate în Profilul dumneavoastra PayPal.com > Calcule transport (<a href="https://www.paypal.com/cgi-bin/customerprofileweb?cmd=_profile-shipping" target="_blank">https://www.paypal.com/cgi-bin/customerprofileweb?cmd=_profile-shipping</a>).

source: Even if you are using your Profile-based tax settings, you may want to set a special tax rate for some of your items (e.g. if it is a event/product that does not require tax).
ro_ro: Chiar dacă utilizați setările dumneavoastră de taxare bazată pe profile, ați putea dori să setați o rată specială de taxare pentru unele din articolele dumneavoastră (ex.: dacă este un eveniment/produs care nu necesită taxă).

source: At WePay.com (or stage.wepay.com for sandbox) sign up as a user.
ro_ro: La WePay.com (sau stage.wepay.com pentru sandbox) vă înscrieți ca utilizator.

source: Complete your Registration
ro_ro: Finalizați înscrierea dumneavoastră

source: Mailing Address:
ro_ro: Adresă poștală:

source: Override Profile-Based Tax
ro_ro: Treceți peste taxarea bazată pe profile

source: ATOS Payment Gateway improperly configured. Cannot execute file %1$s. Does it exist and is it executable?
ro_ro: Gateway-ul de plată ATOS este configurat incorect. Nu se poate executa fișierul %1$s. Există și este executabil?

source: Secure payment gateway by PayChoice
ro_ro: Gateway de plată securizat, oferit de PayChoice

source: If you wish to pay by an Electronic Funds Transfer via your bank, then please make note of the information above, and click to
ro_ro: Dacă doriți să plătiți printr-un transfer de fonduri electronice prin intermediul băncii dumneavoastră, atunci vă rugăm să notați informația de mai sus și să dați clic la

source: An error occured. No registration ID and/or registration questions were received.
ro_ro: A apărut o eroare. Nu a fost primit niciun identificator al înscrierii și/sau întrebări ale înscrierii.

source: Check
lv_lv: Ķeksītis
ro_ro: Cec

source: Set Registration Status to Not Approved
lv_lv: Iestatīt reģistrēšanās statusu - nav apstiprināts
ro_ro: Setare status înscriere ca Neaprobat

source: An error occured. Event ID # %d could not be deleted.
ro_ro: A apărut o eroare. Evenimentul cu identificatorul # %d nu a putut fi șters.
