Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Once you have created a locale in the <a href="admin.php?page=event_locales"> Manage Locales/Regions</a> page it will be available to select on the 'Add a Venue' page
lv_lv: Kad Jūs būsiet izveidojis pasākumu lokācijas vietas sadaļā <a href="admin.php?page=event_locales"> Pārvaldīt Lokācijas / Reģionus </a>, tajā brīdī Jūs šeit ieraudzīsiet izvēles iespējas, kuras izmantojot Jūs varēsiet norādīt pasākuma lokācijas vietu vai reģionu un šī informācija tiks pievienota pasākuma lapai.
ro_ro: Odată ce ați creat o regiune în pagina <a href="admin.php?page=event_locales">Administrați regiuni</a>, va fi disponibilă pentru selecție în pagina 'Adăugați o locație'

source: Added Attendee to Database
lv_lv: Jaunais Dalībnieks ir veiksmīgi pievienots Datubāzei, pasākumam un dalībnieku sarakstam.
ro_ro: Participant adăugat la baza de date

source: Start Date:
lv_lv: Sākuma Datums:
ro_ro: Dată de început:

source: Amount Paid:
lv_lv: Samaksātā Summa:
ro_ro: Sumă plătită:

source: Graphical reporting charts are now available in the premium versions.
ro_ro: Diagrame de raportare sunt acum disponibile în versiunile premium.

source: Upgrade Now!
lv_lv: Pirkt tagad!
ro_ro: Actualizați acum!

source: Registration Information
lv_lv: Dalībnieka Reģistrācijas Informācija
ro_ro: Informații înscriere

source: Primary Attendee Record
lv_lv: Primāri Reģistrētais Dalībnieks
ro_ro: Înregistrare participant primar

source: Time
lv_lv: Laiks
ro_ro: Oră

source: Price Option
ro_ro: Opțiune preț

source: Update Record
lv_lv: Apstiprināt / Atjaunot Ierakstu
ro_ro: Actualizați înregistrare

source: Additional Attendees
lv_lv: PApildus dalībnieki
ro_ro: Participanți suplimentari

source: Edit Attendee
lv_lv: Skatīties / Labot Dalībnieka Informāciju
ro_ro: Editați participant

source: Delete Attendee
lv_lv: Dzēst Dalībnieku
ro_ro: Ștergeți participant

source: View Your Payment Details
lv_lv: Skatīties Maksājuma Informāciju
ro_ro: Vizualizați detaliile plății dumneavoastră

source: Payment Status:
lv_lv: Maksājuma Statuss:
ro_ro: Status plată:

source: Edit Payment
lv_lv: Labot maksājumu
ro_ro: Editați plată

source: Payment Overview
lv_lv: Maksājuma Informācijas Pārskats
ro_ro: Privire de ansamblu a plății

source: Date Paid:
lv_lv: Maksājuma Datums:
ro_ro: Plătit în data:

source: # Tickets:
lv_lv: # Biļešu Daudzums:
ro_ro: # Bilete:

source: Registered For:
lv_lv: Reģistrēts Uz:
ro_ro: Înscris pentru:

source: Multiple Registration Payment for
lv_lv: Vairāku reģistrāciju maksājums par
ro_ro: Plată pentru înscriere multiplă pentru

source: Invoice/Payment Reminder
lv_lv: Maksājuma Rēķins / Apmaksas Atgādinājums
ro_ro: Memento factură/plată

source: Registration Ids:
lv_lv: Reģistrācijas Ids:
ro_ro: Id-uri înscriere:

source: View/Edit Registration
lv_lv: Skatīties / Labot Dalībnieka Reģistrācijas Informāciju
ro_ro: Vizualizați/editați înscrierea

source: Registration Id:
lv_lv: Reģistrācijas ID (identifikators):
ro_ro: ID înscriere:

source: None
lv_lv: Nav Neviena
ro_ro: Niciunul/niciuna

source: Transaction Details
lv_lv: Transakcijas detaļas
ro_ro: Detalii tranzacție

source: Transaction Type:
lv_lv: Maksājuma Transakcijas Veids:
ro_ro: Tip tranzacție:

source: Credit Card
lv_lv: Kredītkarte
ro_ro: Card de credit

source: Coupon Code:
lv_lv: Apmaksas Kupona Kods:
ro_ro: Cod cupon:

source: Use a
lv_lv: Vai vēlaties sūtīt
ro_ro: Utilizați un/o

source: pre-existing email
lv_lv: Iepriekš Eksistējoša E-pasta Vēstule
ro_ro: e-mail preexistent

source: Create a custom email:
lv_lv: Izveidot Pielāgotu E-pasta Vēstuli:
ro_ro: Creați un e-mail personalizat:

source: Invoice Subject
lv_lv: Maksājuma Rēķina Tēma
ro_ro: Subiect factură

source: Payment Reminder for [event]
lv_lv: Maksājuma Atgādinājums par Pasākumu: [event]
ro_ro: Memento plată pentru [event]

source: Message:
lv_lv: E-pasta Vēstules Saturs:
ro_ro: Mesaj:

source: Dear [fname] [lname], <p>Our records show that we have not received your payment of [cost] for [event_link].</p> <p>Please visit [payment_url] to view your payment options.</p><p>[invoice_link]</p><p>Sincerely,<br />
ro_ro: Dragă [fname] [lname], <p>Înregistrările noastre arată că nu am primit plata dumneavoastră de [cost] pentru [event_link].</p> <p>Vă rugăm să vizitați [payment_url] pentru a vizualiza opțiunile dumneavoastră de plată.</p><p>[invoice_link]</p><p>Cu sinceritate,<br />

source: Attendee approved?
lv_lv: Dalībnieku apstiprināt?
ro_ro: Participant aprobat?

source: (If not approved then invoice will not be sent.)
ro_ro: (Dacă nu este aprobat atunci factura nu va fi trimisă.)

source: Customer(s) have been successfully deleted from the event.
lv_lv: Dalībnieks ir veiksmīgi izdzēsts no pasākuma un dalībnieku saraksta.
ro_ro: Clientul/clienții a(u) fost șterși cu succes de la eveniment.

source: Scanned tickets cannot be redeemed/un-redeemed here.
ro_ro: Aici biletele scanate nu pot fi răscumpărate sau anulate din răscumpărare.

source: Customer(s) attendance data successfully updated for this event.
ro_ro: Datele de participare ale clientului/clienților au fost actualizate cu succes pentru acest eveniment.

source: Advanced filters are available in the premium versions.
lv_lv: Uzlaboti filtri tagad pieejami premium versijā.
ro_ro: Filtrele avansate sunt disponibile în versiunile premium.

source: Attendee Name
lv_lv: Dalībnieka Vārds
ro_ro: Nume participant

source: Reg ID
lv_lv: Reģistrācijas ID
ro_ro: ID înscr

source: Registered
lv_lv: Reģistrēts
ro_ro: Înscris

source: Event Title
lv_lv: Pasākuma Nosaukums
ro_ro: Titlu eveniment

source: Event Time
lv_lv: Pasākuma Laiks
ro_ro: Oră eveniment

source: Option
lv_lv: Izvēle
ro_ro: Opțiune

source: Payment
lv_lv: Maksājuma Statuss
ro_ro: Plată

source: Coupon
lv_lv: Kupona Kods
ro_ro: Cupon

source: Transaction ID
lv_lv: Transakcijas ID
ro_ro: ID tranzacție

source: Attendee
ro_ro: Participant

source: View attendees for this event
lv_lv: Skatīt šī pasākuma dalībniekus
ro_ro: Vizualizați participanții pentru acest eveniment

source: Resend Registration Details
lv_lv: Atkārtoti Nosūtīt E-pasta Vēstuli ar Reģistrācijas Informāciju Pasākuma Dalībniekam
ro_ro: Retrimiteți detaliile înscrierii

source: Download Invoice
lv_lv: Ielādēt Maksājuma Rēķinu
ro_ro: Descarcați factura

source: Download Ticket
lv_lv: Lejuplādēt biļeti
ro_ro: Descarcă bilet

source: Approved
lv_lv: Apstiprināts
ro_ro: Aprobat

source: Awaiting approval
lv_lv: Gaida apstiprināšanu
ro_ro: Așteaptă aprobare

source: Delete Attendee(s)
lv_lv: Dzēst Dalībnieku (s)
ro_ro: Ștergeți participant(i)

source: Add Attendee
lv_lv: Pievienot Dalībnieku
ro_ro: Adăugați participant

source: Legend
lv_lv: Papildus Darbību Apzīmējumu Leģenda
ro_ro: Legendă

source: Resend Details
lv_lv: Atkārtoti nosūtīt detaļas
ro_ro: Retrimiteți detaliile

source: Resend Email
lv_lv: Atkārtoti Nosūtīt E-pasta Vēstuli Pasākuma Dalībniekam
ro_ro: Retrimiteți e-mail

source: Attendee Details
lv_lv: Dalībnieka Informācija
ro_ro: Detalii participant

source: Attendee Details
lv_lv: Dalībnieka Informācija
ro_ro: Detalii participant

source: Registration Overview
ro_ro: Privire de ansamblu a înscrierii

source: Add New Attendee
lv_lv: Pievienot Jaunu Dalībnieku
ro_ro: Adăugați participant nou

source: Edit Attendee Data
lv_lv: Labot Dalībnieka Informāciju
ro_ro: Editați date participant

source: Edit Attendee Payment Record
lv_lv: Labot Dalībnieka Maksājuma Informāciju
ro_ro: Editați înregistrare plată participant

source: Email Event Attendees
lv_lv: Nosūtīt E-pasta Vēstuli Pasākuma Dalībniekiem
ro_ro: Trimiteți e-mail participanților evenimentului

source: No ID Supplied
ro_ro: Niciun ID furnizat

source: Email Confirmations
lv_lv: Iespējamie E-pasta Vēstules Tagi
ro_ro: Confirmări email

source: For customized confirmation emails, the following tags can be placed in the email form and they will pull data from the database to include in the email.
lv_lv: Lai pielāgotu savas e-pasta vēstules saturu katram dalībniekam, šīs vēstules saturā Jūs varat izmantot jebkuru no šeit uzskaitītiem tagiem. Ar šo tagu palīdzību no sistēmas datubāzes tiks paņemta konkrētā dalībnieka informācija un vēstules saturā šo tagu vietā tiks parādīta konkrētā dalībnieka informācija. Tādā veidā saņēmējs redzēs sev personalizētu e-pasta vēstuli ar visu tieši viņa personisko informāciju.
ro_ro: Pentru e-mailuri de confirmare personalizate, următoarele etichete pot fi introduse în formularul e-mail-ului și acestea vor retrage date din baza de date, pentru a le include în e-mail.

source: Sample Mail Send:
lv_lv: E-pasta Vēstules Piemērs:
ro_ro: e-mail exemplu trimis:

source: Event Espresso attendee data needs to be updated. Please visit the
ro_ro: Datele participanților Event Espresso necesită să fie actualizate. Vă rugăm să vizitați

source: Support page
lv_lv: Atbalsta lapa
ro_ro: Pagină suport

source: to configure update the attendee information.
ro_ro: pentru a configura, actualizați informațiile participanților.

source: Assign a Waitlist Event?
ro_ro: Alocați un eveniment listă de așteptare?

source: Overflow Event
ro_ro: Eveniment preaplin

source: Select Value
lv_lv: Norādiet Vienību
ro_ro: Selectați valoarea

source: No Results
lv_lv: Nav Rezultātu
ro_ro: Niciun rezultat

source: Show All Categories
lv_lv: Rādīt Visas Kategorijas
ro_ro: Afișați toate categoriile

source: Select a Month/Year
lv_lv: Izvēlieties Mēnesi / Gadu
ro_ro: Selectați o lună/un an

source: Event Espresso - Event Overview
lv_lv: Event Espresso - Pasākumu saraksts
ro_ro: Event Espresso - Vedere de ansamblu a evenimentelor

source: Event Espresso - Manage Event Categories
lv_lv: Event Espresso - Pārvaldīt pasākuma kategorijas
ro_ro: Event Espresso - Administrare categorii evenimente

source: Categories
lv_lv: Kategorijas
ro_ro: Categorii

source: Event Espresso - Question Groups
lv_lv: Event Espresso - Jautājumu grupas
ro_ro: Event Espresso - Grupuri de întrebări

source: Question Groups
lv_lv: Jautājumu Grupas
ro_ro: Grupuri de întrebări

source: Event Espresso - Questions
lv_lv: Event Espresso - Jautājumi
ro_ro: Event Espresso - Întrebări

source: Questions
lv_lv: Jautājumu Saraksts
ro_ro: Întrebări

source: Groupons
ro_ro: Coduri Groupon

source: Groupon Codes
lv_lv: Apmaksas Kuponi
ro_ro: Coduri Groupon

source: Event Espresso - Promotional Codes
ro_ro: Event Espresso - Coduri promoționale

source: Promotional Codes
lv_lv: Atlaides Kodi
ro_ro: Coduri promoționale

source: Event Espresso - Seating Chart
lv_lv: Event Espresso - Sēdvietu grafiks
ro_ro: Event Espresso - Diagramă locuri

source: Seating Chart
lv_lv: Sēdvietu Diagramma
ro_ro: Diagramă locuri

source: Management
ro_ro: Administrare

source: Event Espresso - Email Manager
lv_lv: Event Espresso - E-pastu menedžeris
ro_ro: Event Espresso - Manager e-mail

source: Event Espresso - Staff Manager
lv_lv: Event Espresso - Darbinieks
ro_ro: Event Espresso - Manager personal

source: Event Espresso - Venue Manager
lv_lv: Event Espresso - Vietu menedžeris
ro_ro: Event Espresso - Manager locație

source: Venues
ro_ro: Locații

source: Settings
lv_lv: Iestatījumi
ro_ro: Setări

source: Event Espresso - General Settings
lv_lv: Event Espresso - Vispārīgie uzstādījumi
ro_ro: Event Espresso - Setări generale

source: Event Espresso - Calendar Settings
lv_lv: Event Espresso - Kalendāra Iestatījumi
ro_ro: Event Espresso - Setări calendar

source: Event Espresso - Facebook Settings
ro_ro: Event Espresso - Setări Facebook

source: Event Espresso - MailChimp Integration
ro_ro: Event Espresso - Integrare MailChimp

source: Event Espresso - Member Settings
lv_lv: Event Espresso - Biedru uzstādījumi
ro_ro: Event Espresso - Setări membri

source: Event Espresso - Payment Settings
lv_lv: Event Espresso - Maksājumu uzstādījumi
ro_ro: Event Espresso - Setări plată

source: Payments
lv_lv: Maksājumi
ro_ro: Plăți

source: Event Espresso - Social Media Settings
lv_lv: Event Espresso - Sociālo Tīklu Iestatījumi
ro_ro: Event Espresso - Setări rețele sociale

source: Social Media
lv_lv: Sociālie Tīkli
ro_ro: Rețele sociale

source: Event Espresso - Permissions Settings
ro_ro: Event Espresso - Setări permisiuni

source: Permissions
ro_ro: Permisiuni

source: Event Espresso - Event Manager Permissions
lv_lv: Event Espresso - Pasākumu Menedžeru Atļaujas
ro_ro: Event Espresso - Permisiuni manager evenimente

source: Event Espresso - Event Manager Roles
lv_lv: Event Espresso - Pasākuma Menedžera Lomas
ro_ro: Event Espresso - Roluri administrare evenimente

source: User Roles
lv_lv: Lietotāju Lomas
ro_ro: Roluri utilizator

source: Event Espresso - Locales/Regions
ro_ro: Event Espresso - Regiuni

source: Locales/Regions
lv_lv: Lokācijas / Reģioni
ro_ro: Fusuri orare/regiuni

source: Event Espresso - Regional Managers
lv_lv: Event Espresso - Reģionālie Menedžeri
ro_ro: Event Espresso - manageri regionali

source: Regional Managers
lv_lv: Reģionālie Menedžeri
ro_ro: Manageri regionali

source: Event Espresso - Template Settings
lv_lv: Event Espresso - Šablonu uzstādījumi
ro_ro: Event Espresso - Setări șabloane

source: Templates
lv_lv: Šabloni
ro_ro: Șabloane

source: Tickets
ro_ro: Bilete

source: Event Espresso - Test Drive Pro
ro_ro: Event Espresso - drive test versiunea Pro

source: Test Drive Pro
ro_ro: Drive test versiunea Pro

source: Event Espresso - Help/Support
lv_lv: Event Espresso - Palīdzība/Atbalsts
ro_ro: Event Espresso - Ajutor/suport

source: Help/Support
lv_lv: Palīdzība/Atbalsts
ro_ro: Ajutor/suport

source: New @ Event Espresso
lv_lv: Jaunumi @ Event Espresso
ro_ro: Nou @ Event Espresso

source: Helpful Plugin Links
lv_lv: Spraudņa Palīdzības Saites
ro_ro: Linkuri cu plugin-uri utile

source: Sponsors
lv_lv: Sponsori
ro_ro: Sponsori

source: Organization Settings
lv_lv: Organizācijas Iestatījumi
ro_ro: Setări organizație

source: Page Settings
lv_lv: Lapas Iestatījumi
ro_ro: Setări pagină

source: Email Settings
lv_lv: E-pasta Iestatījumi
ro_ro: Setări email

source: Optional Event Settings
lv_lv: Pasākumu Iestatījumi pēc Izvēles
ro_ro: Setări opționale eveniment

source: Developers Section
ro_ro: Secțiune dezvoltatori

source: Quick Links
lv_lv: Satura Saites
ro_ro: Link-uri rapide

source: Installation
lv_lv: Instalācija
ro_ro: Instalare

source: Partners
lv_lv: Partneri
ro_ro: Parteneri

source: Hire a Developer
lv_lv: Attīstītāju Pakalpojumu Piedāvājumi
ro_ro: Angajați un dezvoltator

source: Favorite Theme Developers
lv_lv: Attīstītāju Iecienītākās Dizaina Tēmas
ro_ro: Dezvoltatori preferați de teme

source: Recommended Plugins
lv_lv: Ieteiktie Spraudņi
ro_ro: Plugin-uri recomandate

source: Highly Recommended Themes
lv_lv: Ieteiktās Dizaina Tēmas
ro_ro: Tematici foarte recomandate

source: Other Resources
lv_lv: Citi Resursi
ro_ro: Alte resurse

source: Shortcodes
lv_lv: Īskodi
ro_ro: Coduri scurte

source: Important Information
lv_lv: Svarīga Informācija
ro_ro: Informații importante

source: Contact Support
lv_lv: Kontakti ar Atbalsta Dienestu
ro_ro: Contactați asistența

source: Frequently Asked Questions
lv_lv: Biežāk Uzdotie Jautājumi
ro_ro: Întrebări frecvente

source: Additional Information
lv_lv: Papildus Informācija
ro_ro: Informații suplimentare

source: Recurring Events Manager
ro_ro: Manager evenimente recurente

source: Groupon Integration Module
ro_ro: Modul de integrare Groupon

source: Members Integration Module
ro_ro: Modul integrare membri

source: Custom Files
ro_ro: Fișiere personalizate

source: From the Blog
lv_lv: Bloga Informācija
ro_ro: Din blog

source: From the Forums
ro_ro: Din forumuri

source: Bug Submission Forums
ro_ro: Forumuri de trimitere defecte

source: Changelog
lv_lv: Izmaiņu žurnāls
ro_ro: Jurnal schimbări

source: Plugins and Addons
lv_lv: Spraudņi un pielikumi
ro_ro: Plugin-uri și suplimente

source: Help and Support
lv_lv: Palīdzība un Atbalsts
ro_ro: Ajutor și suport

source: For the latest installation instructions please visit:
lv_lv: Lai iepazītos ar jaunāko instalēšanas instrukciju, lūdzu apmeklējiet:
ro_ro: Pentru cele mai recente instrucțiuni de instalare vă rugăm să vizitați:

source: Become a Partner
lv_lv: Kļūt par partneri
ro_ro: Deveniți partener

source: Event Espresso Job Board
lv_lv: Event Espresso darbu sludinājumi
ro_ro: Afiș joburi Event Espresso

source: For more information, please visit:
lv_lv: Lai iegūtu vairāk informācijas par īskodiem, lūdzu apmeklējiet:
ro_ro: Pentru mai multe informații, vă rugăm să vizitați:

source: Single Events
lv_lv: Konkrēta Pasākuma Īskods
ro_ro: Evenimente unice

source: Displays a single event on a page or post
lv_lv: Parāda Jūsu lapā vai rakstā vienu konrētu pasākumu
ro_ro: Afișează un singur eveniment pe pagină sau postare

source: Displays an "Add Event to Cart" link that can be added to the event details, page, or post. Requires the <a href="http://eventespresso.com/download/plugins-and-addons/multiple-event-registration/" target="_blank">Multiple Event Registration addon</a>.
lv_lv: Parāda "Pievienot Pasākumu Iepirkuma Grozam" saiti. Šo saiti var pievienot pie pasākuma informācijas, pasākuma lapas vai raksta. Lai izmantotu šo īskodu, Jums ir vajadzīga programmas sastāvdaļa <a href="http://eventespresso.com/download/plugins-and-addons/multiple-event-registration/" target="_blank">Multiple Event Registration addon</a>.
ro_ro: Afișează un link "Adaugă eveniment în coș" care poate fi adăugat la detaliile pagina sau articolul evenimentului. Necesită <a href="http://eventespresso.com/download/plugins-and-addons/multiple-event-registration/" target="_blank">suplimentul Înscriere evenimente multiple</a>.

source: Additonal Examples:
lv_lv: Pievienošanas Piemēri:
ro_ro: Exemple suplimentare:

source: (Used to redirect to the shopping cart page. Must be added to an event description.)
lv_lv: (Izmanto, lai novirzītu uz Iepirkuma Groza lapu. Vajadzīgs pievienot Pasākuma aprakstam.)
ro_ro: (Utilizat în a redirecționa către pagina coșului de cumpărături. Trebuie adăugat la o descriere de eveniment.)

source: (Same as above, but uses the event_id paramter and can be added to a page or post.)
lv_lv: (Tāds pats kā iepriekšējais, bet tiek izmantots pasākuma_id parametrs un to var pievienot lapai vai rakstam.)
ro_ro: (Ca și mai sus, dar utilizează parametrul event_id și poate fi adăugat la o pagină sau postare.)

source: Event List
lv_lv: Pasākumu Saraksta Īskodi
ro_ro: Listă evenimente

source: Returns a list of events
lv_lv: Šie īskodi rāda Pasākumu Sarakstus dažādos veidos
ro_ro: Întoarce o listă de evenimente

source: Order by parameters:
lv_lv: Lietojamie Parametri:
ro_ro: Ordonează după parametrii:

source: (comma separated)
lv_lv: (Parametrus vajag atdalīt ar komatu)
ro_ro: (separat prin virgulă)

source: Attention:
lv_lv: Uzmanību:
ro_ro: Atenție:

source: The [EVENT_LIST] shortcode should not be used as a replacement for the [ESPRESSO_EVENTS] shortcode. Replacing the [ESPRESSO_EVENTS] shortcode will break your registration pages.
lv_lv: [EVENT_LIST] īskods nevar tikt lietots kā aizvietotājs [ESPRESSO_EVENTS] īskodam. Aizvietojot [ESPRESSO_EVENTS] īskodu, tiks sabojātas Jūsu reģistrēšanās lapas.
ro_ro: Codul scurt [EVENT_LIST] nu ar trebui utilizat ca un înlocuitor pentru codul scurt [ESPRESSO_EVENTS]. Înlocuirea codului scurt [ESPRESSO_EVENTS] va împiedica funcționarea paginilor dumneavoastră de înscriere.

source: Attendee Listings
lv_lv: Dalībnieku Saraksta Īskodi
ro_ro: Listări participanți

source: As of Event Espresso version 3.1
lv_lv: Sākot ar Event Espresso 3.1 versiju
ro_ro: Ca din versiunea Event Espresso 3.1

source: Event Description Example:
lv_lv: Piemērs lietošanai Pasākuma Aprakstā:
ro_ro: Exemplu descriere eveniment:

source: If you want to display venue details within an event, the venue id is not needed. Just add <span class="highlight">[ESPRESSO_VENUE]</span> to your event description.
lv_lv: Ja Jūs vēlaties rādīt pasākuma Norises Vietas informāciju, Norises Vietas ID nav vajadzīgs. Jūs varat vienkārši pievienot sava pasākuma aprakstā <span class="highlight">[ESPRESSO_VENUE]</span> īskodu.
ro_ro: Dacă doriți să afișați detaliile locației într-un eveniment, id-ul locației nu este necesar. Doar adăugați <span class="highlight">[ESPRESSO_VENUE]</span> la descrierea evenimentului dumneavoastră.

source: Example with Optional Parameters:
lv_lv: Piemērs ar Pielāgojamiem Parametriem:
ro_ro: Exemplu cu parametri opționali:

source: Page/Post Example:
lv_lv: Piemērs lietošanai Lapā / Rakstā:
ro_ro: Exemplu pagină/postare:

source: You can display the details of any venue to a page, post or event by adding the id of the venue to the shortcode.
lv_lv: Jūs varat rādīt jebkuras Norises Vietas Informāciju lapā, rakstā vai pasākumā, pievienojot īskodam Norises Vietas ID.
ro_ro: Puteți afișa detaliile oricărei locații într-o pagină, postare sau eveniment, prin adăugarea id-ului locației la codul scurt.

source: Page/Post Example #2:
lv_lv: Piemērs lietošanai Lapā / Rakstā #2:
ro_ro: Pagină/postare exemplu #2:

source: If you want to display all available venues on a page, post, or event:
lv_lv: Ja Jūs vēlaties rādīt Visu Pasākumu visas brīvās pieejamās Norises Vietas lapā, rakstā vai pasākumā, izmantojiet šādu īskodu:
ro_ro: Dacă doriți să afișați toate locațiile disponibile pe o pagină, postare sau eveniment:

source: Add the event id to the shortcode to display all the venues for an event:
lv_lv: Pievienojot Norises Vietas īskodam konkrēta Pasākuma ID, tiks rādīts tikai konkrētā Pasākuma pieejamās Norises Vietas:
ro_ro: Adăugați identificatorul evenimentului la codul scurt, pentru a afișa toate locațiile pentru un eveniment:

source: Available parameters:
lv_lv: Pieejamie Parametri:
ro_ro: Parametri disponibili:

source: Show All Events in a Venue:
lv_lv: Lai rādītu Visus Pasākumus konkrētā Norises Vietā, izmantojiet šādus īskodus:
ro_ro: Afișează toate evenimentele dintr-o locație:

source: If you want to display a list of staff members within an event, the staff id is not needed. Just add <span class="highlight">[ESPRESSO_STAFF]</span> to your event description.
lv_lv: Ja Jūs vēlaties rādīt Darbinieku informāciju, Darbinieku ID nav vajadzīgs. Jūs varat vienkārši pievienot sava pasākuma aprakstā <span class="highlight">[ESPRESSO_STAFF]</span> īskodu.
ro_ro: Dacă doriți să afișați o listă a membrilor din personal pentru un eveniment, id-ul personalului nu este necesar. Doar adăugați <span class="highlight">[ESPRESSO_STAFF]</span> la descrierea evenimentului.

source: You can display the details of any staff member to a page, post or event by adding the id of the staff member to the shortcode.
lv_lv: Jūs varat rādīt jebkura Darbinieka Informāciju lapā, rakstā vai pasākumā, pievienojot īskodam Darbinieka ID.
ro_ro: Puteți afișa detaliile oricărui membru al personalului într-o pagină, postare sau eveniment, prin adăugarea id-ului membrului din personal la codul scurt.

source: If you want to display a list of staff members assigned to an event, to a page, post or event add the event id to the <span class="highlight">[ESPRESSO_STAFF]</span> shortcode.
lv_lv: Ja Jūs vēlaties rādīt konkrēta pasākuma Darbinieku sarakstu lapā, rakstā vai pasākuma aprakstā, tad pievienojiet <span class="highlight">[ESPRESSO_STAFF]</span> īskodam šī Pasākuma ID.
ro_ro: Dacă doriți să afișați o listă cu toți membrii personalului alocați unui eveniment, într-o pagină, postare sau eveniment, adăugați id-ul evenimentului la codul scurt <span class="highlight">[ESPRESSO_STAFF]</span>.

source: Category Shortcodes
lv_lv: Kategoriju Īskodi
ro_ro: Coduri scurte categorii

source: This version of Event Espresso requires WordPress version
lv_lv: Šai Event Espresso versijai nepieciešama WordPress versija
ro_ro: Această versiune de Event Espresso necesită versiunea WordPress

source: Please upgrade to the latest version of WordPress.
lv_lv: Lūdzu atjaunojieties uz pēdējo WordPress versiju.
ro_ro: Vă rugăm să actualizați la ultima versiune de WordPress.
