Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Enter Voucher code:
lv_lv: Ievadīt atlaides kodu:
ro_ro: Introduceți cod voucher:

source: Event Espresso - Volume Discount
lv_lv: Event Espresso - Apjoma atlaide
ro_ro: Event Espresso - Discount volum

source: Volume Discounts
lv_lv: Apjoma atlaides
ro_ro: Discounturi de volum

source: An error occurred! Invalid data type for <b>
lv_lv: Notika kļūda! Nepareizs datu tips <b>
ro_ro: A apărut o eroare! Tip de date invalid pentru <b>

source: Determining Factors
lv_lv: Noteicošie faktori
ro_ro: Factori decisivi

source: The Actual Discount
lv_lv: Faktiskā atlaide
ro_ro: Discountul efectiv

source: Discount based on:
lv_lv: Atlaides pamatojas uz:
ro_ro: Discount bazat pe:

source: Select the option that will be used to determine whether a volume discount applies or not.
lv_lv: Izvēlieties opcijas, kas tiks lietotas, lai noteiktu vai apjoma atlaides tiks piemērotas vai nē.
ro_ro: Selectați opțiunea care va fi utilizată pentru a determina dacă se aplică sau nu, un discount de volum.

source: Number of Registrations
lv_lv: Reģistrāciju skaits
ro_ro: Numărul înscrierilor

source: Total Dollar Value
lv_lv: Kopējā vērtība dolāros
ro_ro: Sumă bănească

source: An Event Meta Field
lv_lv: Pasākuma meta lauks
ro_ro: Un câmp meta al evenimentului

source: Event meta field
lv_lv: Pasākuma meta lauks
ro_ro: Câmp meta pentru eveniment

source: Enter the name of the Event Meta Field to be used. You will have to create this Meta Field for every Event that needs a value different than the default value.
lv_lv: Ievadiet nosaukumu pasākuma meta laukam, kas tiks lietots. Jums būs jāizveido meta lauks katram pasākumam, kam nepieciešama vērtība, kas atšķirās no noklusētās.
ro_ro: Introduceți numele unui câmp meta privind evenimentul, pentru a fi utilizat. Va trebui să creați acest câmp meta pentru fiecare eveniment care necesită o valoare diferită de cea implicită.

source: event-meta-field
ro_ro: câmp-meta-eveniment

source: Default meta field value
lv_lv: Noklusētā meta lauka vērtība
ro_ro: Valoare implicită a câmpului meta

source: This is the default value for the above Event Meta Field, that will be applied to every event, unless explicitely overwritten by adding a new value to an Event's meta data.
lv_lv: Šī ir noklusētā vērtība pasākuma meta laukam augstāk, kas tiks piešķirta katram pasākumam, līdz brīdim, kad tiks nepārprotami pārrakstīta pievienojot jaunu vērtību pasākuma meta datiem.
ro_ro: Aceasta este valoarea implicită pentru câmpul Meta Eveniment de mai sus, care va fi aplicată pentru toate evenimentele, cu excepția cazului în care este suprascrisă prin adăugarea unei valori noi la datele meta ale unui eveniment.

source: Discount threshold
lv_lv: Atlaižu slieksnis
ro_ro: Prag discount

source: This is the point at which discounts begin. If the factor chosen above reaches this Discount Threshold, then the Discount will be applied.
lv_lv: Šis ir punkts, no kura sākas atlaides. Ja faktors, kuru izvēlās augstāk, sasniedz šo atlaides slieksni, tad tiek piemērota atlaide.
ro_ro: Acesta este punctul la care începe discountul. Dacă factorul ales mai sus atinge acest prag de discount, atunci va fi aplicat discountul.

source: Discount amount
lv_lv: Atlaides apjoms
ro_ro: Valoare discount

source: The amount of Discount to be applied once the Discount Threshold has been reached.
lv_lv: Atlaides apjoms, kas jāpiemēro, līdz ko sasniegts atlaides slieksnis.
ro_ro: Suma discountului de aplicat odată ce pragul de discount a fost atins.

source: Discount type
lv_lv: Atlaides tips
ro_ro: Tip discount

source: This decides whether the discount will be a fixed dollar amount, like $25 off, or a percentage discount off the total value spent, like 10% off $250 (also $25).
lv_lv: Šeit nosaka vai atlaide būs fiksēta summa dolāros, piemēram $25, vai arī kā procentuāls atlaide no iztērētās summas, piemēram 10% off $250 (arī $25).
ro_ro: Acest lucru decide dacă discountul va fi o sumă în bani fixă, cum ar fi de 25$, sau un discount procent din întreaga valoare cheltuită, cum ar fi 10% din 250$ (de asemenea 25$).

source: Fixed Dollar Amount
lv_lv: Fiksēta summa dolāros
ro_ro: Sumă de bani fixă

source: Discount applied message
lv_lv: Piemēroto atlaižu ziņojums
ro_ro: Mesaj de discount aplicat

source: This is the message that users will see when a discount has been successfully applied to their purchase.
lv_lv: Šo ziņojumu redzēs lietotājs, kad atlaide tiks pilnībā piemērota viņa pirkumam.
ro_ro: Acesta este mesajul pe care îl văd utilizatorii atunci când un discount a fost aplicat cu succes cumpărăturii acestora.

source: Discounts apply to
lv_lv: Atlaides piemērotas
ro_ro: Discounturile se aplică pentru

source: Only the following checked off categories will have Volume Discounts applied to them
lv_lv: Vienīgi sekojošajām iezīmētajām kategorijām tiks piemērotas apjoma atlaides
ro_ro: Doar următoarele categorii fără bifă vor avea discounturi de volum aplicate lor

source: Volume Discounts - Contextual Help
lv_lv: Apjoma atlaides - kontekstuāla palīdzība
ro_ro: Discounturi de volum - ajutor contextual

source: All Categories
lv_lv: Visas kategorijas
ro_ro: Toate categoriile

source: Password *
lv_lv: Parole *
ro_ro: Parola *

source: Repeat Password *
lv_lv: Parole atkārtoti *
ro_ro: Repetați parola *

source: Biographical Information
lv_lv: Biogrāfiska informācija
ro_ro: Informații biografice

source: Something went wrong while trying to download the current language file for Event Espresso. Either github is not available, or we don't have a language file for your existing language.
ro_ro: Ceva nu a mers bine în timpul încercării de a descărca fișierul cu limba curentă pentru Event Espresso. Fie github nu este disponibil, sau nu avem un fișier de limbă pentru cea utilizată de dumneavoastră.

source: Something went wrong while trying to download the current language file for Event Espresso. It looks like event-espresso was unable to move the file into the correct directory (possible permissions errors)
ro_ro: Ceva nu a mers bine în timpul încercării de a descărca fișierul curent de limbă pentru Event Espresso. Se pare că event-espresso nu a reușit să mute fișierul în dosarul corect (posibile erori de permisiuni)

source: Atos SIPS Settings
lv_lv: Atos SIPS uzstādījumi
ro_ro: Setări SIPS Atos

source: Deactivate Atos SIPS Gateway?
lv_lv: Deaktivēt Atos SIPS vārteju?
ro_ro: Dezactivați gateway SIPS Atos?

source: Activate Atos SIPS Gateway?
lv_lv: Aktivēt Atos SIPS vārteju?
ro_ro: Activați gateway SIPS Atos?

source: Merchant ID number
lv_lv: Tirgotāja ID numurs
ro_ro: Număr ID comerciant

source: Merchant Country
lv_lv: Tirdzniecības valsts
ro_ro: Țara comerciant

source: Belgium
lv_lv: Beļģija
ro_ro: Belgia

source: France
lv_lv: Francija
ro_ro: Franța

source: Germany
lv_lv: Vācija
ro_ro: Germania

source: Italy
lv_lv: Itālija
ro_ro: Italia

source: Spain
lv_lv: Spānija
ro_ro: Spania

source: Merchant Currency
lv_lv: Tirgotāja Valūta
ro_ro: Valută comerciant

source: Us Dollar
lv_lv: ASV dolārs
ro_ro: Dolar american

source: Australian Dollar
lv_lv: Austrālijas dolārs
ro_ro: Dolar australian

source: Argentinean Peso
lv_lv: Argentīnas peso
ro_ro: Peso argentinian

source: Taiwan Dollar
lv_lv: Taivanas dolārs
ro_ro: Dolar taiwanez

source: Polynesian Franc
lv_lv: Polinēzijas franks
ro_ro: Franc polinezian

source: Provider
lv_lv: Provaideris
ro_ro: Furnizor

source: Use Debug Mode
lv_lv: Lietot atkļūdošanas režīmu
ro_ro: Utilizați modul de depanare

source: Means of Payment and Block Position
ro_ro: Mijloace de plată și poziția blocului

source: OFF
lv_lv: izslēgt
ro_ro: OPRIT

source: Choose a means of payment below:
ro_ro: Alegeți mai jos o metodă de plată:

source: You are using the standard secure SSL form; select a card below:
ro_ro: Utilizați formularul implicit SSL securizat; selectați un card de mai jos:

source: Other means of payment:
lv_lv: Citi maksāšanas līdzekļi:
ro_ro: Alte metode de plată:

source: Update Atos SIPS Settings
lv_lv: Atjaunot Atos SIPS uzstādījumus
ro_ro: Actualizați setări Atos SIPS

source: Notes on Files and Permissions:
lv_lv: Datņu un piekļuves tiesību piezīmes
ro_ro: Note privind fișiere și permisiuni:

source: In order for the Atos gateway to work properly, you will need to upload the files given to you by your provider to the folder matching your selected provider above. Eg, gateways/atos/mercanet/. The file called pathfile will need to be writable by your web server and the two files in gateways/atos/bin/ will need to be executable by your web server. The current implementation uses the Atos provided Linux executables. Please contact support if you are using a Windows server, and would like to sponsor development of a version that will run on your server.
ro_ro: Pentru a funcționa corespunzător gateway-ul Atos, va trebui să încărcați fișierele date dumneavoastră de către furnizorul dumneavoastră, în dosarul corespunzând furnizorului ales mai sus. De ex., gateways/atos/mercanet/. Fișierul denumit pathfile va trebui sa poată fi scris de către serverul dumneavoastră web și cele două fișiere din gateways/atos/bin/ vor trebui să fie executabile de către serverul dumneavoastră web. Implementarea curentă utilizează executabilele Linux furnizate de către Atos. Vă rugăm să contactați echipa de suport dacă utilizați un server Windows și ați dori să sponsorizați dezvoltarea unei versiuni care să ruleze pe serverul dumneavoastră.

source: For more information on setting file permissions, see:
ro_ro: Pentru mai multe informații privind setarea permisiunilor de fișier, consultați:

source: Afghanistan
lv_lv: Afganistāna
ro_ro: Afganistan

source: land Islands
lv_lv: Ālandu salas
ro_ro: Insulele Aland (provincie a Finlandei)

source: American Samoa
lv_lv: Amerikas samoa
ro_ro: Samoa Americană

source: Andorra
lv_lv: Andora
ro_ro: Andora

source: Antigua and Barbuda
lv_lv: Antigva un Barbuda
ro_ro: Antigua şi Barbuda

source: Azerbaijan
lv_lv: Azeirbaidžāna
ro_ro: Azerbaidjan

source: Belarus
lv_lv: Baltkrievija
ro_ro: Belarus (Republica)

source: Bermuda
ro_ro: Bermude (Insulele)

source: Bosnia and Herzegovina
lv_lv: Bosnija un Hercegovina
ro_ro: Bosnia şi Herţegovina

source: Bouvet Island
lv_lv: Buvē sala
ro_ro: Bouvet (Insula)

source: Brazil
lv_lv: Brazīlija
ro_ro: Brazilia

source: British Indian Ocean Territory
lv_lv: Britu Indijas okeāna teritorija
ro_ro: Teritoriul Britanic din Oceanul Indian

source: Cambodia
lv_lv: Kambodža
ro_ro: Cambodgia

source: Cameroon
lv_lv: Kamerūna
ro_ro: Camerun

source: Cape Verde
lv_lv: Kape verde
ro_ro: Capul Verde

source: Cayman Islands
lv_lv: Kaimanu salas
ro_ro: Cayman (Insulele)

source: Central African Republic
lv_lv: Centrālāfrikas republika
ro_ro: Centrafricană (Republica)

source: Chad
lv_lv: Čada
ro_ro: Ciad

source: Christmas Island
lv_lv: Ziemassvētku sala
ro_ro: Insula Crăciunului

source: Cocos (Keeling) Islands
lv_lv: Kokosu (Kīlinga) salas
ro_ro: Cocos (Keeling, Insulele)

source: Comoros
lv_lv: Komora
ro_ro: Comore

source: Congo, The Democratic Republic of the
lv_lv: Kongo demokrātiskā republika
ro_ro: Congo, Republica democrată a

source: Cook Islands
lv_lv: Kuka salas
ro_ro: Cook, Insulele

source: Cote dÕIvoire ÐIvory Coast
lv_lv: Kotdivuāra
ro_ro: Coasta de Azur

source: Croatia
lv_lv: Horvātija
ro_ro: Croația

source: Cyprus
lv_lv: Kipra
ro_ro: Cipru

source: Czech Republic
lv_lv: Čehija
ro_ro: Cehia

source: Denmark
lv_lv: Dānija
ro_ro: Danemarca

source: Dominican Republic
lv_lv: Dominikas republika
ro_ro: Dominicană (Republica)

source: East Timor
lv_lv: Austrumtimora
ro_ro: Timor-Leste

source: Egypt
lv_lv: Ēģipte
ro_ro: Egipt

source: El Salvador
lv_lv: Salvadora
ro_ro: Salvador

source: Equatorial Guinea
lv_lv: Ekvatoriālā Gvineja
ro_ro: Guineea Ecuatorială

source: Eritrea
lv_lv: Eritreja
ro_ro: Eritreea

source: Ethiopia
lv_lv: Etiopija
ro_ro: Etiopia

source: Falkland Islands (Malvinas)
lv_lv: Folklenda (Malvinu) salas
ro_ro: Falkland (Malvine, Insulele)

source: Faroe Islands
lv_lv: Fēru salas
ro_ro: Insulele Feroe

source: Finland
lv_lv: Somija
ro_ro: Finlanda

source: French Guiana
lv_lv: Franču Gvineja
ro_ro: Guiana Franceză

source: French Polynesia
lv_lv: Franču Polinēzija
ro_ro: Polinezia Franceză

source: Great Britain
lv_lv: Lielbritānija
ro_ro: Marea Britanie

source: Greece
lv_lv: Grieķija
ro_ro: Grecia

source: Greenland
lv_lv: Grenlande
ro_ro: Groenlanda

source: Guinea
lv_lv: Gvineja
ro_ro: Guineea

source: Guinea Bissau
lv_lv: Gvineja-Bisava
ro_ro: Guineea-Bissau

source: Heard and McDonald Islands
lv_lv: Hērda un Makdonalda salas
ro_ro: Heard şi McDonald (Insulele)

source: Hungary
lv_lv: Ungārija
ro_ro: Ungaria

source: Iceland
lv_lv: Islande
ro_ro: Islanda

source: Indonesia
lv_lv: Indonēzija
ro_ro: Indonezia

source: Iran, Islamic Republic of
lv_lv: Irāna
ro_ro: Iran, Republica Islamică

source: Iraq
lv_lv: Irāka
ro_ro: Irak

source: Ireland
lv_lv: Īrija
ro_ro: Irlanda

source: Japan
lv_lv: Japāna
ro_ro: Japonia

source: Jordan
lv_lv: Jordānija
ro_ro: Iordania

source: Korea, Democratic PeopleÕs Republic
lv_lv: Korejas demokrātiskā tautas republika
ro_ro: Coreea de Sud

source: Korea, Republic of
lv_lv: Korejas republika
ro_ro: Republica Coreea

source: Kyrgyzstan
lv_lv: Kirgistāna
ro_ro: Kirghiztan

source: Lao PeopleÕs Democratic Republic
lv_lv: Laosa
ro_ro: Laos, Republica Populară Democrată

source: Latvia
lv_lv: Latvija
ro_ro: Letonia

source: Lebanon
lv_lv: Libāna
ro_ro: Liban

source: Libyan Arab Jamahiriya
lv_lv: Libāna
ro_ro: Libia

source: Lithuania
lv_lv: Lietuva
ro_ro: Lituania

source: Luxembourg
lv_lv: Luksemburga
ro_ro: Luxemburg

source: Macedonia, Former Yugoslav Republic of
lv_lv: Maķedonija
ro_ro: Macedonia (fosta Republică Iugoslavă)

source: Malaysia
lv_lv: Malaizija
ro_ro: Malaezia

source: Maldives
lv_lv: Maldīvija
ro_ro: Maldive (Insulele)

source: Marshall Islands
lv_lv: Maršala salas
ro_ro: Marshall (Insulele)

source: Martinique
lv_lv: Martinika
ro_ro: Martinica

source: Mexico
lv_lv: Meksika
ro_ro: Mexic

source: Micronesia, Federated States of
lv_lv: Mikronēzija
ro_ro: Micronezia

source: Moldova, Republic of
lv_lv: MMoldāvija
ro_ro: Moldova (Republica)

source: Morocco
lv_lv: Maroka
ro_ro: Maroc

source: Mozambique
lv_lv: Mozambika
ro_ro: Mozambic

source: Netherlands
lv_lv: Nīderlande
ro_ro: Olanda

source: New Caledonia
lv_lv: Jaunkaledonija
ro_ro: Noua Caledonie

source: Norfolk Island
lv_lv: Norfolkas sala
ro_ro: Insula Norfolk

source: Northern Mariana Islands
lv_lv: Ziemeļu Marianas salas
ro_ro: Mariane de Nord (Insulele)

source: Norway
lv_lv: Norvēģija
ro_ro: Norvegia

source: Palestinian Territory, Occupied
lv_lv: Palestīna
ro_ro: Palestiniene (teritoriile ocupate)

source: Papua New Guinea
lv_lv: Papua Jaungvineja
ro_ro: Papua-Noua Guinee

source: Philippines
lv_lv: Filipīnas
ro_ro: Filipine

source: Poland
lv_lv: Polija
ro_ro: Polonia

source: Portugal
lv_lv: Portugāle
ro_ro: Portugalia

source: Romania
lv_lv: Rumānija
ro_ro: România

source: Russian Federation
lv_lv: Krievija
ro_ro: Federația Rusă

source: Saint Kitts and Nevis
lv_lv: Sentkitsa un Nevisa
ro_ro: Saint Kitts și Nevis

source: Saint Lucia
ro_ro: Sf. Lucia

source: Saint Vincent and the Grenadines
lv_lv: Sentvinsenta un Grenadīnas
ro_ro: Sf. Vicenţiu şi Grenadines

source: Sao Tome and Principe
lv_lv: Santome un Prinsipi
ro_ro: Sao Tome şi Principe

source: Saudi Arabia
lv_lv: Sauda Arābija
ro_ro: Arabia Saudită

source: Serbia and Montenegro
lv_lv: Serbija un Melnkalne
ro_ro: Serbia și Muntenegru

source: Slovakia
lv_lv: Slovākija
ro_ro: Slovacia

source: Solomon Islands
lv_lv: Solomonu salas
ro_ro: Solomon (Insulele)

source: South Africa
lv_lv: Dienvidāfrika
ro_ro: Africa de Sud

source: South Georgia Ð South Sandwich Islands
lv_lv: Dienviddžordžija un Dienvidsendviču salas
ro_ro: Georgia de Sud şi Insulele Sandwich

source: St. Helena
lv_lv: Sv. Helēna
ro_ro: Sf. Elena (Insulele)

source: St. Pierre and Miquelon
lv_lv: Senpjēra un Mikelona
ro_ro: Saint Pierre şi Miquelon

source: Svalbard and Jan Mayen SZ Swaziland
lv_lv: Svalbāra un Jana Majena SZ Svazilenda
ro_ro: Svalbard şi Jan Mayen SZ Swaziland

source: Sweden
lv_lv: Zviedrija
ro_ro: Suedia

source: Switzerland
lv_lv: Šveice
ro_ro: Elveția

source: Syrian Arab Republic TW Taiwan
lv_lv: Sīrija
ro_ro: Siriană (Republica Arabă)

source: Tajikistan
lv_lv: Tadžikistāna
ro_ro: Tadjikistan

source: Tanzania, United Republic of TH Thailand
lv_lv: Tanzānija
ro_ro: Tanzania, Republica Unită a Tanzaniei

source: Trinidad and Tobago
lv_lv: Trinidada un Tobago
ro_ro: Trinidad Tobago

source: Turkey
lv_lv: Turcija
ro_ro: Turcia

source: Turks and Caicos Islands
lv_lv: Tērksas un Kaikosas salas
ro_ro: Turks şi Caicos (Insulele)

source: Ukraine
lv_lv: Ukraina
ro_ro: Ucraina

source: United Arab Emirates
lv_lv: Apvienotie Arābu emirāti
ro_ro: Emiratele Arabe Unite

source: United States
lv_lv: Savienotās valstis
ro_ro: Statele Unite

source: Vatican City state
lv_lv: Vatikāns
ro_ro: Vatican

source: Virgin Islands (British)
lv_lv: Virdžīnu salas (Britu)
ro_ro: Virgine Britanice (Insulele)

source: Virgin Islands (US)
lv_lv: Virdžīnu salas (ASV)
ro_ro: Virgine Americane (Insulele)

source: Wallis and Futuna
lv_lv: Volisa un Futuna
ro_ro: Wallis şi Futuna

source: Western Sahara
lv_lv: Rietumsahāra
ro_ro: Sahara de vest

source: There was no response from Eway Rapid 3.0.
ro_ro: Nu a existat niciun răspuns din partea Eway Rapid 3.0.

source: An error has occured in the using of the Eway Rapid 3.0 payment gateway. Please try a different gateway
ro_ro: A apărut o eroare în utilizarea gateway-ului de plată Eway Rapid 3.0. Vă rugăm să încercați un gateway diferit

source: Cardholder Full Name
lv_lv: Kartes turētāja pilns vārds
ro_ro: Nume complet titular de card

source: CVN Code
lv_lv: CVN kods
ro_ro: Cod CVN

source: Eway Rapid 3.0 Settings saved.
lv_lv: Eway Rapid 3.0 iestatījumi saglabāti.
ro_ro: Setări salvate pentru Eway Rapid 3.0.

source: Eway Rapid 3.0 Settings
lv_lv: Eway Rapid 3.0 uzstādījumi
ro_ro: Setări Eway Rapid 3.0

source: Deactivate Eway Rapid 3.0 Payments Pro?
lv_lv: Deaktivēt Eway Rapid 3.0 Payments Pro?
ro_ro: Dezactivați Eway Rapid 3.0 Payments Pro?

source: Activate Eway Rapid 3.0 Payments Pro?
lv_lv: Aktivēt Eway Rapid 3.0 Payments Pro?
ro_ro: Activați Plăți Pro Eway Rapid 3.0?

source: Eway Rapid 3.0 API Key (viewable in MyEway Business Centre under 'Manage Users')
lv_lv: Eway Rapid 3.0 API atslēga (apskatāma MyEway Biznesa Centra vietā 'Pārvaldīt lietotājus')
ro_ro: Cheie API Eway Rapid 3.0 (vizibilă în Centru Business MyEway, sub "Administrați utilizatori")

source: Eway Rapid 3.0 API Username
lv_lv: Eway Rapid 3.0 API lietotājvārds
ro_ro: Nume utilizator API Eway Rapid 3.0

source: Eway Rapid 3.0 API Password
lv_lv: Eway Rapid 3.0 API parole
ro_ro: Parolă API Eway Rapid 3.0

source: Eway Rapid 3.0 API Signature
lv_lv: Eway Rapid 3.0 API paraksts
ro_ro: Semnătură API Eway Rapid 3.0

source: Use Eway Rapid 3.0in Sandbox Mode
lv_lv: Lietot Eway Rapid 3.0in Sandbox režīmu
ro_ro: Utilizați Eway Rapid 3.0 în modul Sandbox

source: Note: Sandbox mode only works for AUD as currency. If you are using Sandbox mode, ensure you are using Sandbox credentials.
ro_ro: Notă: modul Sandbox funcționează doar cu AUD ca valută. Dacă utilizați modul Sandbox, asigurați-vă că utilizați acreditări Sandbox.

source: Update Eway Rapid 3.0 Settings
lv_lv: Atjaunot Eway Rapid 3.0 iestatījumus
ro_ro: Actualizați setări way Rapid 3.0

source: Eway Rapid 3.0 Sandbox
ro_ro: Sandbox Eway Rapid 3.0

source: In addition to using the Eway Rapid 3.0 Sandbox feature. The debugging feature will also output the form variables to the payment page, send an email to the admin that contains the all Eway Rapid 3.0 variables.
ro_ro: Suplimentar utilizării caracteristicii Sandbox Eway Rapid 3.0. Caracteristica de depanare va afișa de asemenea variabilele formularului în pagina plății, va trimite un e-mail către administrator, conținând toate variabilele Eway Rapid 3.0.

source: The Eway Rapid 3.0 Sandbox is a testing environment that is a duplicate of the live Eway Rapid 3.0 site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live Eway Rapid 3.0 environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
ro_ro: Sandbox-ul Eway Rapid 3.0 este un mediu de testare, ce este un duplicat al site-ului real Eway Rapid 3.0, cu excepția că nu sunt tranzacționați bani adevărați. Sandbox-ul vă permite să testați întreaga dumneavoastră integrare înainte de a trimite tranzacții către mediul real Eway Rapid 3.0. Creați și administrați conturi de test și vizualizați email-uri și acreditări API pentru acele conturi de test.

source: Eway Rapid 3.0 Currency
lv_lv: Eway Rapid 3.0 valūta
ro_ro: Valută Eway Rapid 3.0

source: There are currently 3 currencies accepted by Eway Rapid 3.0: GBP (United Kingdom), AUD (Australia), NZD (New Zealand). To change the corrency, change the region in your Eway Rapid 3.0 settings.
ro_ro: În prezent sunt 3 valute acceptate de către Eway Rapid 3.0: GBP (Marea Britanie), AUD (Australia), NZD (Noua Zeelandă). Pentru a schimba valuta, schimbați regiunea în setările dumneavoastră Eway Rapid 3.0.

source: Missing apiKey or apiPassword in initialization of Eway_Rapid_3.0_Client
ro_ro: apiKey sau apiPassword lipsesc în inițializarea Eway_Rapid_3.0_Client

source: If you call getAccesCodeResult from a page whcih deson't have 'AccessCode' as a $_GET parameter, you must explicitly provide the accessCode as a parameter
ro_ro: Dacă apelați getAccesCodeResult dintr-o pagină ce nu conține 'AccessCode' ca și parametru $_GET, trebuie să furnizați explicit accessCode ca parametru

source: Off-line Payment Options
lv_lv: Off-line Maksājumu uzstādījumi
ro_ro: Opțiuni de plată off-line

source: Please choose a payment option
lv_lv: Lūdzu Izvēlieties Apmaksas Veidu
ro_ro: Vă rugăm să alegeți o opțiune de plată

source: In addition to using the 2Checkout Sandbox feature. The debugging feature will also output the form variables to the payment page, send an email to the admin that contains the all 2Checkout variables.
lv_lv: Papildus izmantojot 2Checkout Sandbox opciju, atkļūdošanas funkcija parādīs maksājuma lapas formas mainīgos lielumus, nosūtot pilnīgu e-pasta vēstuli administratoram ar visiem 2Checkout mainīgiem lielumiem.
ro_ro: Suplimentar utilizării caracteristicii Sandbox 2Checkout. De asemenea, caracteristica de depanare va afișa variabilele formularului în pagina plății, va trimite un e-mail către administrator, conținând toate variabilele 2Checkout.

source: Authorize.net MD5 Hash value
ro_ro: Valoare Hash MD5 Authorize.net

source: Use md5 check to secure payment response
ro_ro: Utilizați verificarea md5 pentru a securiza răspunsul plății

source: Authorize.net allows you to secure the reponse from their sever to Event Espresso.
ro_ro: Authorize.net vă permite să securizați răspunsul din partea serverului lor către Event Espresso.

source: Authorize.net MD5 Secure Response
lv_lv: Authorize.net MD5 drošības atbilde
ro_ro: Răspuns securizat MD5 Authorize.net

source: Card Type:
lv_lv: Kartes tips:
ro_ro: Tip de card:

source: In addition to using the PayPal Sandbox feature. The debugging feature will also output the form variables to the payment page, send an email to the admin that contains the all PayPal variables.
lv_lv: Papildus izmantojot PayPal Sandbox opciju, atkļūdošanas funkcija parādīs maksājuma lapas formas mainīgos lielumus, nosūtot pilnīgu e-pasta vēstuli administratoram ar visiem PayPal mainīgiem lielumiem.
ro_ro: Adițional utilizării caracteristicii Sandbox PayPal. Caracteristica de depanare va afișa de asemenea variabilele formularului în pagina plății, va trimite un email către administrator conținând toate variabilele PayPal.
