Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Prompt for an address, and require one
lv_lv: Piedāvāt Aizpildīt Piegādes Adresi, Obligāti Aizpildāma
ro_ro: Solicită o adresă, în mod obligatoriu

source: Update PayPal Settings
lv_lv: Saglabāt / Atjaunot PayPal Iestatījumus
ro_ro: Actualizați setări PayPal

source: PayPal Sandbox
lv_lv: PayPal Sandbox Lietošana
ro_ro: Sandbox PayPal

source: In addition to using the PayPal Sandbox fetaure. The debugging feature will also output the form varibales to the payment page, send an email to the admin that contains the all PayPal variables.
ro_ro: Suplimentar utilizării caracteristicii Sandbox PayPal. De asemenea, caracteristica de depanare va afișa variabilele din formular către pagina plății, va trimite un email către administrator, conținând toate variabilele PayPal.

source: The PayPal Sandbox is a testing environment that is a duplicate of the live PayPal site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live PayPal environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
lv_lv: PayPal Sandbox ir testēšanas vide, kas dublē dzīvu PayPal sistēmas mājas lapu, izņemot to, ka netiek lietota reāla nauda. Sandbox ļauj Jums pārbaudīt, notestēt visas integrācijas apmaksas darījumiem dzīvā PayPal vidē. Izveidojiet un pārvaldiet testa kontus, un skatieties e-pasta vēstulēs API akreditācijas datus par visiem testa kontiem.
ro_ro: Sandbox-ul PayPal este un mediu de testare, ce este un duplicat al site-ului real PayPal, cu excepția că nu sunt tranzacționați bani adevărați. Sandbox-ul vă permite să testați întreaga dumneavoastră integrare înainte de a trimite tranzacții către mediul real PayPal. Creați și administrați conturi de test și vizualizați email-uri și acreditări API pentru acele conturi de test.

source: Helpful Links:
lv_lv: Noderīgas saites:
ro_ro: Link-uri utile:

source: PayPal Image URL (logo for payment page)
lv_lv: PayPal Attēla URL Adrese (maksājumu lapas logo)
ro_ro: URL imagine (emblemă pentru pagina plății) PayPal

source: The URL of the 150x50-pixel image displayed as your logo in the upper left corner of the PayPal checkout pages.
lv_lv: 150 x 150 px liela logo attēla URL adrese, kurš tiks parādīts kā Jūsu logotips PayPal maksājumu lapas augšējā kreisā stūrī.
ro_ro: URL-ul imaginii de 150x50 pixeli afișată ca emblema dumneavoastră în colțul din stânga sus a paginilor de finalizare plată PayPal.

source: PayPal Currency
lv_lv: PayPal Valūta
ro_ro: Valută PayPal

source: PayPal uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that PayPal (currently) supports.
lv_lv: PayPal izmanto 3-zīmju ISO-4217 kodus, norādot specifiskas valūtas un to mainīgos. </p><p>Noklusējuma valūta ir Amerikas Dolārs (USD). Gadījumā, ja Jūs vēlaties pieņemt apmaksu citā valūtā, norādiet kādā valūtā vēlaties saņemt apmaksu izvēloties vēlamo valūtu no nolaižamā valūtas saraksta. Nolaižamā sarakstā Jūs ieraudzīsiet visas valūtas, kādas PayPal apmaksas sistēmā pašreiz ir pieejamas un tiek atbalstītas.
ro_ro: PayPal folosește coduri ISO-4217 de 3 caractere pentru a specifica valutele în câmpuri și variabile.</p><p>Codul valutei implicite este Dolarul american (USD). Dacă doriți să solicitați sau să acceptați plăți în alte valute, selectați valuta pe care doriți să o utilizați. Lista derulantă conține toate valutele pe care PayPal le acceptă (în prezent).

source: Payment Surcharge
ro_ro: Suprataxă plată

source: Please enter a decimal number indicating a percent surcharge. For example, if you enter 3.00, 3% will be added to the final price of the event during the checkout. If the event price is initially $100, the price with the surcharge will be $103.<br /> This surcharge will apply to all new events. However, you will have the ability to change this value during the event creation.
ro_ro: Vă rugăm să introduceți un număr cu zecimale, indicând un procent de suprataxă. De exemplu, dacă introduceți 3.00, 3% va fi adăugat la prețul final al evenimentului în cursul finalizării plății. Dacă prețul evenimentului este inițial de 100$, prețul cu suprataxă va fi de 103$.<br /> Această suprataxă se va aplica la toate evenimentele noi. Totuși, veți avea posibilitatea de a schimba această valoare în timpul creării evenimentului.

source: Shipping Address
lv_lv: Piegādes Adrese
ro_ro: Adresă livrare

source: By default, PayPal will display shipping address information on the PayPal payment screen. If you plan on shipping items to a registrant (shirts, invoices, etc) then use this option. Otherwise it should not be used, as it will require a shipping address when someone registers for an event.
lv_lv: Pēc Noklusējuma, PayPal sistēma rādīs piegādes adreses informācijas laukus maksājuma lapās. Ja Jūs plānojat piegādāt saviem reģistrētiem pasākumu dalībniekiem dažādas mantas (piemēram krekli, bikses, pavadzīmes utt.), tad Jūs varat izmantot šo opciju. Pretējā gadījumā Jums to nevajadzētu lietot, jo tā vienmēr rādīs piegādes adreses laukus un vienmēr prasīs pasākuma dalībniekam reģistrējoties aizpildīt arī piegādes adreses informāciju.
ro_ro: Implicit, PayPal va afișa informații privind adresa de livrare în ecranul de plată PayPal. Dacă plănuiți să livrați articole unui înscris (tricouri, facturi, etc.) atunci utilizați această opțiune. Altfel nu ar trebui utilizată, deoarece va necesita o adresă de livrare atunci când cineva se înscrie pentru un eveniment.

source: PayPal Sandbox Mode
lv_lv: PayPal Sandbox režīms
ro_ro: Mod Sandbox PayPal

source: Make sure you enter the sandbox credentials above.
ro_ro: Asigurați-vă că introduceți mai sus acreditările sandbox.

source: Shared Secret
ro_ro: Secret partajat

source: Auto settle transactions
lv_lv: Darījuma autonorēķini
ro_ro: Decontează automat tranzacțiile

source: Used to signify whether or not you wish the transaction to be captured in the next batch or not. If set to “Y” and assuming the transaction is authorised then it will automatically be settled in the next batch. If set to “N” then the merchant must use the realcontrol application to manually settle the transaction. This option can be used if a merchant wishes to delay the payment until after the goods have been shipped. Transactions can be settled for up to 115% of the original amount.
ro_ro: Utilizat pentru a arăta dacă doriți sau nu ca tranzacția să fie capturată în următorul lot. Dacă este setat ca "Da" și presupunând că tranzacția este autorizată, atunci va fi automat decontată în următorul lot. Dacă este setat ca "Nu" atunci comerciantul trebuie să utilizeze aplicația realcontrol pentru a deconta manual tranzacția. Această opțiune poate fi utilizată dacă un comerciant dorește să întârzie plata până după ce bunurile au fost livrate. Tranzacțiile pot fi decontate până la 115% din valoarea originală.

source: CVC Code
lv_lv: CVC kods
ro_ro: Cod CVC

source: Stripe settings saved.
lv_lv: Stripe iestatījumi saglabāti.
ro_ro: Setări Stripe salvate.

source: Stripe Settings
lv_lv: Stripe iestatījumi
ro_ro: Setări Stripe

source: Activate Stripe?
lv_lv: Aktivēt Stripe?
ro_ro: Activați Stripe?

source: Deactivate Stripe?
lv_lv: Deaktivēt Stripe?
ro_ro: Dezactivați Stripe?

source: Update Stripe Settings
lv_lv: Atjaunot Stripe iestatījumus
ro_ro: Actualizare setări Stripe

source: Stripe Currency Symbol
lv_lv: Stripe valūtas simbols
ro_ro: Simbol valută Stripe

source: Stripe uses 3-character ISO-4217 codes for specifying currencies in fields and variables. If you are taking purchases in US Dollars, enter <code>usd</code> here. Stripe currently only takes payment in USD, but can accept payments from any currency which will be converted to USD at checkout.
ro_ro: Stripe folosește coduri ISO-4217 de 3 caractere pentru a specifica valutele în câmpuri și variabile. Dacă acceptați achiziții în Dolari americani, introduceți <code>usd</code> aici. Stripe acceptă în prezent doar plata în USD, dar poate accepta plăți din orice valută, care vor fi convertite în USD la momentul plății.

source: Stripe Secret Key
lv_lv: Stripe slepenā atslēga
ro_ro: Cheie secretă Stripe

source: Enter your <a href="https://manage.stripe.com/#account/apikeys" target="_blank">Secret Key</a> here. If you are testing the Stripe gateway, use your Test Secret Key, otherwise use your Live Secret Key.
ro_ro: Introduceți aici <a href="https://manage.stripe.com/#account/apikeys" target="_blank">Cheia secretă</a> a dumneavoastră. Dacă testați gateway-ul Stripe, utilizați Cheia secretă de Test a dumneavoastră, altfel utilizați Cheia secretă Reală a dumneavoastră.

source: <a href="https://stripe.com/docs/api#authentication" target="_blank">Learn more about API authentication.</a>
ro_ro: <a href="https://stripe.com/docs/api#authentication" target="_blank">Aflați mai multe despre autentificarea API.</a>

source: Stripe Publishable Key
lv_lv: Stripe publiskā atslēga
ro_ro: Cheie publicabilă Stripe

source: Enter your <a href="https://manage.stripe.com/#account/apikeys" target="_blank">Publishable Key</a> here. If you are testing the Stripe gateway, use your Test Publishable Key, otherwise use your Live Publishable Key.
ro_ro: Introduceți aici <a href="https://manage.stripe.com/#account/apikeys" target="_blank">Cheia publicabilă</a> a dumneavoastră. Dacă testați gateway-ul Stripe, utilizați Cheia publicabilă de Test, altfel utilizați Cheia publicabilă Reală a dumneavoastră.

source: Worldpay Settings
lv_lv: Worldpay iestatījumi
ro_ro: Setări Worldpay

source: (Typically payment@yourdomain.com)
lv_lv: (Parasti maksajumi@jūsuadrese.lv)
ro_ro: (În general plata@domeniuldumneavoastra.com)

source: Default Payment Status Options
ro_ro: Opțiuni status implicit de plată

source: Incomplete
lv_lv: Nepilnīgs Maksājums
ro_ro: Incomplet

source: Pending
lv_lv: Gaida Maksājumu
ro_ro: În așteptare

source: This means the attendee has not paid, but they do have a space reserved for them in the event. When a user downloads an invoice, their payment status changes from Incomplete to Pending, reserving a space for them but not indicating that they have paid (since that would need to be recorded manually).
ro_ro: Acest lucru înseamnă că participantul nu a plătit, dar are un loc rezervat pentru acesta la eveniment. Când un utilizator descarcă o factură, statusul plății lor se schimbă din Incomplet în În așteptare, rezervând un loc pentru el dar fără a indica faptul că a plătit (deoarece acest lucru ar trebui înregistrat manual).

source: Complete
lv_lv: Pabeigt
ro_ro: Complet

source: Example Example
ro_ro: Exemplu exemplu

source: Hey Mickey, you're so fine, you're so fine you blow my mind, hey Mickey
ro_ro: Hei Mickey, ești atât de fain, ești atât de fain că îmi arunci mințile în aer, hei Mickey

source: No ID Supplied
ro_ro: Niciun ID nu a fost furnizat

source: No Category ID Supplied
ro_ro: Nu a fost furnizat niciun ID de categorie

source: Company:
lv_lv: Organizācija:
ro_ro: Companie:

source: Industry:
lv_lv: Industrija:
ro_ro: Industrie:

source: City:
lv_lv: Pilsēta:
ro_ro: Oraș:

source: Country:
lv_lv: Valsts:
ro_ro: Țară:

source: Website:
lv_lv: Mājas Lapas Adrese:
ro_ro: Site web:

source: Phone:
lv_lv: Telefona Numurs:
ro_ro: Telefon:

source: Map and Directions
lv_lv: Karte un Norādes
ro_ro: Hartă și indicații

source: Filters
lv_lv: Filtri
ro_ro: Filtre

source: Events
lv_lv: Pasākumi
ro_ro: Evenimente

source: All Events
lv_lv: Visi Pasākumi
ro_ro: Toate evenimentele

source: Today
lv_lv: Šodien
ro_ro: Azi

source: This Month
lv_lv: Šajā Mēnesī
ro_ro: Această lună

source: Registrations
ro_ro: Înscrieri

source: All Registrations
ro_ro: Toate înscrierile

source: View Report
lv_lv: Skatīties Analītiskas Atskaites
ro_ro: Vizualizați raport

source: Show All Completed/Incomplete
lv_lv: Rādīt Visus Pabeigts / Nepabeigts Maksājums
ro_ro: Afișați toate finalizate/incomplete

source: Completed
lv_lv: Pabeigts Maksājums
ro_ro: Finalizat

source: Payment Declined
lv_lv: Maksājums Noraidīts
ro_ro: Plată refuzată

source: Reset Filters
lv_lv: Nomest / Atcelt Visus Filtrus
ro_ro: Resetați filtre

source: Show Active/Inactive
lv_lv: Rādīt Aktīvs / Neaktīvs
ro_ro: Afișati activ/inactiv

source: Active
lv_lv: Aktīvs
ro_ro: Activ

source: Inactive
lv_lv: Neaktīvs Pasākums
ro_ro: Inactiv

source: Draft
lv_lv: Projekta Melnraksts
ro_ro: Ciornă

source: Waitlist
lv_lv: Gaidīšanas Saraksts
ro_ro: Listă de așteptare

source: Ongoing
lv_lv: Bezgalīgs Pasākums
ro_ro: În curs

source: Denied
lv_lv: Liegts Pasākums
ro_ro: Refuzat

source: Deleted
lv_lv: Dzēsts Pasākums
ro_ro: Șters

source: Event Posts
lv_lv: Pasākuma raksti
ro_ro: Postări eveniment

source: Event
lv_lv: Pasākums
ro_ro: Eveniment

source: Add New
lv_lv: Pievienot jaunu
ro_ro: Adăugați nou

source: Add New Event
lv_lv: Pievienot Jaunu Pasākumu
ro_ro: Adăugați eveniment nou

source: Edit
lv_lv: Labot Informāciju
ro_ro: Editați

source: Edit Event
lv_lv: Labot Pasākumu
ro_ro: Editare eveniment

source: New Event
lv_lv: Jauns Pasākums
ro_ro: Eveniment nou

source: View Event
lv_lv: Skatīties Pasākumu
ro_ro: Vizualizare eveniment

source: View Events
lv_lv: Skatīt pasākumus
ro_ro: Vizualizare evenimente

source: Search Events
lv_lv: Meklēt pasākumus
ro_ro: Căutați evenimente

source: No events found
lv_lv: Pasākums nav atrasts
ro_ro: Niciun eveniment găsit

source: No events found in Trash
lv_lv: Pasākums miskastē nav atrasts
ro_ro: Niciun eveniment nu a fost găsit în coș

source: Parent Event
lv_lv: Galvenais pasākums
ro_ro: Eveniment părinte

source: Event Thumbnail
lv_lv: Pasākuma raksturīgais attēls
ro_ro: Pictogramă eveniment

source: Event(s) have been permanently deleted.
lv_lv: Pasākums(i) tika pilnīgi izdzēsti
ro_ro: Evenimentul(e) a(u) fost șters(e) permanent.

source: Name
lv_lv: Vārds
ro_ro: Nume

source: Date
lv_lv: Datums
ro_ro: Dată

source: Status
lv_lv: Statuss
ro_ro: Stare

source: Attendees
lv_lv: Dalībnieki
ro_ro: Participanți

source: todays' events
lv_lv: šodienas pasākumi
ro_ro: evenimentele de astăzi

source: Delete
lv_lv: Dzēst
ro_ro: Ștergeți

source: Live Search Filter
lv_lv: Tūlītējas Meklēšanas Filtrs
ro_ro: Filtru activ de căutare

source: No Records Found!
lv_lv: Pēc Jūsu izvēlētajiem kritērijiem netika atrasts NEVIENS ieraksts!
ro_ro: Nu există înregistrări!

source: Upcoming Events
lv_lv: Tuvojošies pasākumi
ro_ro: Evenimente viitoare

source: Send an Email to the Attendees of
lv_lv: Nosūtīt E-pasta Vēstuli Visiem Dalībniekiem no Pasākuma:
ro_ro: Trimite un email participanților la

source: Use a <a href="admin.php?page=event_emails">pre-existing email</a>?
ro_ro: Utilizați un <a href="admin.php?page=event_emails">e-mail preexistent</a>?

source: OR
lv_lv: VAI
ro_ro: SAU

source: Email Subject Line
lv_lv: E-pasta Vēstules Virsraksts
ro_ro: Linie subiect e-mail

source: Email Text
lv_lv: E-pasta Vēstules Saturs
ro_ro: Text e-mail

source: View Custom Email Tags
lv_lv: Skatīties Iespējamos E-pasta Tagus
ro_ro: Vizualizați etichetele personalizate de e-mail

source: Email Example
lv_lv: E-pasta Vēstules Piemērs
ro_ro: Exemplu email

source: Send Email to Attendees
lv_lv: Sūtīt e-pastu dalībniekiem
ro_ro: Trimiteți e-mail către participanți

source: << Back to
lv_lv: << Atgriezties Atpakaļ pie
ro_ro: << Înapoi la

source: Pre-existing Emails
lv_lv: Iepriekš Eksistējošas E-pasta Vēstules
ro_ro: E-mailuri preexistente

source: This will override the custom email below if selected.
lv_lv: Ja ir norādīta izmantot konkrēta Iepriekš Eksistējoša E-pasta Vēstule, tad sistēma ignorēs Izveidoto Pielāgotu E-pasta Vēstuli. Lai nosūtītu iepriekš eksistējošu vēstuli, lūdzu izvēles laukā norādiet kuru tieši e-pasta vēstuli sūtīt. Tiks nosūtīta norādītā iepriekš eksistējoša e-pasta vēstule. Gadījumā, ja Jūs tomēr vēlaties sūtīt Izveidotu Pielāgotu E-pasta Vēstuli, Jums izvēles laukā nav jānorāda iepriekš eksistējoša vēstule, bet tikai jāizveido tam paredzētā zemāk izvietotā laukā sava " Pielāgota E-pasta Vēstule ". Šajā gadījumā tiks nosūtīta Jūsu " Izveidota Pielāgota E-pasta Vēstule ".
ro_ro: Acest lucru, dacă este selectat, va trece peste e-mail-ul personalizat de mai jos.

source: Select from Venue Manager list
ro_ro: Selectați din lista de administrare locații

source: Select a Venue
lv_lv: Izvēlieties vietu
ro_ro: Selectați o locație

source: Edit this venue
lv_lv: Labot šo vietu
ro_ro: Editați această locație

source: Venue Shortcode
lv_lv: Vietas īskods
ro_ro: Cod scurt locație

source: Add the following shortcode into the description to show the venue for this event.
ro_ro: Adăugați următorul cod scurt în descriere, pentru a a arăta locația pentru acest eveniment.

source: To use this venue in a page or post. Use the following shortcode.
ro_ro: Pentru a utiliza aceasta locație într-o pagină sau postare. Utilizați codul scurt următor.

source: Manage Staff Members
lv_lv: Pārvaldīt Darbiniekus
ro_ro: Administrați membri personal

source: Staff Shortcode
lv_lv: Darbinieka Īskods
ro_ro: Cod scurt de personal

source: Add the following shortcode into the description to show the staff for this event.
ro_ro: Adăugați următorul cod scurt în descriere, pentru a afișa personalul pentru acest eveniment.

source: Please add at least one person.
ro_ro: Vă rugăm să adăugați cel puțin o persoană.

source: Select a Person
lv_lv: Izvēlietes personu
ro_ro: Selectați o persoană

source: Primary
lv_lv: Primārais
ro_ro: Primar

source: Total Registrations/Transactions
lv_lv: Pavisam Kopā Reģistrācijas / Transakcijas
ro_ro: Total înscrieri/tranzacții

source: Completed Registrations/Transactions
lv_lv: Pabeigtas Reģistrācijas / Transakcijas
ro_ro: Înscrieri/tranzacții finalizate

source: Pending Registrations/Transactions
lv_lv: Gaidīšanas Režīmā Reģistrācijas / Transakcijas
ro_ro: Înscrieri/tranzacții în așteptare

source: Incomplete Registrations/Transactions
lv_lv: Nepilnīgas Reģistrācijas / Transakcijas
ro_ro: Înscrieri/tranzacții incomplete

source: Amount
lv_lv: Summa
ro_ro: Sumă

source: Using Event Meta boxes
lv_lv: Izmantojiet Pasākuma Informācijas Papildinājumu Kastes (Meta boxes)
ro_ro: Utilizare casete meta eveniment

source: Key
lv_lv: Atslēga
ro_ro: Cheie

source: Remove this meta box
lv_lv: Nodzēst šo Papildinājumu Kasti (Meta box)
ro_ro: Eliminați această casetă meta

source: Remove Meta
lv_lv: Izdzēst Meta
ro_ro: Ștergeți Meta

source: Add A Meta Box
lv_lv: Pievienot Jaunu Papildinājumu Kasti (Meta box)
ro_ro: Adăugați o casetă meta

source: Featured Image
lv_lv: Sākuma Attēls
ro_ro: Imagine recomandată

source: Add Featured Image
lv_lv: Pievienot Sākuma Attēlu
ro_ro: Adăugați imagine recomandată

source: Add image to event calendar
lv_lv: Pievienot attēlu pasākumu kalendāram
ro_ro: Adăugați imagine la calendarul de evenimente

source: Remember, if updates are made or features are added to these gateways in the future. You will need to make the updates to your customized gateways.
ro_ro: Rețineți, dacă sunt efectuate actualizări sau sunt adăugate caracteristici la aceste gateway-uri în viitor. Va trebui să efectuați actualizările asupra gateway-urilor dumneavoastră personalizate.

source: The permissions on your templates directory are incorrect.
ro_ro: Permisiunile asupra dosarului dumneavoastră de șabloane sunt incorecte.

source: Path:
lv_lv: Ceļš:
ro_ro: Cale:

source: directory into the
ro_ro: dosar în

source: directory
lv_lv: direktorija
ro_ro: dosar

source: Payment Settings
lv_lv: Apmaksas Iestatījumi
ro_ro: Setări plată

source: Surcharge Type
lv_lv: Piemaksas Veids
ro_ro: Tip suprataxă

source: Flat Rate
lv_lv: Fiksēta Likme
ro_ro: Rată fixă

source: Percent
lv_lv: Procenti
ro_ro: Procent

source: Surcharge
lv_lv: Piemaksa
ro_ro: Suprataxă

source: Use the Venue Manager?
lv_lv: Vai izmantot Norises Vietas Pārvaldītāju?
ro_ro: Utilizați manager-ul de locații?

source: Use the Staff Manager?
lv_lv: Vai izmantot Personāla Pārvaldītāju?
ro_ro: Utilizați managerul de personal?

source: Enable Attendee Pre-approval
ro_ro: Activați aprobarea prealabilă a participanților

source: Extras
ro_ro: Extra

source: Show the Upcoming Events widget in the dashboard?
lv_lv: Vai Rādīt Plānoto Pasākumu Vidžetu Instrumentu Panelī?
ro_ro: Afișați, în tablou de bord, widget-ul cu Evenimente viitoare?

source: Debug/Logging Options
ro_ro: Opțiuni depanare/înregistrare

source: Enable Full Logging
ro_ro: Activați înregistrarea completă

source: Enable Remote Logging
ro_ro: Activați înregistrarea la distanță

source: Send debugging data to the remote URL below.
ro_ro: Trimiteți date de depanare către URL-ul de la distanță, de mai jos.

source: Remote Logging URL
ro_ro: URL înregistrare log la distanță

source: Example: http://www.postbin.org/MY_UNIQUE_ID
ro_ro: Exemplu: http://www.postbin.org/ID_UL_MEU_UNIC

source: Promote Event Espresso
ro_ro: Promovați Event Espresso

source: Your Event Espresso License Key
ro_ro: Cheia dumneavoastră de licență Event Espresso

source: Support License Key
ro_ro: Cheie licență suport

source: Save Options
lv_lv: Saglabāt Iestatījumus
ro_ro: Salvați opțiuni

source: reCAPTCHA Settings
lv_lv: reCAPTCHA Iestatījumi
ro_ro: Setări reCAPTCHA

source: Use reCAPTCHA
lv_lv: Lietot reCAPTCHA
ro_ro: Utilizați reCAPTCHA

source: Public Key
lv_lv: Publiskā atslēga
ro_ro: Cheie publică

source: Private Key
lv_lv: Privātā atslēga
ro_ro: Cheie privată

source: Width
lv_lv: Platums
ro_ro: Lățime

source: Theme
lv_lv: Kažociņš
ro_ro: Temă

source: Red
lv_lv: Sarkans
ro_ro: Roșu

source: White
lv_lv: Balts
ro_ro: Alb

source: Clean
lv_lv: Tīrs
ro_ro: Curat

source: Language
lv_lv: Valoda
ro_ro: Limbă

source: English
lv_lv: Angļu
ro_ro: Engleză

source: Spanish
lv_lv: Spānu
ro_ro: Spaniol

source: Dutch
lv_lv: Holandiešu
ro_ro: Olandez

source: French
lv_lv: Franču
ro_ro: Francez

source: Portuguese
lv_lv: Portugāļu
ro_ro: Portugheză

source: Russian
lv_lv: Krievu
ro_ro: Rusă

source: Turkish
lv_lv: Turku
ro_ro: Turcă

source: Manage Addons
lv_lv: Pārvaldīt spraudņus
ro_ro: Administrați suplimente

source: Installed
lv_lv: Instalēts
ro_ro: Instalat

source: About Groupon
lv_lv: Par Groupon
ro_ro: Despre Groupon

source: These files offer support for custom templates, functions, and shortcodes. Virtually allowing you to customize the plugin to your needs and making your custom changes future proof.
ro_ro: Aceste fișiere oferă suport pentru șabloane, funcții și coduri scurte personalizate.Practic vă permit să personalizați plugin-ul nevoilor dumnevoastră și să vă facă modificările dumneavoastră de personalizare rezistente în timp.

source: - Installed
lv_lv: - Instalēts
ro_ro: - Instalat

source: - Not Installed
lv_lv: - Nav instalēts
ro_ro: - Nu este instalat

source: Manage Event Promotional Codes
lv_lv: Pārvaldīt Pasākumu Atlaides Kodus
ro_ro: Administrați coduri promoționale de eveniment

source: Add New Code
lv_lv: Pievienot Jaunu Kodu
ro_ro: Adăugați cod nou

source: Promotional Codes have been successfully deleted from the database.
ro_ro: Codurile promoționale au fost șterse cu succes din baza de date.

source: Creator
lv_lv: Informāciju Ievietoja
ro_ro: Autor

source: Check All
lv_lv: Atzīmēt Visus
ro_ro: Bifați tot

source: Delete Promotional Code
lv_lv: Dzēst Atlaides Kodu
ro_ro: Șterge codul promoțional

source: Add New Promotional Code
lv_lv: Pievienot Jaunu Atlaides Kodu
ro_ro: Adăugați cod promoțional nou

source: Manage Event Emails
lv_lv: Pārvaldīt Pasākuma E-pasta Vēstules
ro_ro: Administrați e-mailuri evenimente

source: Add New Email
lv_lv: Pievienot Jaunu E-pasta Vēstuli
ro_ro: Adăugați e-mail nou

source: Action
lv_lv: Papildus Darbība
ro_ro: Acțiune

source: Edit Email
lv_lv: Labot E-pasta Vēstuli
ro_ro: Editați e-mail
