Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: There is no "registers" index in the <code>$this->_scripts_styles</code> property.
ro_ro: Nu există niciun index ”registers” în proprietatea <code>$this->_scripts_styles</code>.

source: Make sure you read the phpdoc comments above the definition of the $_scripts_styles property in the <code>EE_Admin_Hooks</code> class and modify according in the %s child
ro_ro: Asigurați-vă că ați citit comentariile phpdoc de deasupra definiției proprietății $_scripts_styles din clasa <code>EE_Admin_Hooks</code> și că ați modificat în consecință în produsul %s

source: Missing the url for the requested %s
ro_ro: Lipsește URL-ul pentru %s solicitat

source: Doublecheck your <code>$this->_scripts_styles</code> array in %s and make sure that there is a "url" set for the %s ref
ro_ro: Verificați de două ori matricea dumneavoastră <code>$this->_scripts_styles</code> în %s și asigurați-vă că există un „url” stabilit pentru referința %s

source: We can't load the page object
ro_ro: Nu putem încărca obiectul paginii

source: This is because the %s child class has not set the '_name' property
ro_ro: Acest lucru se întâmplă din cauza clasei produs %s, care nu are setată → → → → proprietatea '_name'

source: The class name that was given is %s. Check the spelling and make sure its correct, also there needs to be an autoloader setup for the class
ro_ro: Numele clasei care a fost dat este %s. Verificați ortografia și asigurați-vă că este corect; de asemenea, trebuie să existe o configurație autoloader (încărcare automată) pentru clasă

source: There is no corresponding method for the hook labeled in the _ajax_func array
ro_ro: Nu există nicio metodă corespondentă pentru cârligul etichetat în matricea _ajax_func

source: The method name given in the array is %s, check the spelling and make sure it exists in the %s class
ro_ro: Numele metodei dat în matrice este %s, verificați ortografia și asigurați-vă că există în clasa %s

source: There is no corresponding method for the hook labeled in the _init_func array
ro_ro: Nu există nicio metodă corespondentă pentru cârligul etichetat în matricea _init_func

source: There is no corresponding method to display the metabox content
ro_ro: Nu există nicio metodă corespondentă pentru a afișa conținutul căsuței meta

source: Filter
lv_lv: Filtri
ro_ro: Filtru

source: Something went wrong with loading the %s admin hooks page.
ro_ro: Ceva nu a mers bine cu încărcarea paginii de cârlige administrare %s.

source: There is no class in place for the %s admin hooks page.%sMake sure you have <strong>%s</strong> defined. If this is a non-EE-core admin page then you also must have an autoloader in place for your class
ro_ro: Nu există nicio clasă în loc de pagina de cârlige de administrare %s.%sAsigurați-vă că aveți <strong>%s</strong> definit. Dacă aceasta este o pagină de administrare din afara nucleului EE, atunci trebuie să aveți de asemenea și un autoloader (încărcare automată) la locul lui, pentru clasa dumneavoastră

source: No page routes have been set for the %s admin page.
ro_ro: Nicio rută de pagină nu a fost setată pentru pagina de administrare %s.

source: Make sure the "set_page_routes()" method exists, and is seting the "_page_routes" array properly.
ro_ro: Asigurați-vă că metoda „set_page_routes()” există și că setează corespunzător matricea ”_page_routes”.

source: The requested page route does not exist for the %s admin page.
ro_ro: Ruta solicitată de pagină nu există pentru pagina de administrare %s.

source: Create a key in the "_page_routes" array named "%s" and set it's value to the appropriate method.
ro_ro: Creați o cheie în matricea „_page_routes” numită „%s” și setați-i valoarea la metoda potrivită.

source: A default page route has not been set for the % admin page.
ro_ro: O cale implicită a paginii nu a fost setată pentru pagina de administrare %s.

source: Create a key in the "_page_routes" array named "default" and set it's value to your default page method.
ro_ro: Creați o cheie în matricea „_page_routes” numită „default” („implicit„) și setați-i valoarea la metoda potrivită.

source: The given page route does not exist for the %s admin page.
ro_ro: Ruta dată a paginii nu exista pentru pagina de administrare %s.

source: Check the route you are using in your method (%s) and make sure it matches a route set in your "_page_routes" array property
ro_ro: Verificați ruta pe care o utilizați în metoda dumneavoastră (%s) și asigurați-vă că aceasta corespunde unei rute setate în proprietatea din matricea „_page_routes”

source: %sNonce Fail.%s
ro_ro: %sEșec „nonce”.%s

source: In order to dynamically generate nonces for your actions, use the %s::add_query_args_and_nonce() method. May the Nonce be with you!
ro_ro: Pentru a genera dinamic „nonce”-uri pentru acțiunile dumneavoastră, utilizați metoda %s::add_query_args_and_nonce(). Fie ca puterea „nonce” să fie de partea dumneavoastră!

source: An error occured. The requested page route could not be found.
ro_ro: A apărut o eroare. Ruta solicitată de pagină nu a putut fi găsită.

source: Page route "%s" could not be called. Check that the spelling for method names and actions in the "_page_routes" array are all correct.
ro_ro: Ruta de pagină „%s” nu a putut fi apelată. Verificați ca ortografia să fie corectă pentru toate numele metodelor și acțiunilor din matricea „_page_routes”.

source: An error occured. A URL is a required parameter for the add_query_args_and_nonce method.
ro_ro: A apărut o eroare. Un URL este un parametru necesar pentru metoda add_query_args_and_nonce.

source: In order to dynamically generate nonces for your actions, you need to supply a valid URL as a second parameter for the %s::add_query_args_and_nonce method.
ro_ro: Pentru a putea genera dinamic „nonce”-uri pentru acțiunile dumneavoastră, trebuie să furnizați un URL valid drept al doilea parametru pentru metoda %s::add_query_args_and_nonce.

source: The _page_config array is not set up properly for help tabs. It is missing a title
ro_ro: Matricea _page_config nu este configurată corespunzător pentru filele de ajutor. Îi lipsește un titlu

source: The _page_config array is not setup properly for help tabs. It is missing a callback reference and a content reference so there is no way to know the content for the help tab
ro_ro: Matricea _page_config nu este configurată corespunzător pentru filele de ajutor. Îi lipsește o referință callback și o referință de conținut, în consecință nu are cum să fie cunoscut conținutul pentru fila de ajutor

source: The callback given for the %s help tab does not have a corresponding method. Check the spelling or make sure the method is present. This method is used to get the content for the tab.
ro_ro: Callback-ul dat pentru fila de ajutor %s nu are o metodă corespondentă. Verificați ortografia sau asigurați-vă că metoda este prezentă. Această metodă este utilizată pentru a obține conținutul filei.

source: Does not look like the popup content array has been setup correctly. Might want to double check that. Read the comments for the _get_help_popup_content method found in "EE_Admin_Page" class
ro_ro: Se pare că nu a fost configurată corect matricea de conținut popup. Poate doriți să verificați din nou acest lucru. Citiți comentariile pentru metoda _get_help_popup_content aflată în clasa „EE_Admin_Page”

source: Something went wrong with help popup content generation. Expecting an array and well, this ain't no array bub.
ro_ro: Ceva nu a funcționat corect privind generarea conținutului pop-up de ajutor. Se aștepta o matrice și nu a fost găsită.

source: Missing Content
ro_ro: Conținut lipsă

source: A trigger has been set that doesn't have any corresponding content. Make sure you have set the help content. (see the "_set_help_popup_content" method in the EE_Admin_Page for instructions.)
ro_ro: Un trigger a fost setat fără a avea un conținut corespunzător. Asigurați-vă că ați setat conținutul de ajutor (vedeți metoda „_set_help_popup_content” din EE_Admin_Page, pentru instrucțiuni).

source: Are you absolutely sure you want to delete this item?\nThis action will delete ALL DATA asscociated with this item!!!\nThis can NOT be undone!!!
ro_ro: Sunteți absolut convins că doriți să ștergeți acest articol?\nAceastă acțiune va șterge TOATE DATELE asociate cu acest articol!!!\nAcest lucru NU poate fi anulat!!!

source: An error occured. The requested list table views could not be found.
ro_ro: A apărut o eroare. Vizualizările tabelare listă solicitate nu au putut fi găsite.

source: List table views for "%s" route could not be setup. Check that you have the corresponding method, "%s" set up for defining list_table_views for this route.
ro_ro: Vizualizările tabelare listă pentru ruta „%s” nu au putut fi configurate. Verificați că aveți metoda corespondentă, „%s” configurată pentru definirea list_table_views pentru această rută.

source: Search %s
lv_lv: Meklēt %s
ro_ro: Căutați %s

source: An error occured. The requested metabox could not be found.
ro_ro: A apărut o eroare. Căsuța meta solicitată nu a putut fi găsită.

source: The metabox with the string "%s" could not be called. Check that the spelling for method names and actions in the "_page_config['metaboxes']" array are all correct.
ro_ro: Căsuța meta cu șirul „%s” nu a putu fi apelată. Verificați ortografia pentru toate numele de metodă și acțiuni din matricea „_page_config['metaboxes']”.

source: Publish
ro_ro: Publicare

source: An error occured. A required form key or ID was not supplied.
ro_ro: A apărut o eroare. O cheie necesară a formularului sau un identificator nu a fost furnizat.

source: In order for the "Save" or "Save and Close" buttons to work, a key name for what it is being saved (ie: event_id), as well as some sort of id for the individual record is required.
ro_ro: Pentru ca să funcționeze butoanele „Salvare” sau ”Salvare și închidere”, este necesar un nume al cheii pentru ceea ce este salvat (cum ar fi: event_id), cât și un fel de identificator pentru înregistrarea individuală.

source: An error occurred. No action was set for this page's form.
ro_ro: A apărut o eroare. Nicio acțiune nu a fost setată pentru formularul acestei pagini.

source: The $route argument is required for the %s->%s method.
ro_ro: Argumentul $route este necesar pentru metoda %s->%s.

source: The %s have been successfully %s.
lv_lv: %s tika veiksmīgi %s.
ro_ro: %s au fost %s cu succes.

source: The %s has been successfully %s.
lv_lv: %s tika veiksmīgi %s.
ro_ro: %s a fost %s cu succes.

source: There is no page route for given action for the button. This action was given: %s
ro_ro: Nu există nicio rută de pagină pentru acțiunea indicată a butonului. A fost dată această acțiune: %s

source: There is no label for the given button type (%s). Labels are set in the <code>_page_config</code> property.
ro_ro: Nu există nicio etichetă pentru tipul de buton specificat (%s). Etichetele sunt setate în proprietatea <code>_page_config</code>.

source: %s have been successfully updated.
lv_lv: %s tika veiksmīgi atjaunoti.
ro_ro: %s au fost actualizați(e) cu succes.

source: An error occured. The %s were not updated.
ro_ro: A apărut o eroare. %s nu au fost actualizate.

source: Thank You
lv_lv: Paldies
ro_ro: Vă mulțumim

source: Registration Cancelled
lv_lv: Reģistrācija atcelta
ro_ro: Înscriere anulată

source: We can't load the page because we're missing a valid page object that tells us what to load
ro_ro: Nu putem încărca pagina deoarece ne lipsește un obiect valid de pagină, care să ne spună ce să încărcăm

source: The custom slug you have set for this page is %s. This means we're looking for the class %s_Admin_Page (found in %s_Admin_Page.core.php) within your %s directory
ro_ro: Adresa scurta personalizată pe care ați setat-o pentru această pagină este %s. Acest lucru înseamnă că ne uităm după clasa %s_Admin_Page (găsită în %s_Admin_Page.core.php) din dosarul dumneavoastră %s

source: You don't have access to this page.
lv_lv: Jums nav pieejas šai lapai.
ro_ro: Nu aveți acces la această pagină.

source: Main
lv_lv: Sākumlapa
ro_ro: Principal

source: Check that the %s folder exists and is writable. Maybe try deactivating, then reactivating Event Espresso again.
ro_ro: Verificați că dosarul %s există și poate fi scris. Poate încercați să dezactivați Event Espresso apoi să reactivați din nou.

source: Something went wrong with loading the %s admin page.
ro_ro: Ceva nu a funcționat corect privind încărcarea paginii de administrare %s.

source: There is no Init class in place for the %s admin page.
ro_ro: Nu există nicio clasă Init la locul ei, pentru pagina de administrare %s.

source: Make sure you have <strong>%s</strong> defined. If this is a non-EE-core admin page then you also must have an autoloader in place for your class
ro_ro: Asigurați-vă că ați definit <strong>%s</strong>. Dacă aceasta este o pagină de administrare din afara nucleului Event Espresso, atunci trebuie, de asemenea, să aveți un autoloader (încărcare automată) la locul lui, pentru clasa dumneavoastră

source: Something went wrong when prepping the admin pages
ro_ro: Ceva nu a funcționat corect în timpul pregătirii paginilor de administrare

source: event
lv_lv: pasākums
ro_ro: eveniment

source: events
lv_lv: pasākumi
ro_ro: evenimente

source: Export Event
lv_lv: Eksportēt pasākumu
ro_ro: Export eveniment

source: Add Event
lv_lv: Pievienot jaunu pasākumu
ro_ro: Adăugare eveniment

source: Default Settings
lv_lv: Noklusējuma uzstādījumi
ro_ro: Setări implicite

source: View All Events
lv_lv: Skatīt visus pasākumus
ro_ro: Vizualizați toate evenimentele

source: Export Events
lv_lv: Eksportēt pasākumus
ro_ro: Export evenimente

source: group of questions
lv_lv: jautājumu grupa
ro_ro: grup de întrebări

source: This value will be automatically filled in for each person's registration status, until payment is made, for each event.
ro_ro: Această valoare va fi automat completată pentru statusul înscrierii fiecărei persoane, până când plata este efectuată, pentru fiecare eveniment.

source: Attendeess will be marked as pending approval, until an administrator manually changes their status to approved via the Registrations Admin page.
ro_ro: Participanții vor fi marcați ca necesitând confirmare, până când un administrator le schimbă manual statusul în aprobat, prin intermediul paginii de Administrare înscrieri.

source: price types
ro_ro: tipuri de preț

source: Base Type
ro_ro: Tip de bază

source: Restore Price Type
ro_ro: Restabilire tip de preț

source: Delete Price Type Permanently
ro_ro: Ștergere permanentă a tipului de preț

source: price
ro_ro: preț

source: prices
ro_ro: prețuri

source: Move Price to Trash
ro_ro: Mută prețul în coșul de gunoi

source: Restore Price
ro_ro: Restabilire preț

source: Delete Price Permanently
ro_ro: Ștergere permanentă a prețului

source: Prices
lv_lv: Cenas
ro_ro: Prețuri

source: Export Prices
ro_ro: Export prețuri

source: Trash Can
ro_ro: Coș de gunoi

source: Restore from Trash
lv_lv: Atgriest no miskastē
ro_ro: Restaurare din coșul de gunoi

source: Export Price Types
ro_ro: Export tipuri de preț

source: Edit Question Group
ro_ro: Editare grup de întrebări

source: Add Question
ro_ro: Adăugare întrebare

source: Add Question Group
ro_ro: Adăugare grup de întrebări

source: Reg Form Settings
ro_ro: Setări formular înscriere

source: Question order was updated successfully.
lv_lv: Jautājumi kārtība atjaunota.
ro_ro: Ordinea întrebărilor a fost actualizată cu succes.

source: An error occured. The question order was not updated.
lv_lv: Notika kļūda. Jautājumu kārtība nav atjaunota.
ro_ro: A apărut o eroare. Ordinea întrebărilor nu a fost actualizată.

source: Question group order was updated successfully.
ro_ro: Ordinea grupurilor de întrebări a fost actualizată cu succes.

source: An error occured. The question group order was not updated.
ro_ro: A apărut o eroare. Ordinea grupurilor de întrebări nu a fost actualizată.

source: Registration Form Overview
lv_lv: Reģistrēšanās formas apskats
ro_ro: Privire de ansamblu a formularului de înscriere

source: question group
ro_ro: grup de întrebări

source: question groups
ro_ro: grupuri de întrebări

source: Show Name
ro_ro: Afișare nume

source: Show Desc
ro_ro: Afișare desc

source: question
lv_lv: jautājums
ro_ro: întrebare

source: Admin Label
lv_lv: Administratora nosaukums
ro_ro: Etichetă admin

source: A name or heading for this group of questions that can be used to organize your Registration Form. For example: Address Information.
lv_lv: Vārds vai virsraksts šai jautājumu grupai, ko var lietot, lai sakārtotu Jūsu reģistrācijas formu. Piemēram: Adreses informācija.
ro_ro: Un nume sau un antet pentru acest grup de întrebări, care poate fi utilizat pentru a organiza formularul dumneavoastră de înscriere. De exemplu: Informații adresă.

source: Group Identifier
lv_lv: Grupas identifikators
ro_ro: Identificator de grup

source: The "Group Identifier" is a unique name for this group that can be used to distinguish it from all other groups in the system. A Group Identifier therefore can not be the same as any other. It will NOT be displayed to site visitors. If left blank, one will be automagically generated for you, ie: address-info-12345.
lv_lv: "Grupas identifikators" ir unikāls vārds šai grupai, ko var lietot, lai sistēmā atšķirtu šo grupu no citām. Tādejādi grupas identifikators nevar būt tāds pats kā kādai citai. Tas NETIKS attēlots vietnes apmeklētājiem. Ja atstāsiet tukšu, priekš Jums tiks ģenerēts jauns nnosaukums, piem.: address-info-12345.
ro_ro: „Identificatorul de grup” este un nume unic pentru acest grup, care poate fi utilizat pentru a îl distinge de alte grupuri de întrebări din sistem. Așadar, un identificator de grup nu poate fi la fel cu niciunul dintre celelalte. NU va fi afișat vizitatorilor site-ului. Dacă este lăsat gol, unul va fi generat automat pentru dumneavoastră, cum ar fi: address-info-12345.

source: Show Group Name
lv_lv: Rādīt grupas nosaukumu
ro_ro: Afișare nume al grupului

source: Show Group Name on Registration Page?
lv_lv: Rādīt grupas nosaukumu reģistrēšanās lapā?
ro_ro: Afișați numele grupului în pagina de înscriere?

source: Show Group Description on Registration Page?
lv_lv: Rādīt grupas aprakstu reģistrēšanās lapā?
ro_ro: Afișați descrierea grupului în pagina de înscriere?

source: Questions that appear in this group.
lv_lv: Jautājumi, kas parādīsies šajā grupā.
ro_ro: Întrebări care apar în acest grup.

source: Check off all questions that you wish to appear in this group.
lv_lv: Atzīmējiet visus jautājumus, kuru vēlaties, lai parādās šajā grupā.
ro_ro: Bifați toate întrebările pe care doriți să apară în acest grup.

source: An administrative label for this question to help you differentiate between two questions that may appear the same to registrants (but are for different events). For example: You could have two questions that simply ask the registrant to choose a "Size", then use this field to label one "T-shirt Size" and the other "Shoe Size".
ro_ro: O etichetă administrativă pentru această întrebare, pentru a vă ajuta să diferențiați între două întrebări care ar putea să pară la fel pentru participanți (dar sunt pentru evenimente diferite). De exemplu: ați putea avea două întrebări care întreabă pur și simplu pe participant să aleagă o „Dimensiune”, apoi să utilizați acest câmp pentru a eticheta una ca fiind „Dimensiune tricou” și pe cealaltă ca ”Dimensiune pantof”.

source: 'TEXT' is best for small text based answers (fewer than 100 characters).%s 'TEXTAREA' is best for large text based answers (paragraphs).%s 'SINGLE' (radio buttons) is for a multiple-choice question where registrants can only choose one predetermined answer option.%s 'MULTIPLE' (checkboxes) allow users to select multiple answer options. Best when there are only a few predetermined answer options.%s 'DROPDOWN' (select boxes) allow users to select one or more answer options. Best when there are many predetermined answer options%s 'DATE' uses a javascript calendar to allow users to select a date.
ro_ro: → → → → → → → → 'TEXT' este cel mai potrivit pentru răspunsuri de tip text, scurte (mai puțin de 100 de caractere).%s → → → → → → → → 'TEXTAREA' este cel mai potrivit pentru răspunsuri de tip text, lungi (paragrafe).%s → → → → → → → → 'SINGLE' (butoane radio) este util pentru întrebare cu mai multe răspunsuri unde participanții nu pot alege decât un singur răspuns predefinit.%s → → → → → → → → 'MULTIPLE' (căsuțe) permite utilizatorilor să selecteze opțiuni multiple de răspuns. Este cel mai potrivit atunci când sunt doar câteva opțiuni de răspuns predefinite.%s → → → → → → → → 'DROPDOWN' (căsuțe de selecție) permit utilizatorilor să selecteze una sau mai multe opțiuni de răspuns. Este cel mai potrivit atunci când sunt multe opțiuni de răspuns predefinite.%s → → → → → → → → 'DATE' utilizează un calendar javascript pentru a permite utilizatorilor să aleagă o dată.

source: Add Another Answer Option
lv_lv: Pievienojiet citu atbildes izvēli
ro_ro: Adăugați o altă opțiune de răspuns

source: Answer Options are the choices that you give people to select from for SINGLE, MULTIPLE or DROPDOWN questions. The Option Value is a simple key that will be saved to the database and the Answer Option Display Text is what the user will actually see in the form. For example, you may have a question for "T-shirt Size" that has the Option Values of "S", "M", "L", and "XL" with the corresponding display text "Small", "Medium", "Large", and "Extra Large".
ro_ro: Opțiunile de răspuns sunt alegerile pe care le dați oamenilor pentru a selecta din ele pentru întrebări de tip SINGLE, MULTIPLE sau DROPDOWN. Valoarea opțiunii este o cheie simplă care va fi salvată în baza de date, iar Textul afișat al opțiunii de răspuns este ceea ce utilizatorul va vedea cu adevărat în formular. De exemplu, puteți avea o întrebare pentru „Dimensiune tricou” care are valorile opțiunilor de „S”, „M”, „L” și „XL” cu textele de afișat corespondente: „Mic”, „Mediu”, „Mare” și ”Foarte mare”.

source: reCAPTCHA Anti-spam Settings
lv_lv: reCAPTCHA anti-spama iestatījumi
ro_ro: Setări anti-spam reCAPTCHA

source: Used to block spam registrations. Sign up %shere%s to receive your Public and Private keys.
lv_lv: Tiek lietots, lai bloķētu spama reģistrācijas. Pierakstieties %sšeit%s, lai saņemtu Publisko un Privāto atslēgas.
ro_ro: Utilizat pentru a bloca înscrierile false. Înscrieți-vă %saici%s pentru a primi cheile dumneavoastră publică și privată.

source: reCAPTCHA Appearance
lv_lv: reCAPTCHA izskats
ro_ro: Aspect reCAPTCHA

source: Event Venues
ro_ro: Locații eveniment

source: Capacity
ro_ro: Capacitate

source: Add Venue
ro_ro: Adăgare locație

source: Google Map
ro_ro: Hartă Gogle

source: event category
lv_lv: pasākuma kategorija
ro_ro: categorie eveniment

source: event categories
lv_lv: pasākuma kategorijas
ro_ro: categorii evenimente

source: Add Category
lv_lv: Pievienot kategoriju
ro_ro: Adăugare categorie

source: Category Name is a required field. Please enter a value in order to continue.
ro_ro: Numele categoriei este un câmp necesar. Vă rugăm să introduceți o valoare pentru a continua.

source: Export Categories
lv_lv: Eksportēt kategorijas
ro_ro: Export categorii

source: The unique ID can also be used in individual pages using the %s shortcode
ro_ro: Identificatorul unic poate fi folosit de asemenea în pagini individuale, utilizând codul scurt %s

source: An error occured and the category has not been saved to the database.
ro_ro: A apărut o eroare și categoria nu a putut fi salvată în baza de date.

source: The category %s was successfuly created
lv_lv: Kategorija %s veiksmīgi izveidota
ro_ro: Categoria %s a fost creată cu succes

source: Edit Event Details
lv_lv: Labot pasākuma detaļas
ro_ro: Editare detalii eveniment
