Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Update E-xact Settings
lv_lv: Atjaunot E-xact iestatījumus
ro_ro: Actualizați setări E-xact

source: This shows the specific the URL to which the gateway should return the relay response for a transaction. This the page should be set in your E-xact account. Login to E-xact, goto Account > Response/Receipt URLs > Add URL and enter the following URL.
ro_ro: Acest lucru afișează URL-ul specific către care gateway-ul ar trebui să întoarcă răspunsul releu pentru o tranzacție. Această pagină ar trebui setată în contul dumneavoastră E-xact. Intrați în contul E-xact, mergeți la Cont : URL-uri răspuns/primire > Adăugați URL, și introduceți URL-ul următor.

source: E-xact Image URL (logo for payment page)
ro_ro: URL imagine E-xact (emblemă pentru pagina plății)

source: E-xact Test Mode
lv_lv: E-xact izmēģinājuma režīms
ro_ro: Mod de test E-xact

source: First Data settings saved.
lv_lv: First Data iestatījumi saglabāti.
ro_ro: Setări First Data salvate.

source: Verify Peer Option
lv_lv: Pārbauda Peer iespējas
ro_ro: Opțiunea Verify Peer

source: Ideal Mollie settings saved.
lv_lv: Ideal Mollie istatījumi saglabāti
ro_ro: Setări Ideal Mollie salvate.

source: Invoice Payment settings saved.
lv_lv: Maksājuma rēķina iestatījumi saglabāti.
ro_ro: Setări salvate pentru plată factură.

source: PDF Settings
lv_lv: PDF iestatījumi
ro_ro: Setări PDF

source: PDF Title (top right of the invoice):
lv_lv: PDF virsraksts (rēķina labajā augšējā stūrī):
ro_ro: Titlu PDF (zona dreapta sus a facturii):

source: Mwarrior settings saved.
lv_lv: Mwarrior iestatījumi saglabāti.
ro_ro: Setări Mwarrior salvate.

source: Use the Test Mode for Merchant Warrior
lv_lv: Lietot Merchant Warrior izmēģinājuma režīmu
ro_ro: Utilizați Modul Test pentru Merchant Warrior

source: NAB Transact Direct Post settings saved.
lv_lv: NAB Transact Direct Post iestatījumi saglabāti.
ro_ro: Setări NAB Transact Direct Post salvate.

source: PayPal settings saved.
lv_lv: PayPal iestatījumi ir veiksmīgi saglabāti.
ro_ro: Setări PayPal salvate.

source: PayPal Settings
lv_lv: PayPal Iestatījumi
ro_ro: Setări PayPal

source: Deactivate PayPal IPN?
lv_lv: Vai Deaktivizēt PayPal IPN?
ro_ro: Dezactivați IPN PayPal?

source: Activate PayPal IPN?
lv_lv: Vai Aktivizēt PayPal IPN?
ro_ro: Activați IPN PayPal?

source: (used for your business/personal logo on the PayPal page)
lv_lv: (izmantojiet PayPal lapās sava biznesa vai personīgo logotipu)
ro_ro: (utilizat pentru emblema dumneavoastră de afaceri/personală în pagina PayPal)

source: (Make sure you enter the sandbox credentials above.)
ro_ro: (Asigurați-vă că introduceți mai sus acreditările sandbox.)

source: Pound Sterling
lv_lv: Sterliņu mārciņa
ro_ro: Liră sterlină

source: Hong Kong Dollar
lv_lv: Honkongas dolārs
ro_ro: dolar Hong Kong

source: Japanese Yen
lv_lv: Japāņu jena
ro_ro: Yen japonez

source: Use the debugging feature
lv_lv: Lietot atkļūdošanas funkciju
ro_ro: Utilizează caracteristica de depanare

source: Add Events to Cart
lv_lv: "Pievienot Pasākumu Iepirkuma Grozam" Īskods
ro_ro: Adăugați evenimente în coș

source: Venue Shortcodes
lv_lv: Norises Vietu Īskodi
ro_ro: Coduri scurte ale locației

source: Staff Shortcodes
lv_lv: Darbinieku Īskodi
ro_ro: Coduri scurte personal

source: Calendar Shortcodes
lv_lv: Kalendāra Īskodi
ro_ro: Coduri scurte calendar

source: on
ro_ro: pe

source: Organization details saved.
lv_lv: Organizācijas detaļas un galvenie iestatījumi ir saglabāti.
ro_ro: Detaliile organizației au fost salvate.

source: If your site uses SSL to handle secure transactions. Please install the <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Download Now">Event Espresso SSL/HTTPS</a> plugin now.
ro_ro: Dacă site-ul dumneavoastră folosește SSL pentru a gestiona tranzacții securizate. Vă rugăm să instalați acum plugin-ul <a href="http://ee-updates.s3.amazonaws.com/espresso-https.1.0.zip" title="Descarcă acum">Event Espresso SSL/HTTPS</a>.

source: Main registration page:
lv_lv: Galvenā reģistrācijas lapa:
ro_ro: Pagina principală de înscriere:

source: This page should contain the %s shortcode. <br />This page can be hidden from navigation if desired, <br />but should always contain the %s shortcode.
lv_lv: Šai lapai ir jāsatur %s īskods. <br />Šo lapu var paslēpt no navigācijas ja ir vēlēšanās, <br />bet tās saturā vienmēr ir jābūt %s īskods.
ro_ro: Această pagină ar trebui să conțină codul scurt %s. <br />Această pagină poate fi ascunsă din navigație, dacă se dorește,<br />dar ar trebui să conțină întotdeauna codul scurt %s.

source: Auto Return URL (Thank You and Return Payment page):
lv_lv: Auto Novirzīšana / Atgriešanās URL pēc Apmaksas (Paldies lapa, Atgriezties Maksājuma lapā)
ro_ro: URL de întoarcere automată (pagina Mulțumesc și Întoarcere plată):

source: This page should contain the %s shortcode.<br />This page should hidden from your navigation,<br />but still viewable to the public (not password protected.)
lv_lv: Šai lapai ir jāsatur %s īskods.<br />Šī lapa ir slēpta no Jūsu navigācijas,<br />bet tā joprojām ir redzama publiski (nav aizsargāta ar paroli.)
ro_ro: Această pagină ar trebui să conțină codul scurt %s.<br />Această pagină ar trebui ascunsă din navigația dumneavoastră,<br />dar totuși vizibilă pentru public (nu este protejată cu parolă).

source: Cancel Return URL (used for cancelled payments):
lv_lv: Auto Novirzīšana / Atgriešanās URL Maksājuma Atcelšanas Gadījumā (tiek izmantots atceltiem maksājumiem):
ro_ro: URL întoarcere anulări (utilizat pentru plăți anulate):

source: This should be a page on your website that contains a cancelled message and the %s shortcode.
lv_lv: Šai vajadzētu būt lapai Jūsu mājas lapā, kura satur Maksājuma Atcelšanas teksta ziņojumu un %s īskodu.
ro_ro: Aceasta ar trebui să fie o pagină din site-ul dumneavoastră web, care să conțină un mesaj de anulare și codul scurt %s.

source: Notify URL (used to process payments):
lv_lv: Paziņošanas URL (tiek izmantots maksājuma apstrādei):
ro_ro: URL notificare (utilizat pentru a procesa plăți):

source: This page should contain the %s shortcode.<br />This page should hidden from your navigation, <br />but still viewable to the public (not password protected.)
lv_lv: Šai lapai ir jāsatur %s īskods.<br />Šī lapa ir slēpta no Jūsu navigācijas, <br />bet tā joprojām ir redzama publiski (nav aizsargāta ar paroli.)
ro_ro: Această pagină ar trebui să conțină codul scurt %s.<br />Această pagină ar trebui ascunsă din navigația dumneavoastră,<br />dar totuși vizibilă pentru public (fără a fi protejată de o parolă).

source: Use fancy email headers?
lv_lv: Pielietot iedomātus No un Atbildēm E-pasta adresāta galvenes formātu?
ro_ro: Utilizați antete fanteziste de e-mail?

source: Fancy Email Headers
lv_lv: Iedomātu E-pastu Galvenes Formāts
ro_ro: Antete e-mail fanteziste

source: This option enables the use of the email header format %s From: name %s %s Reply-to: name %s %s.
lv_lv: Šis iestatījums ieslēdz lietot iedomātu E-pasta galvenes formātu %s No: name %s %s Atbildēm: name %s %s.
ro_ro: Această opțiune activează utilizarea antetului e-mail în format %s De la: nume %s %s Răspuns la: nume %s %s.

source: Email Subject:
lv_lv: E-pasta vēstules Tēma:
ro_ro: Subiect e-mail:

source: Example
lv_lv: Piemērs
ro_ro: Exemplu

source: Advanced Features
lv_lv: Papildus Iestatījumu Iespējas
ro_ro: Caracteristici avansate

source: to gain access to this feature.
ro_ro: pentru a obține acces la această caracteristică.

source: <h3 class="expired_event">This event has passed.</h3>
ro_ro: <h3 class="expired_event">Acest eveniment a trecut.</h3>

source: Template details saved.
lv_lv: Šablona un stila iestatījumi ir veiksmīgi saglabāti.
ro_ro: Detalii șablon salvate.

source: Event Template Settings
lv_lv: Pasākuma Šablonu Iestatījumi
ro_ro: Setări șablon eveniment

source: Stylesheet Options
lv_lv: Šablona Stila Iestatījumi
ro_ro: Opțiuni foaie de stil

source: Developers Only
lv_lv: Informācija Tikai Izstrādātājiem
ro_ro: Doar dezvoltatori

source: Developer templates
lv_lv: Izstrādātāju Šabloni
ro_ro: Șabloane dezvoltator

source: All Attendees
lv_lv: Visi Dalībnieki
ro_ro: Toți participanții

source: Select Base stylesheet
ro_ro: Selectați foaia de stil de bază

source: Default style - generic
ro_ro: Stil implicit - generic

source: Select optional colors
ro_ro: Selectați culori opționale

source: Display event descriptions in the multiple event registration pages?
lv_lv: Vai rādīt pasākuma aprakstu reģistrācijas lapā, kurā ir iespēja vienlaicīgi piereģistrēties uz vairākiem pasākumiem (multi-reģistrācijas lapa)?
ro_ro: Afișați descrierea evenimentului în paginile de înscriere cu evenimente multiple?

source: Display addresses in the event listings?
lv_lv: Vai rādīt pasākuma adresi pasākumu sarakstos?
ro_ro: Afișați adrese în lista de evenimente?

source: Use the custom post types feature?
lv_lv: Vai izmantot opciju pielietot iepriekš sagatavotus šablonus ievietojot pasākuma rakstu / post?
ro_ro: Utilizați caracteristica de tipuri de postare personalizate?

source: Key:
lv_lv: Atslēga:
ro_ro: Cheie:

source: Value:
lv_lv: Vērtība:
ro_ro: Valoare:

source: Value:
lv_lv: Vērtība:
ro_ro: Valoare:

source: Default Surcharge (this value will be automatically filled in for each price type when creating an event):
lv_lv: Piemaksa pēc Noklusējuma (veidojot pasākumu, šī vērtība tiks automātiski pievienota pie katra pasākuma pamata cenas)
ro_ro: Suprataxă implicită (această valoare va fi automat completată pentru fiecare tip de preț, atunci când creați un eveniment):

source: Default Payment Status (this value will be automatically filled in for each person's payment status, until payment is made, for each event):
lv_lv: Maksājuma Statuss pēc Noklusējuma (šī maksājuma statusa vērtība tiks automātiski pielietota katram pasākuma dalībniekam, līdz brīdim, kamēr dalībnieka maksājums par konkrēto pasākumu tiks veiksmīgi izpildīts):
ro_ro: Statusul implicit al plății (această valoare va fi completată automat pentru statusul de plată al fiecărei persoane, până este efectuată plata, pentru fiecare eveniment):

source: Show the next
lv_lv: Rādīt nākošajās
ro_ro: Afișați următorul

source: days of events in the dashboard.
lv_lv: dienās turpmāk plānoto pasākumu vidžetu.
ro_ro: zile ale evenimentelor în tabloul de bord.

source: Use registration limits on time slots?<br /> <em class="important">(This function is experimental and may not function as expected. You should adjust your attendee limit accordingly.)</em>
lv_lv: Vai lietot reģistrēšanās limitu konkrētā laika periodā?<br /> \ \ \ \ \ \ \ <em class="important">(Šī funkcija ir eksperimentāla un var nedarboties kā gaidīts. Jums vajadzētu atbilstoši pielāgot un ierobežot Jūsu dalībnieku limitus.)</em>
ro_ro: Utilizați limite de intervale orare pentru înscriere?<br /> \ \ \ \ \ \ \ <em class="important">(Această funcție este experimentală și poate să nu funcționeze conform așteptării. În consecință, ar trebui să vă ajustați limita dumneavoastră de participanți.)</em>

source: Use a custom time zone for each event?
lv_lv: Vai izmantot pielāgotu laika zonu katram pasākumam atseviški?
ro_ro: Utilizați un fus orar personalizat pentru fiecare eveniment?

source: Enable attendee pre-approval feature?
lv_lv: Vai ieslēgt katra dalībnieka pirms-apstiprināšanas funkciju? (administratoram katrs piereģistrējušais dalībnieks būs jāapstiprina rokas režīmā)
ro_ro: Activați caracteristica de pre-aprobare a participantului?

source: Show payment options for "Pending Payments" on the Payment Overview page?
lv_lv: Vai rādīt apmaksas iespējas " Nepilnīgiem Maksājumiem " Maksājumu Pārskata lapā?
ro_ro: Afișați opțiuni de plată pentru "Plăți în așteptare" în pagina de Prezentare generală plăți?

source: Use full logging?
lv_lv: Vai izmantot Pilnu Ielogošanos
ro_ro: Utilizați înregistrări complete?

source: Show a link to Event Espresso in your event pages?
lv_lv: Vai pasākumu lapās rādīt aktīvo saiti uz " Event Espresso " programmu?
ro_ro: Afișați un link către Event Espresso în paginile evenimentelor dumneavoastră?

source: Affiliate ID:
ro_ro: ID afiliat:

source: (optional)
lv_lv: (pēc izvēles)
ro_ro: (opțional)

source: Use
lv_lv: Vai lietot
ro_ro: Utilizați

source: to block spam registrations
lv_lv: lai bloķētu spam un viltus reģistrēšanos?
ro_ro: pentru a bloca înscrierile spam

source: Public Key:
lv_lv: Publiskā Atslēga:
ro_ro: Cheie publică:

source: Private Key:
lv_lv: Privātā Atslēga:
ro_ro: Cheie privată:

source: Look &amp; Feel Customization
lv_lv: Izskata &amp; Jūtīguma Pielāgošana
ro_ro: Personalizare aspect

source: Width:
lv_lv: Platums:
ro_ro: Lățime:

source: Theme:
lv_lv: Tēma:
ro_ro: Temă:

source: Language:
lv_lv: Valoda:
ro_ro: Limbă:

source: reCAPTCHA helps prevent automated abuse of your site (such as comment spam or bogus registrations) by using a
lv_lv: reCAPTCHA palīdz novērst no Jūsu mājas lapās robotu ļaunprātīgās darbības (piemēram ierakstīt spam komentārus, veikt viltus reģistrācijas), tāpēc, izmantojot
ro_ro: reCAPTCHA ajută la prevenirea abuzului automatizat asupra site-ului dumneavoastră (cum ar fi comentariile spam sau înscrierile false), utilizând

source: to ensure that only humans perform certain actions.
lv_lv: Jūs nodrošinat ka tikai cilvēki veic dotās darbības. Lūdzu ņemiet vērā, ka reCAPTCHA nav pilnīga aizsardzība pret visiem nelabvēlīgajiem robotiem.
ro_ro: pentru a asigura că doar oamenii execută anumite acțiuni.

source: You must sign up for a
lv_lv: Jums ir jāatver savs
ro_ro: Trebuie să vă înscrieți pentru

source: account to use it with this plugin. If you already have a reCAPTCHA account enter your "Public" and "Private" keys on this page.
lv_lv: konts lai Jūs varētu izmantot to kopā ar šo spraudni. Gadījumā, ja Jums jau ir savs reCAPTCHA konts, tad ievadiet savus "Publiskā Atslēga" un "Privātā Atslēga" šajā lapā.
ro_ro: cont de utilizat cu acest plugin. Dacă aveți deja un cont reCAPTCHA, introduceți cheile dumneavoastră "Publică" și "Privată" în această pagină.

source: If you want to modify and customize the styles of your template pages you must move a copy of the event_espresso_style.css to the /wp-content/uploads/espresso/templates folder (if /espresso/templates does not exist you may need to create it manually. Keeping your modification in this folder ensures that your styles are not overwritten when upgrading EE.)
ro_ro: Dacă doriți să modificați și să personalizați stilurile paginilor dumneavoastră șablon, trebuie să mutați o copie a \ \ \ \ \ \ \ \ \ event_espresso_style.css în dosarul /wp-content/uploads/espresso/templates (dacă /espresso/templates \ \ \ \ \ \ \ \ \ nu există, va trebui să îl creați manual. Păstrând modificarea dumneavoastră în acest dosar asigură că stilurile dumneavoastră nu vor fi suprascrise la actualizarea EE).

source: Modifying your event listings and registration pages is easy.
ro_ro: Modificarea listării evenimentelor dumneavoastră și a paginilor de înscriere este simplă.

source: You just need to edit the appropriate files in the following location.
ro_ro: Trebuie doar să editați fișierele corespunzătoare în locația următoare.

source: If you plan on modifying the look of your event listings, registration page, or attendee list. Use the option below to move these templates to a safe place. Keep in mind, if updates are made or features are added to these templates in the future. You will need to make the updates to your customized templates.
lv_lv: Gadījumā, ja Jūs plānojat modificēt izskatu saviem pasākumu sarakstiem, reģistrācijas lapai vai dalībnieku sarakstam, noteikti izmantojiet iespēju un pārvietojiet savus šablonus drošā vietā. Atcerieties, tad kad tiks veikts programmas atjauninājumi vai uzlabojumi, vai pievienotas kādas citas šablonu funkcijas, Jums vajadzēs to visu veikt arī savos pielāgotos šablonos.
ro_ro: Dacă plănuiți să modificați aspectul listei dumneavoastră de evenimente, a paginii de înscriere sau a listei de participanți. Utilizați opțiunea de mai jos pentru a muta aceste șabloane într-un loc sigur. Rețineți, dacă sunt efectuate actualizări sau sunt adăugate caracteristici, în viitor, acestor șabloane. Va trebui să efectuați actualizările asupra șabloanelor dumneavoastră personalizate.

source: The discount code has been added.
lv_lv: Atlaides Kods ir Veiksmīgi Pievienots.
ro_ro: Codul discount a fost adăugat.

source: The discount code was not saved.
lv_lv: Atlaides Kods Nav Saglabāts.
ro_ro: Codul discount nu a fost salvat.

source: Edit Code:
lv_lv: Labot Atlaides Kodu:
ro_ro: Editați cod:

source: Promotional Code:
lv_lv: Atlaides Kods:
ro_ro: Cod promoțional:

source: Is this a percentage discount?
lv_lv: Atlaide ir Procentuālā Izteiksmē?
ro_ro: Acesta este un discount procentual?

source: Promotional Code Description
lv_lv: Atlaides Koda Apraksts
ro_ro: Descriere cod promoțional

source: The discount has been updated.
lv_lv: Atlaides Kods ir Veiksmīgi Atjaunots.
ro_ro: Discount-ul a fost actualizat.

source: The discount code was not updated.
lv_lv: Atlaides Kods Nav Atjaunots.
ro_ro: Codul discount nu a fost actualizat.

source: Edit Email:
lv_lv: Labot E-pasta Vēstuli:
ro_ro: Editare e-mail:

source: Email Name:
lv_lv: E-pasta Vēstules Nosaukums:
ro_ro: Nume email:

source: Email Subject Line:
lv_lv: E-pasta Vēstules Virsraksts:
ro_ro: Linia de subiect email:

source: Update Email
lv_lv: Atjaunot e-pastu
ro_ro: Actualizare email

source: Emails have been successfully deleted.
lv_lv: E-pasta vēstule ir veiksmīgi izdzēsta.
ro_ro: E-mail-urile au fost șterse cu succes.

source: Create customized emails for use in multiple events.
lv_lv: Izveidojiet jau iepriekš pielāgotas dažādas e-pasta vēstules, kuras turpmāk varēsiet izmantot dažādiem pasākumiem.
ro_ro: Creați e-mailuri personalizate pentru utilizarea în evenimente multiple.

source: The email
lv_lv: E-pasts
ro_ro: Adresa email

source: has been updated
lv_lv: tika atjaunots
ro_ro: a fost actualizat

source: was not updated
lv_lv: netika atjaunots
ro_ro: nu a fost actualizat

source: Event Status:
lv_lv: Pasākuma Statuss:
ro_ro: Status eveniment:

source: Default Payment Status for Event:
lv_lv: Pasākuma Maksājuma Statuss pēc Noklusējuma:
ro_ro: Status plată implicit pentru eveniment:

source: Author:
lv_lv: Autors:
ro_ro: Autor:

source: Tags:
lv_lv: Tagi:
ro_ro: Etichete:

source: The group has been added.
ro_ro: Grupul a fost adăugat.

source: There was an error in your submission, please try again. The group was not saved!
ro_ro: A apărut o eroare în depunerea dumneavoastră, vă rugăm să încercați din nou. Grupul nu a fost salvat!

source: The locale has been added.
lv_lv: Lokalizācija ir pievienota.
ro_ro: Regiunea a fost adăugată.

source: The locale was not saved.
lv_lv: Lokalizācija nav saglabāta.
ro_ro: Regiunea nu a fost salvată.

source: The locale has been updated.
ro_ro: Regiunea a fost actualizată.

source: The person has been added.
lv_lv: Tika pievienota šī persona.
ro_ro: Persoana a fost adăugată.

source: The person was not saved.
lv_lv: Persona nav saglabāta.
ro_ro: Persoana nu a fost salvată.

source: The person has been updated.
lv_lv: Šī persona ir atjaunota.
ro_ro: Persoana a fost actualizată.

source: Venue Description
lv_lv: Norises Vietas Apraksts
ro_ro: Descriere locație

source: Save Venue
lv_lv: Saglabāt vietu
ro_ro: Salvați locația

source: The venue has been added.
lv_lv: Norises vieta ir veiksmīgi pievienota.
ro_ro: Locația a fost adăugată.

source: Edit Venue:
lv_lv: Norises Vietas Labošana:
ro_ro: Editați locație:

source: Update Venue
lv_lv: Atjaunot vietu
ro_ro: Actualizare eveniment

source: The venue has been updated.
lv_lv: Norises vietas informācija ir veiksmīgi atjaunota.
ro_ro: Locația a fost actualizată.

source: Registration Id <a href="admin.php?page=events&event_admin_reports=edit_attendee_record&event_id=
ro_ro: ID înscriere <a href="admin.php?page=events&event_admin_reports=edit_attendee_record&event_id=

source: View/Edit Payment
lv_lv: Skatīties / Labot Maksājuma Informāciju
ro_ro: Vizualizațit/editați plată

source: Attended
lv_lv: Apmeklējis Pasākumus
ro_ro: Participat

source: Mark as Attended
lv_lv: Atzīmēt kā Piedalījās
ro_ro: Marcați că s-a prezentat

source: Unmark as Attended
lv_lv: Noņemt Piedalīšanās Atzīmi
ro_ro: Debifați ca "A participat"

source: Select an event to view attendee details and payments
lv_lv: Izvēlieties pasākumu lai skatītu ameklētāju detaļas un maksājumus
ro_ro: Selectați un eveniment pentru a vizualiza detaliile și plățile participanților

source: Export All Event Attendees to Excel
lv_lv: Eksportēt visus pasākuma dalībniekus uz Excel
ro_ro: Exportați toți participanții evenimentului în Excel

source: Records
lv_lv: Ieraksti
ro_ro: Înregistrări

source: Reset
lv_lv: Atiestatīt
ro_ro: Resetați

source: Event ID
lv_lv: Pasākuma ID
ro_ro: ID eveniment

source: No Record Found!
lv_lv: Ieraksts nav atrasts!
ro_ro: Nu a fost găsită nicio înregistrare!

source: View All
lv_lv: Skatīt visu
ro_ro: Vizualizați toate

source: Entries Per Page
lv_lv: Ieraksti lapā
ro_ro: Înregistrări per pagină

source: The category has been added.
lv_lv: Kategorija ir veiksmīgi pievienota.
ro_ro: Categoria a fost adăugată.

source: The category was not saved.
lv_lv: Kategorija nav saglabata.
ro_ro: Categoria nu a fost salvată.

source: Unique ID For Category
lv_lv: Unikāls Kategorijas Identifikators
ro_ro: ID unic pentru categorie

source: Edit Category:
lv_lv: Kategorijas Labošana:
ro_ro: Editați categorie:

source: The category has been updated.
lv_lv: Kategorijas informācija ir veiksmīgi atjaunota un saglabāta.
ro_ro: Categoria a fost actualizată.

source: The category was not updated.
lv_lv: Kategorijas informācija nav atjaunota.
ro_ro: Categoria nu a fost actualizată.

source: Are you sure you want to cancel
lv_lv: Tiešām vēlaties atcelt
ro_ro: Sunteți sigur că doriți să anulați

source: Attendee Limit
lv_lv: Dalībnieku Max Skaits
ro_ro: Limită participanți

source: Allow group registrations?
lv_lv: Vai Atļaut Grupas Reģistrāciju?
ro_ro: Permiteți înscrieri de grup?

source: Max Group Registrants
lv_lv: Max Grupā Reģistrēto Dalībnieku Skaits
ro_ro: Nr. maxim participanți grup

source: Unique Event Identifier:
lv_lv: Unikāls Pasākuma Identifikators:
ro_ro: Identificator unic al evenimentului:

source: Get Shortcode
lv_lv: Iegūt īskodu
ro_ro: Obțineți codul scurt

source: Get URL
lv_lv: Iegūt URL
ro_ro: Obține URL

source: All events <strong>require</strong> registration start/end dates and start/end times in order to display properly on your pages.
ro_ro: Toate evenimentele <strong>necesită</strong> date de început și de sfârșit și ore de început și de sfârșit pentru a se afișa corespunzător în paginile dumneavoastră.

source: Event Start Date:
lv_lv: Pasākuma sākuma datums:
ro_ro: Dată de început eveniment:

source: Event End Date:
lv_lv: Pasākuma beigu datums:
ro_ro: Dată de sfârșit eveniment:

source: All events <strong>require</strong> a start and end date in order to display properly on your pages.
lv_lv: Visiem pasākumiem <strong>nepieciešams</strong> sākuma un beigu datums, ko pareizi attēlot Jusu lapās.
ro_ro: Toate evenimentele <strong>necesită</strong> o dată de start și una de sfârșit pentru a putea fi afișate corespunzător în paginile dumneavoastră.

source: Additional Event/Venue Information
lv_lv: Pasākuma / Norises Vietas Papildus Informācija
ro_ro: Informații suplimentare privind evenimentul/locația

source: Send custom confirmation emails for this event?
lv_lv: Vai sūtīt Dalībniekam apstiprinājuma vēstuli par reģistrāciju uz šo pasākumu?
ro_ro: Trimiteți confirmări email personalizate pentru acest eveniment?

source: Use a
lv_lv: Vai vēlaties sūtīt
ro_ro: Utilizați un/o
