Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: After you click on the previous link, enter your QuickBooks Merchant Services email and password.
lv_lv: Pēc uzklikšķināšanas uz iepriekšējās saites, ievadiet QuickBooks Tirgotāja servisa konta e-pastu un paroli.
ro_ro: După ce dați clic pe link-ul anterior, introduceți e-mailul și parola de Servicii comerciant QuickBooks.

source: First signup for a %s Merchant Services Account here %s
lv_lv: Ātrā pierakstīšanās %s Tirgotāja servisa kontam šeit %s
ro_ro: Mai întâi vă înscrieți pentru un %s Cont servicii comerciant aici %s

source: After creating the account, %s click here to link Event Espresso to your QuickBooks Merchant Services account%s
lv_lv: Pēc konta izveidošanas, %s klikšķiniet šeit, lai savienotu Event Espresso ar Jūsu QuickBooks Tirgotāja servisa kontu%s
ro_ro: După crearea contului, %s clic aici pentru a lega Event Espresso de contul dumneavoastră de Servicii comerciant QuickBooks%s

source: Deactivate QuickBooks Merchant Services Payment Method?
lv_lv: Deaktivēt QuickBooks Merchant Services maksājuma metode?
ro_ro: Dezactivați metoda de plată Servicii comerciant QuickBooks?

source: QuickBooks Mechant Services Settings
lv_lv: QuickBooks Mechant Services iestatījumi
ro_ro: Setări Servicii comerciant QuickBooks

source: Add a Merketing Resource
ro_ro: Adăugați o resursă de marketing

source: <strong>You can purchase support tokens</strong> on the <a href="http://eventespresso.com/product/priority-support-tokens/">Premium Support page</a>. Tokens can be purchased one at a time, or in blocks of three at a discount.
lv_lv: <strong>Maksas Atbalsta Žetonus Jūs varat iegādāties</strong> <a href="http://eventespresso.com/product/priority-support-tokens/">Maksas Atbalsta lapā</a>. Žetonus var iegādāties pa vienam, vai arī iegādāties uzreiz trīs žetonu komplektu ar atlaidi.
ro_ro: <strong>Puteți cumpăra token-uri de suport</strong> în <a href="http://eventespresso.com/product/priority-support-tokens/">pagina Suport Premium</a>. Token-urile pot fi cumpărate unul odată, sau în blocuri de câte trei cu un discount.

source: UXIP Settings
lv_lv: UXIP Iestatījumi
ro_ro: Setări UXIP

source: If this is a development or test site, please <strong>DO NOT</strong> enter your Support License Key. Save it for the live production site, otherwise you will unnecessarily run into issues with needing to have your Key reset.
lv_lv: Gadījumā, ja šī mājas lapa ir izstrādes mēģinājumu vai testa mājas lapa, lūdzu <strong>NE-IEVADIET</strong> šeit savu Atbalsta Licences Atslēgu. Saglabājiet to priekš īstās publiskās mājas lapas, pretējā gadījumā Jums nāksies sastapties ar nevajadzīgiem jautājumiem un savas Licences Atslēgas pārstartēšanas vajadzību.
ro_ro: Dacă acesta este un site de dezvoltare sau test, vă rugăm <strong>SĂ NU</strong> introduceți Cheia de licență suport a dumneavoastră. Păstrați-o pentru site-ul de producție, live, altfel vă veți lovi inutil de probleme privind necesitatea de a vă reseta Cheia.

source: Adding a valid Support License Key will enable automatic update notifications and backend updates for Event Espresso Core and any installed addons.
ro_ro: Adăugarea unei Chei de licență suport valide va activa notificările privind actualizarea automată și actualizările de fundal ale Nucleului Event Espresso și a tuturor suplimentelor instalate.

source: Yes! I'm In
lv_lv: Jā! Esmu iekšā
ro_ro: Da! Particip

source: Opt-out now?
ro_ro: Vă retrageți acum?

source: User eXperience Improvement Program (UXIP)
lv_lv: Lietotāju Pieredzes Uzlabošanas Programma (UXIP)
ro_ro: Programul de îmbunătățire experiență utilizator (UXIP)

source: %sPlease help us make Event Espresso better and vote for your favorite features.%s With this version of Event Espresso a feature, called the %sUser eXperience Improvement Program (UXIP)%s, has been implemented to automatically send information to us about how you use our products and services, and support-related data. We use this information to improve our products and features, that you use most often, and to help track problems. Participation in the program is enabled by default, and the end results are software improvements to better meet the needs of our customers. The data we collect will never be sold, traded, or misused in any way. %sPlease see our %sPrivacy Policy%s for more information. You can choose to not be part of the solution and opt-out of this program by changing the %sEvent Espresso > General Settings > UXIP Settings%s within your WordPress General Settings.
lv_lv: %sLūdzu palīdziet mums veidot "Event Espresso " labāku un balsojiet par savām iecienītākajām funkcijām.%sŠai Event Espresso versijai šī funkcija %sLietotāju Pieredzes Uzlabošanas Programma (UXIP)%s tika ieviesta, lai automātiski varētu nosūtīt mums informāciju par to, kā Jūs izmantojat mūsu produktus un pakalpojumus, un ar atbalstu saistītos datus. Mēs izmantojam šos datus, lai uzlabotu mūsu produktus un pakalpojumus, kurus Jūs izmantojat visbiežāk, kā arī palīdzētu novērst dažādas problēmas. Dalība šajā programmā ir iespējota pēc noklusējuma, kuras gala rezultātā ir mūsu programmas uzlabojumi, lai labāk apmierinātu visu mūsu klientu vēlmes un vajadzības.Visi dati, ko mēs iegūsim, nekad netiks pārdoti, tirgoti vai kā citādi ļaunprātīgi izmantoti.%sLūdzu skatieties mūsu %sPrivātuma Noteikumi%s lai iegūtu sev vairāk informācijas. Jūs varat izvēlēties nepiedalīties šajā programmā un izslēgt šo opciju, mainot %sEvent Espresso > General Settings > UXIP Settings%s savos WordPress Galvenajos Uzstādījumos uz "Nē".
ro_ro: %sVă rugăm să ne ajutați să facem Event Espresso mai bun și să votați pentru caracteristicile dumneavoastră preferate.%s Cu această versiune de Event Espresso, o caracteristică numită %sProgramul de îmbunătățire experiență utilizator (UXIP)%s a fost implementată pentru a trimite automat informații către noi privind modul în care utilizați produsele și serviciile noastre, pe care le utilizați cel mai des, și să ne ajute să depistăm probleme. Participarea la acest program este activată implicit și rezultatele finale sunt îmbunătățiri software pentru a întâmpina mai bine nevoile clienților noștri. Datele pe care le colectăm nu vor fi niciodată vândute, comercializate, sau întrebuințate greșit în orice fel. %sVă rugăm să vedeți %sPolitica de confidențialitate%s pentru mai multe informații. Puteți alege să nu fiți parte a soluției și să va retrageți din acest program prin schimbarea %sEvent Espresso > Setări generale > Setări UXIP%s dîn cadrul Setărilor generale WordPress, ale dumneavoastră.

source: Nav Tabs cannot be generated because the tab array is missing
ro_ro: Filele de navigație nu pot fi generate din cauză că lipsește matricea filelor

source: Item
ro_ro: Articol

source: No label
ro_ro: Nicio etichetă

source: - please select -
lv_lv: - lūdzu izvēlieties -
ro_ro: - vă rugăm să selectați -

source: We need a messenger to generate templates!
ro_ro: Avem nevoie de un mesager pentru a genera șabloane!

source: Your payment has been declined.
lv_lv: Jūsu maksājums tika noraidīts.
ro_ro: Plata dumneavoastră a fost refuzată.

source: Please Note
ro_ro: Vă rugăm să rețineți

source: By default all event registrants will be asked for their first name, last name, and email address.
ro_ro: Implicit toți participanții la evenimente vor fi întrebați privind prenumele, numele de familie și adresa e-mail a acestora.

source: The question "%s" has been successfully added.
lv_lv: Jautājums "%s" veiksmīgi pievienots.
ro_ro: Întrebarea „%s” a fost adăugată cu succes.

source: By default, all event registrants will be asked for their first name, last name, and email address.
ro_ro: Implicit toți participanții la evenimente vor fi întrebați privind prenumele, numele de familie și adresa e-mail a acestora.

source: Answer Options
lv_lv: Atbildes iespējas
ro_ro: Opțiuni răspuns

source: In order to use this feature, you will need to move the files located in the
ro_ro: Pentru a putea utiliza această caracteristică, va trebui să mutați fișierele aflate în

source: Manual Website Payment
lv_lv: Manuāla apmaksa vietnē
ro_ro: Plată site web manuală

source: rows from the Database at a time
lv_lv: pēdējos ierakstus no Datubāzes
ro_ro: rânduri din baza de date, odată

source: Further information on shortcodes is available <a href='admin.php?page=support#shortcodes'> on the Help &amp; Support page</a> or in the <a href='http://eventespresso.com/forums/2010/10/post-type-variables-and-shortcodes/'>forums</a>.
ro_ro: Mai multe informații privind codurile scurte sunt disponibile <a href='admin.php?page=support#shortcodes'> în pagina de Ajutor &amp; Support</a> sau în <a href='http://eventespresso.com/forums/2010/10/post-type-variables-and-shortcodes/'>forumuri</a>.

source: This should be a unique identifier for the event. Example: "Event1" (without quotes.)</p><p>The unique ID can also be used in individual pages using the
lv_lv: Tas ir unikāls kategorijas identifikators. Piemērs: " kategorija1 " (nosaukumam ir jābūt bez pēdiņām, var izmantot tikai latīņu burtus un/vai ciparus.)</p><p>Unikālo identifikatoru var arī izmantot savās individuālajās lapās, pielietojot
ro_ro: Acesta ar trebui să fie un identificator unic pentru eveniment. Exemplu: ”Eveniment1” (fără ghilimele).</p><p>ID-ul unic poate de asemenea să fie utilizat în pagini specifice, folosind

source: Sorry, there was a security error and your event was not updated.
ro_ro: Ne pare rău, a avut loc o eroare de securitate și evenimentul dumneavoastră nu a fost actualizat.

source: that can be added your events. These groups of questions are what make up your customized registration forms. The personal information group is required for all events and is shown by default on all registration forms.
ro_ro: care pot fi adăugate evenimentelor dumneavoastră. Aceste grupuri de întrebări sunt cele care compun formularele personalizate de înscriere. Grupul de informații personale este necesar pentru toate evenimentele și este afișat implicit în toate formularele de înscriere.

source: Amount Owed
lv_lv: Summa
ro_ro: Sumă datorată

source: Total Paid
lv_lv: Maksāt kopā
ro_ro: Plătit în total

source: Infusionsoft Settings
lv_lv: Infusionsoft uzstādījumi
ro_ro: Setări Infusionsoft

source: Event Espresso - Infusionsoft Settings
lv_lv: Event Espresso - Infusionsoft uzstādījumi
ro_ro: Event Espresso - Setări Infusionsoft

source: An error has potentially occured while attempting to update some of the information in your database. Please contact Event Espresso Customer Service so that they may look further into this matter and ensure that all data is correct
ro_ro: Este posibil să fi apărut o eroare în timpul încercării de actualiza anumite informații în baza dumneavoastră de date. Vă rugăm să contactați Serviciul clienți al Event Espresso pentru ca aceștia să poată investiga problema mai departe și să se asigure că toate datele sunt corecte

source: Transaction Id / Cheque #
lv_lv: Transakcijas ID / Čeka #
ro_ro: ID tranzacție / cec #

source: Purchases
ro_ro: Achiziții

source: The following settings affect the functioning of the Invoice gateway.
ro_ro: Următoarele setări afectează funcționarea gateway-ului Factură.

source: Invoice Gateway Settings
lv_lv: Rēķina vārtejas uzstādījumi
ro_ro: Setări gateway Factură

source: Upload Image
lv_lv: Augšuplādēt attēlu
ro_ro: Încărcare imagine

source: Sorry, it seems there was an error verifying the attendee id or primary attendee id record.
ro_ro: Ne pare rău, se pare că a apărut o eroare verificând id-ul participantului sau înregistrarea id-ului participantului principal.

source: The following settings affect the content and/or appearance of the downloadable PDF invoice.
ro_ro: Următoarele setări afectează conținutul și/sau aspectul facturii PDF descărcabile.

source: Billing information submitted successfully.
ro_ro: Informațiile de facturare au fost trimise cu succes.

source: Failed
ro_ro: Eșuat

source: price type
ro_ro: tip de preț

source: There are no EE_Admin pages detected, it looks like EE did not install properly
ro_ro: Nu au fost detectate pagini EE_Admin, se pare cu EE nu a fost instalat corespunzător

source: Save and Close
lv_lv: Saglabāt un aizvērt
ro_ro: Salvează și închide

source: Move Price Type to Trash
ro_ro: Mutați tipul de preț la coș

source: Add New Question Group
ro_ro: Adăugare grup nou de întrebări

source: Registration Form
lv_lv: Reģistrēšanās forma
ro_ro: Formular de înscriere

source: Access Code
lv_lv: Pieejas kods
ro_ro: Cod de acces

source: Please try your payment again.
lv_lv: Lūdzu mēģiniet meksāt vēlreiz.
ro_ro: Vă rugăm să încercați din nou plata dumneavoastră.

source: (The email address you use when you log in to your account at PayPal.com)
lv_lv: (Tā ir e-pasta adrese, kuru Jūs izmantojat, lai ielogotos savā PayPal.com kontā)
ro_ro: (Adresa e-mail pe care o utilizați atunci când vă autentificați în contul dumneavoastră PayPal.com)

source: This page should be hidden from from your navigation menu. Exclude pages by using the "Exclude Pages" plugin from http://wordpress.org/extend/plugins/exclude-pages/ or using the "exclude" parameter in your "wp_list_pages" template tag. Please refer to http://codex.wordpress.org/Template_Tags/wp_list_pages for more information about excluding pages.
lv_lv: Šo lapu vajadzētu noslēpt no Jūsu navigācijas. Jūs varat noslēpt šo lapu izmantojot "Exclude Pages" spraudni no http://wordpress.org/extend/plugins/exclude-pages/ vai lietot "exclude" parametru Jūsu "wp_list_pages" šablona tagā. Lūdzu, par noslēptām lapām vairāk informācijas skatieties šeit http://codex.wordpress.org/Template_Tags/wp_list_pages
ro_ro: Această pagină ar trebui ascunsă din meniul dumneavoastră de navigație. Excludeți pagini utilizând modulul „Exclude Pages” de la http://wordpress.org/extend/plugins/exclude-pages/ sau utilizând parametrul „exclude” în eticheta „wp_list_pages” a șablonului dumneavoastră. Vă rugăm să verificați http://codex.wordpress.org/Template_Tags/wp_list_pages pentru mai multe informații privind excluderea paginilor.

source: No approved payments have been received
lv_lv: Apstiprināti maksājumi nav saņemti
ro_ro: Nu a fost recepționată nicio plată aprobată

source: It should be of type %s
ro_ro: Ar trebui să fie de tipul %s

source: Off
lv_lv: Izslēgts
ro_ro: Oprit

source: You will then be given a 'Connection Ticket', which you must copy and paste into the Field 'Connection Ticket' in Event Espresso's QuickBooks Merchant Services payment settings field.
lv_lv: Jums tad tiks iedota 'Savienojuma biļete', kura Jums jāiekopē laukā 'Savienojuma biļete' Event Espresso QuickBooks Tirgotāja servisa maksājumu iestatījuma laukā.
ro_ro: Apoi veți primi un „Tichet de conexiune”, pe care trebuie să îl copiați și lipiți în câmpul ”Tichet conexiune” în setările de plată Servicii comerciant QuickBooks, din Event Espresso.

source: Response from ANZ:
lv_lv: Atbilde no ANZ:
ro_ro: Răspuns din partea ANZ:

source: Update ANZ Settings
lv_lv: Atjaunot ANZ uzstādījumus
ro_ro: Actualizare setări ANZ

source: QuickBooks Merchant Services allows you to accept credit card payments and easily link to your other QuickBooks software. %s Click here to read more %s
ro_ro: Serviciile comerciant QuickBooks vă permit să acceptați plăți prin cardul de credit și să faceți ușor legătura către celelalte produse software QuickBooks ale dumneavoastră. %s Clic aici pentru a citi mai multe %s

source: Attention: A valid SSL Certificate is required on your website in order to process payments using this gateway!
ro_ro: Atenție: un certificat SSL valid este necesar în site-ul dumneavoastră web pentru a procesa plăți utilizând acest gateway!

source: System is assigning imcompatible value '%s' to field '%s'
ro_ro: Sistemul asignează valoarea incompatibilă „%s” câmpului ”%s”

source: Unknown
ro_ro: Necunoscut

source: Method %s on class %s does not exist! You can create one with the following code in functions.php or in a plugin: add_filter('%s','my_callback',10,3);function my_callback($previousReturnValue,EE_Base_Class $object, $argsArray){/*function body*/return $whatever;}
ro_ro: Metoda %s din clasa %s nu există! Puteți crea una cu următorul cod, în functions.php sau într-un modul: add_filter('%s','my_callback',10,3);function my_callback($previousReturnValue,EE_Base_Class $object, $argsArray){/*corpul funcției*/return $orice;}

source: Sorry, but no trace information was available for this exception.
ro_ro: Ne pare rău, dar nu a existat nicio urmă de informație pentru această excepție.

source: We need an event_id to export events.
ro_ro: Ne trebuie un event_id (identificator eveniment) pentru a exporta evenimente.

source: multiple-events
lv_lv: Vairāku pasākumu
ro_ro: evenimente-multiple

source: %s payment settings initialized.
lv_lv: %s maksājumu iestatījumi inicializēti.
ro_ro: Setări de plată inițializate %s.

source: %s payment settings were not initialized.
ro_ro: Setările de plată %s nu au fost inițializate.

source: %s payment settings updated.
lv_lv: %s maksājumu iestatījumi atjaunoti.
ro_ro: Setări actualizate de plată %s.

source: %s payment settings were not updated.
lv_lv: %s maksājumu iestatījumi netika atjaunoti.
ro_ro: Setările de plată nu au fost actualizate pentru %s.

source: Cannot get Return URL for gateway. Invalid registration
ro_ro: Nu se poate obține URL-ul de întoarcere pentru gateway. Înscriere invalidă

source: Registration being used is %s.
lv_lv: Reģistrēšanās, kas tika izmantota, ir %s.
ro_ro: Înscrierea utilizată este %s.

source: Click to Activate
ro_ro: Clic pentru activare

source: WARNING !!!
ro_ro: AVERTISMENT !!!

source: You are responsible for your own security and Payment Card Industry Data Security Standards (PCI DSS) compliance.
ro_ro: Sunteți responsabil pentru propria securitate și pentru conformitatea cu Payment Card Industry Data Security Standards (PCI DSS).

source: Click here for more information about
ro_ro: Clic aici pentru mai multe informații privind

source: PCI DSS compliance
ro_ro: Conformitate PCI DS

source: The %s button URL was reset.
ro_ro: URL-ul butonului %s a fost resetat.

source: An error occured. The %s button URL was not reset.
ro_ro: A apărut o eroare. URL-ul butonului %s nu a fost resetat.

source: Upload File
ro_ro: Încărcare fișier

source: Attention
lv_lv: Uzmanību
ro_ro: Atenție

source: Please note that you may have to experiment with the import/export settings in your particular spreadsheet program before you find ones that work the best for you.
ro_ro: Vă rugăm să rețineți că este posibil să trebuiască să experimentați cu setările e import/export în programul de foi de calcul specific dumneavoastră, înainte de găsi unele care să lucreze cel mai bine pentru dumneavoastră.

source: Missing required value for the message_type parameter
ro_ro: Lipsă câmp necesar pentru parametrul message_type

source: Missing required value for the messenger parameter
ro_ro: Lipsă valoare necesară pentru parametrul messenger

source: Missing required value for the message template group id
ro_ro: Lipsă valoare necesară pentru identificatorul de grup șabloane, din mesaj

source: Messenger class loading fail.
ro_ro: Încărcare eșuată a clasei Messenger.

source: The class name checked was "%s". Please check the spelling and case of this reference and make sure it matches the appropriate messenger file name (minus the extension) in the "/core/messages/messenger/" directory
ro_ro: Numele clasei verificate a fost „%s”. Vă rugăm să verificați ortografia și cazuri ale acestei referințe și să vă asigurați că se află în corespondență cu fișierul messenger potrivit (minus extensia) din dosarul „/core/messages/messenger/”.

source: Message Type class loading fail.
ro_ro: Încărcare eșuată pentru clasa Message Type (tip mesaj).

source: The class name checked was "%s". Please check the spelling and case of this reference and make sure it matches the appropriate message type file name (minus the extension) in the "/core/messages/message_type/" directory
ro_ro: Numele clasei verificate a fost „%s”. Vă rugăm să verificați ortografia și cazuri ale acestei referințe și să vă asigurați că se află în corespondență cu fișierul potrivit al tipului de mesaj (minus extensia) din dosarul „/core/messages/message_type/”.

source: Shortcode library loading fail.
ro_ro: Încărcare eșuată a librăriei de coduri scurte.

source: The class name checked was "%s". Please check the spelling and case of this reference and make sure it matches the appropriate shortcode library file name (minus the extension) in the "/library/shortcodes/" directory
ro_ro: Numele clasei verificate a fost „%s”. Vă rugăm să verificați ortografia și cazuri ale acestei referințe și să vă asigurați că se află în corespondență cu fișierul librărie potrivit (minus extensia), de coduri scurte, din dosarul „/core/messages/message_type/”.

source: gateway selected.
lv_lv: vārteja izvēlēta.
ro_ro: gateway selectat.

source: Cannot get Notify URL for gateway. Invalid registration
ro_ro: Nu se poate obține URL-ul de notificare pentru gateway. Înscriere invalidă

source: handle_ipn_for_transaction not implemented for gateway %s. || This function should take care of creating a payment given teh ipn data, and updating the transaction accordingly.
ro_ro: handle_ipn_for_transaction nu a fost implementat pentru gateway %s. || Această funcție ar trebui să se ocupe de crearea unei plăți pornind de la datele ipn și actualizând corespunzător tranzacția.

source: Accepted
ro_ro: Acceptat

source: Cancelled
lv_lv: Atcelts
ro_ro: Anulat

source: Question Group->events() not yet implemetned
ro_ro: Nu a fost încă implementat „Grup de întrebări”->events()

source: Not Approved
lv_lv: Nav apstiprināts
ro_ro: Neaprobat

source: Pending Approval
lv_lv: Gaida apstiprināšanu
ro_ro: Așteaptă aprobare

source: We're sorry but that coupon code does not appear to be vaild. If this is incorrect, please contact the site administrator.
ro_ro: Ne pare rău dar acel cod de cupon nu pare să fie valid. Dacă acest lucru este incorect, vă rugăm să contactați administratorul site-ului.

source: is a required field. Please enter a value for this field and all other required fields before preceeding.
ro_ro: este un câmp necesar. Vă rugăm să introduceți o valoare pentru acest câmp și pentru toate celelalte câmpuri necesare, înainte de a merge mai departe.

source: You need to answer all required questions before you can proceed.
ro_ro: Trebuie să răspundeți la toate întrebările necesare, înainte de a merge mai departe.

source: You must enter a valid email address.
ro_ro: Trebuie să introduceți o adresă validă de e-mail.

source: You must enter a valid email address and answer all other required questions before you can proceed.
ro_ro: Trebuie să introduceți o adresă validă de e-mail și să răspundeți la toate celelalte întrebări necesare, înainte de a putea merge mai departe.

source: The following fields are either blank or contain invalid data:
ro_ro: Următoarele câmpuri sunt fie goale, fie conțin date invalide:

source: Please answer them correctly in order to continue.
ro_ro: Vă rugăm să răspundeți la acestea corect, în ordine, pentru a continua.

source: Ticket Scanning
lv_lv: Biļešu skanēšana
ro_ro: Scanare bilet

source: Multiple Event Registration
lv_lv: Vairāku pasākumu reģistrēšanās
ro_ro: Înscriere eveniment multiplu

source: WP User Integration
ro_ro: Integrare utilizator WP

source: An error occured. The event could not be moved to the trash because a valid event ID was not not supplied.
ro_ro: A apărut o eroare. Evenimentul nu a putut fi mutat în coș, din cauză că nu a fost furnizat un identificator valid de eveniment.

source: Event Espresso Critical Pages Settings
lv_lv: Event Espresso kritisko lapu uzstādījumi
ro_ro: Setări critice de pagină Event Espresso
