Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: The WorldPay Sandbox is a testing environment that is a duplicate of the live WorldPay site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live WorldPay environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
ro_ro: Sandbox-ul WorldPay este un mediu de testare, ce este un duplicat al mediului real al site-ului WorldPay, cu excepția că nu sunt tranzacționați bani adevărați. Sandbox-ul vă permite să testați întreaga dumneavoastră integrare înainte de a trimite tranzacții către mediul real WorldPay. Creați și administrați conturi de test și vizualizați email-uri și acreditări API pentru acele conturi de test.

source: This shows the specific the URL to which the gateway should return the relay response for a transaction. This the page should be set in your Worldpay account.
ro_ro: Aceasta arată URL-ul specific către care gateway-ul ar trebui să întoarcă răspunsul releu al unei tranzacții. Această pagină ar trebui să fie setată în contul dumneavoastră Worldpay.

source: Enabling Payment Response
lv_lv: Iespējot maksājumu atbildi
ro_ro: Activând răspunsul plății

source: As a default the payment response feature is set to OFF by default, to enable this feature:
lv_lv: Pēc noklusējuma maksājuma atbildes funkcija ir izslēgta, lai to iespējotu šo funkciju:
ro_ro: Implicit, caracteristica de răspuns plată este setată ca OPRIT, pentru a activa această caracteristica:

source: Log in to the Merchant Interface
lv_lv: Ieiet Tirgotāja saskarsnē
ro_ro: Autentificați-vă în interfața comerciantului

source: Select Installations from the left hand navigation
lv_lv: Izvēlēties instalācijas navigācijas kreisajā pusē
ro_ro: Selectați Instalări din navigația din partea stângă

source: Choose an installation and select the Integration Setup button for either the TEST or PRODUCTION environment
ro_ro: Alegeți o instalare și selectați butonul Configurare integrare fie pentru mediul de TEST sau pentru cel de PRODUCȚIE

source: Check the Enable Payment Response checkbox
lv_lv: Ieķeksēt iespējot maksājuma atbildi
ro_ro: Bifați căsuța "Activați răspuns plată"

source: Enter the Payment Response URL of the server-side script that is hosted on your web server
lv_lv: Ievadiet servera puses (server-side) skripta maksājuma atbildēšanas URL, kas ir hostēts uz Jūsu web servera
ro_ro: Introduceți URL-ul de răspuns al plății al script-ului server-side care este găzduit pe serverul dumneavoastră web

source: Select the Save Changes button
lv_lv: Izvēlēties Saglabāt izmaiņas pogu
ro_ro: Selectați butonul "Salvați schimbări"

source: If your Payment Response URL starts with HTTPS:// you will need to make sure that your server supports either SSL 3.0 or TLS 1.0.
ro_ro: Dacă URL-ul dumneavoastră de răspuns al plății începe cu HTTPS://, va trebui să vă asigurați că serverul dumneavoastră suport fie SSL 3.0 fie TLS 1.0.

source: WorldPay Image URL (logo for payment page)
lv_lv: WorldPay attēla URL (logo maksājuma lapai)
ro_ro: URL imagine (emblemă pentru pagina plății) WorldPay

source: The URL of the 150x50-pixel image displayed as your logo in the upper left corner of the WorldPay checkout pages.
ro_ro: URL-ul imaginii de 150x50 pixeli afișată ca emblema dumneavoastră în colțul stânga sus a paginii de finalizare plată WorldPay.

source: WorldPay Currency
lv_lv: WorldPay valūta
ro_ro: Valută WorldPay

source: WorldPay uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that WorldPay (currently) supports.
ro_ro: WorldPay folosește coduri ISO-4217 de 3 caractere pentru a specifica valutele în câmpuri și variabile.</p><p>Codul valutei implicite este Dolarul american (USD). Dacă doriți să solicitați sau să acceptați plăți în alte valute, selectați valuta pe care doriți să o utilizați. Lista derulantă conține toate valutele pe care WorldPay le acceptă (în prezent).

source: WorldPay Debug Mode Is Turned On
lv_lv: WorldPay atkļūdošanas režīms ieslēgts
ro_ro: Modul de depanare WorldPay este activat

source: Support License
lv_lv: Atbalsta Licence
ro_ro: Licență suport

source: Site License Key:
lv_lv: Mājas lapas Licences Atslēga:
ro_ro: Cheie licență site:

source: Display short descriptions in the event listings?
lv_lv: Vai rādīt īsu pasākuma aprakstu pasākumu sarakstos?
ro_ro: Afișați descrieri scurte în lista evenimentelor?

source: Be sure to use the "More..." tag in your event description
lv_lv: Lūdzu pārliecinieties, ka Jūs izmantojat " Lasīt Vairāk ... " tagu Jūsu pasākuma aprakstā
ro_ro: Asigurați-vă că utilizați eticheta "More..." (mai multe...) în descrierea evenimentului dumneavoastră

source: Display the address in the registration form?
lv_lv: Vai rādīt pasākuma adresi pasākuma reģistrācijas formā?
ro_ro: Afișați adresa în formularul de înscriere?

source: Disable the address if you are using the venue manager shortcodes in your event description.
lv_lv: Lūdzu atslēdziet iespēju rādīt adresi reģistrācijas formā, ja Jūs izmantojat Jūsu pasākuma aprakstā " Pasākumu Norises Vietu īskodus ".
ro_ro: Dezactivați adresa dacă utilizați codurile scurte de administrare locații, în descrierea evenimentului dumneavoastră.

source: Themeroller Styles
lv_lv: Themeroller Stili
ro_ro: Stiluri Themeroller

source: Use Themeroller Style Sheets
lv_lv: Vai izmantot Themeroller Stila Ādiņas
ro_ro: Utilizare foi de stil Themeroller

source: Legacy Styles
ro_ro: Stiluri învechite

source: Enable legacy style sheets?
ro_ro: Activați foile de stil învechite?

source: Remove the legacy style sheets option?
ro_ro: Eliminați opțiunea privind foile de stil învechite?

source: Legacy Espresso Stylesheets
ro_ro: Foi de stil Espresso, vechi

source: Disable Legacy Styles
ro_ro: Dezactivați stilurile învechite

source: This will completely remove the legacy style sheet options
ro_ro: Acest lucru va elimina complet opțiunile vechi de foi de stil

source: Enable ThemeRoller Styles
lv_lv: Ieslēgt ThemeRoller Stila Ādiņas
ro_ro: Activați stilurile ThemeRoller

source: Enabling ThemeRoller Styles tells Event Espresso to use it's built in ThemeRoller stylesheets for styling the template files.
lv_lv: Ieslēdzot ThemeRoller Stila Ādiņas, programmai Event Espresso tiek pateikts - veidojot šablonu stila failus izmantot ThemeRoller Stila Ādiņas.
ro_ro: Activarea stilurilor ThemeRoller spune lui Event Espresso să utilizeze foile sale ThemeRoller încorporate pentru stilizarea fișierelor șablon.

source: Sorry, no venue was found.
lv_lv: Atvainojiet, vieta netika atrasta.
ro_ro: Ne pare rău, nu a fost găsită nicio locație.

source: You have not created any locales yet. To create Locales please visit
lv_lv: Jūs vēl neesat izveidojis nevienu lokācijas vietu. Lai to izveidotu, lūdzu apmeklējiet
ro_ro: Nu ați creat încă nicio locație. Pentru a crea o locație vă rugăm să vizitați

source: page.
lv_lv: lapu.
ro_ro: pagină.

source: Display category description on event listings Page?
lv_lv: Vai rādīt kategorijas aprakstu Pasākumu Saraksta Lapā?
ro_ro: Afișați descrierea categoriei în pagina de listări evenimente?

source: Event Background Color
lv_lv: Pasākuma Fona Krāsa
ro_ro: Culoare fundal eveniment

source: Event Text Color
lv_lv: Pasākuma Teksta Krāsa
ro_ro: Culoare text eveniment

source: Display category description on event listings page?
lv_lv: Vai rādīt kategorijas aprakstu Pasākumu Saraksta Lapā?
ro_ro: Afișați descrierea categoriei în pagina listării de evenimente?

source: Your registration is pending for approval from event admin. You will receive an email with payment info when admin approves your registration.
ro_ro: Înscrierea dumneavoastră așteaptă aprobarea din partea administratorului evenimentului. Veți primi un e-mail cu informațiile plății atunci când administratorul vă va aproba înscrierea.

source: No events available...
lv_lv: Atvainojiet, pagaidām nav pieejamu pasākumu ....... lūdzu, ienāciet vēlāk.
ro_ro: Niciun eveniment disponibil...

source: Please enter your Authorize.net Login ID
ro_ro: Vă rugăm să introduceți ID-ul de autentificare Authorize.net

source: Use the Debugging Feature and the PayPal Sandbox
ro_ro: Utilizați caracteristica de depanare și Sandbox PayPal

source: Helpful Links
lv_lv: Noderīgas saites
ro_ro: Link-uri utile

source: PayPal PRO Email
ro_ro: E-mail PayPal PRO

source: Transactions
ro_ro: Tranzacții

source: Event Categories
ro_ro: Categorii evenimente

source: Whether this is an Event Price, Discount, Surcharge, or Tax. Default items will apply to ALL new events you create.
ro_ro: Dacă acesta este un preț al evenimentului, un discount, o (supra)taxă. Elementele implicite vor fi aplicate pentru TOATE evenimentele noi pe care le veți crea.

source: The name that site visitors will see for this Price.
ro_ro: Numele pe care îl vor vedea vizitatorii site-ului, pentru acest preț.

source: A brief description for this Price. More for your benefit, as it is currently not displayed to site visitors.
ro_ro: O descriere scurtă pentru acest preț. Mai mult pentru beneficiul dumneavoastră, deoarece în prezent nu este afișată pentru vizitatorii site-ului.

source: The dollar or percentage amount for this Price.
ro_ro: Suma în bani sau procent pentru acest Preț.

source: learn more about how pricing works
ro_ro: aflați mai multe despre cum sunt stabilite prețurile

source: Basic Type
ro_ro: Tip de bază

source: Base Price
ro_ro: Preț de bază

source: Tax
ro_ro: Taxă

source: Choosing a basic type allows us to quickly configure a bunch of other options for you.<br/>All events need to have at least one Base Price type option.<br/>Discounts reduce the price of an event, Surcharges increase the price.<br/>Taxes are applied to the final total.
ro_ro: Alegerea unui tip de bază ne permite să configurăm rapid un set de alte opțiuni pentru dumneavoastră.<br/>Toate evenimentele trebuie să aibă cel puțin o opțiune de tip de preț de bază.<br/>Discount-urile reduc prețul unui eveniment, suprataxele măresc prețul.<br/>Taxele sunt aplicate la totalul final.

source: A name for this Price Type.
ro_ro: Un nume pentru acest Tip de preț.

source: Percentage or Dollar Amount?
ro_ro: Procent sau sumă în bani?

source: Percentage
lv_lv: Procentuāli
ro_ro: Procent

source: Dollar
ro_ro: Dolar

source: Whether this Price Type will be applied as a percentage or applied as a set dollar amount.
ro_ro: Dacă acest tip de preț va fi aplicat ca un procent sau aplicat ca o sumă fixă de bani.

source: Order of Application
ro_ro: Ordinea înscrierii

source: The order that Price Types are applied. .
ro_ro: Ordinea în care sunt aplicate Tipurile de preț.

source: Price types are applied sequentially according to their Order, where higher ordered Price Types will affect lower ordered Price Types.<br/>Price types with equal Orders will be applied in parrallel to whatever total preceeds them and will not affect each other. Actual Prices will be set to "0" so that they are processed first. Taxes will be always be applied last but their order will still determine if they are applied in parralel or as compound taxes (one tax on top of the other).
ro_ro: Tipurile de preț sunt aplicate secvențial în conformitate cu ordinea lor, în care tipurile de preț ordonate mai sus vor afecta tipurile de preț ordonate mai jos.<br/>Tipurile de preț cu grad de ordine egal vor fi aplicate în paralel oricărui total le precede și nu se vor afecta reciproc. Prețurile reale vor fi setate la "0" încât acestea să fie procesate primele. Taxele vor fi aplicate mereu ultimele, dar ordinea lor tot va determina dacă sunt aplicate în paralel sau ca și taxe compuse (o taxă peste cealaltă).

source: Transaction Number
lv_lv: Transakcijas numurs
ro_ro: Număr tranzacție

source: Transaction Status
lv_lv: Transakcijas statuss
ro_ro: Status tranzacție

source: Attendees Registered in this Transaction
lv_lv: Dalībnieki, reģistrējušies šai transakcijai
ro_ro: Participanți înscriși în această tranzacție

source: Primary Registrant
lv_lv: Galvenais reģistrētājs
ro_ro: Participant principal

source: Gateway Response Message
ro_ro: Mesaj de răspuns gateway

source: Invoice Number
lv_lv: Rēķina numurs
ro_ro: Număr factură

source: Registration Session
ro_ro: Sesiune înscriere

source: Transaction placed from IP
lv_lv: Transakcija notikusi no šī IP
ro_ro: Tranzacție plasată de la IP

source: Registrant User Agent
ro_ro: Agent utilizator al participantului

source: Transaction Items
lv_lv: Transakcijas daļas
ro_ro: Elemente tranzacții

source: Line Item ID
ro_ro: ID element rând

source: Ticket Option
lv_lv: Biļetes izvēle
ro_ro: Opțiune bilet

source: Price Paid
lv_lv: Samaksātā cena
ro_ro: Preț plătit

source: Line Total
ro_ro: Total linie

source: Grand Total
lv_lv: Pavisam kopā
ro_ro: Total general

source: Transactions Overview
lv_lv: Tarnsakciju apskats
ro_ro: Privire de ansamblu a tranzacțiilor

source: Transaction #
lv_lv: Transakcija nr.
ro_ro: Tranzacția #

source: Transaction Status :
lv_lv: Transakcijas statuss :
ro_ro: Status tranzacție:

source: Display Transactions from
lv_lv: Attēlot transakcijas no
ro_ro: Afișați tranzacții din

source: until
lv_lv: līdz
ro_ro: până (la)

source: Transaction Session Details
lv_lv: Transakcijas sesijas detaļas
ro_ro: Detalii ale sesiunii tranzacției

source: View Post
ro_ro: Vizualizare articol

source: End Date
lv_lv: Beigu datums
ro_ro: Dată de sfârșit

source: Reg Limit
ro_ro: Limită însc

source: Remove this Event Time
ro_ro: Ștergeți această oră a evenimentului

source: trash
ro_ro: coș de gunoi

source: Registration Limit
ro_ro: Limită înscriere

source: show&nbsp;event&nbsp;questions
lv_lv: rādīt&nbsp;pasākuma&nbsp;jautājumus
ro_ro: afișați&nbsp;întrebări&nbsp;eveniment

source: Sub Total:
lv_lv: Starpsumma:
ro_ro: Sumă parțială:

source: This is a free event, so no billing will occur.
lv_lv: Šis ir bezmaksas pasākums, tā ka rēķinu nebūs.
ro_ro: Acesta este un eveniment gratuit, deci nu se va factura.

source: If enabled, calendar will use jQuery qTip to add tooltip pop-ups for each event with the event details displayed inside (including any images in the event description, resized to fit the tooltip window).
ro_ro: Dacă este activat, calendarul va folosi jQuery qTip pentru a adăuga fiecărui eveniment ferestre pop-up cu indicații conținând detaliile evenimentului, afișate în fereastră (incluzând orice imagine din descrierea evenimentului, redimensionat pentru a se încadra în fereastra cu indicații).

source: Click here for more information about qTip.
lv_lv: Vairāk informāciju par qTip skatīt šeit.
ro_ro: Dați clic aici pentru mai multe informații despre qTip.

source: Enable Images In Calendar
lv_lv: Atļaut attēlus kalendārā
ro_ro: Activează imagini în calendar

source: Activate this to enable image thumbnails (pulled from the Featured Image box in the event) on your calendar. <span style="color: red; font-weight: bold;">Note:</span> This may not look good on all themes or may require additional styling. If you have any problems, please consult our documentation or ask for support in the forums if you need help updating your CSS to work best for your theme.
ro_ro: Activați aceasta pentru a permite pictograme (retrase din caseta cu Imagini recomandate ale evenimentului) în calendarul dumneavoastră. <span style="color: red; font-weight: bold;">Notă:</span> Acest lucru ar putea să nu arate bine pe toate temele sau să necesite stilizări suplimentare. Dacă aveți orice problemă, vă rugăm să consultați documentația noastră sau să solicitați suport în forumuri dacă aveți nevoie de ajutor în a vă actualiza CSS-ul pentru a funcționa cel mai bine pentru tema dumneavoastră.

source: If you are having trouble with this option turned on, consider disabling the calendar images and instead activating Show Tooltips, and adding an image into the event description. The image in the event description (and any text) will display in the tooltip pop-up.
ro_ro: Dacă aveți probleme cu această opțiune activată, să luați în considerare dezactivarea imaginilor calendarului și să activați în loc Afișați sfaturi ecran, și să adăugați o imagine la descrierea evenimentului. Imaginea din descrierea evenimentului (și orice text) vor fi afișate în fereastra pop-up cu indicații.

source: More information
lv_lv: Vairāk info
ro_ro: Mai multe informații

source: Event Espresso Support Documentation
lv_lv: Event Espresso atbalsta dokumentācija
ro_ro: Documentație suport Event Espresso

source: Event Espresso Support Forums
lv_lv: Event Espresso atbalsta forums
ro_ro: Forumuri de suport Event Espresso

source: We're sorry, but there is only %s available space left for this event. Please go back and select a different number of tickets.
ro_ro: Ne pare rău, dar nu este decât %s loc rămas disponibil pentru acest eveniment. Vă rugăm să vă întoarceți și să alegeți un număr diferit de bilete.

source: %d attendee
ro_ro: %d participant

source: Please select your method of payment:
lv_lv: Lūdzu izvēlieties Jūsu maksājuma metodi:
ro_ro: Vă rugăm să selectați metoda dumneavoastră de plată:

source: Billing Address
ro_ro: Adresă facturare

source: Expiry Date
ro_ro: Dată expirare

source: (mm/yy)
ro_ro: (luna/an)

source: Zip Code
lv_lv: Pasta indekss
ro_ro: Cod poștal

source: Credit Card Number
ro_ro: Număr card de credit

source: Expiry Date Month
ro_ro: Luna datei de expirare

source: Expiry Date Year
ro_ro: Anul datei de expirare

source: Pricing
ro_ro: Tarifare

source: Edit Price
ro_ro: Editare preț

source: Edit Price Type
ro_ro: Editare tip de preț

source: Add New Price
ro_ro: Adăugați preț nou

source: Delete Price
ro_ro: Ștergere preț

source: Order
lv_lv: Kārtība
ro_ro: Ordine

source: Delete Price Type
ro_ro: Ștergere tip de preț

source: Add New Price Type
ro_ro: Adăugați tip nou de preț

source: Attendee information submitted successfully.
ro_ro: Informațiile participanților au fost trimise cu succes.

source: An error occured! No post data was passed to the validator. Please click your browser's back button and try again. If the problem persists, contact customer support.
ro_ro: A apărut o eroare! Nicio informație introdusă nu a fost transmisă la validator. Vă rugăm să dați click pe butonul Înapoi al browser-ului dumneavoastră și să încercați din nou. Dacă problema persistă, contactați asistența pentru clienți.

source: Event Editor
ro_ro: Editor evenimente

source: This type if event will appear in the event listings. It is a live event (not deleted, ongoing or secondary.)
lv_lv: Atzīmēts ar šo veidu, pasākums tiks parādīts pasākumu sarakstos. Tas ir aktīvs pasākums (nav dzēsts, bezgalīgs vai gaidīšanas sarakstā).
ro_ro: Acest tip de eveniment va apărea în listările de evenimente. Este un eveniment în viață (nu este șters, în curs de desfășurare sau secundar).

source: You have no price types defined. Please add a price type before adding a price.
ro_ro: Nu aveți niciun tip de preț definit. Vă rugăm adăugați un tip de preț înainte de a adăuga un preț.

source: Price Type
lv_lv: Cenas tips
ro_ro: Tip de preț

source: Price Type Name
ro_ro: Nume tip de preț

source: We're sorry, but there are no available spaces left for this event
ro_ro: Ne pare rău, dar nu au mai rămas locuri disponibile pentru acest eveniment

source: Event Information
lv_lv: Pasākuma informācija
ro_ro: Informații eveniment

source: Event #
lv_lv: Pasākuma nr.
ro_ro: Eveniment #

source: Billing Details
lv_lv: Rēķina detaļas
ro_ro: Detalii facturare

source: Use Attendee #1's information for ALL attendees
lv_lv: Lietot 1. dalībnieka informāciju VISIEM dalībniekiem
ro_ro: Utilizați informațiile participantului #1 pentru TOȚI participanții

source: more options
lv_lv: vairāk iespējas
ro_ro: mai multe opțiuni

source: less options
lv_lv: mazāk iespējas
ro_ro: mai puține opțiuni

source: The following checkboxes allow you to use the above information for only the selected additional event attendees.
ro_ro: Următoarele căsuțe vă permit să utilizați informația de mai sus doar pentru participanții la eveniment, adiționali, selectați.

source: Attendee #
lv_lv: Dalībnieks #
ro_ro: Participant #

source: Important Notice:
lv_lv: Svarīga piezīme:
ro_ro: Notă importantă:

source: The following events require attendee pre-approval and will not be billed during this transaction. Billing will only occur after the attendee has been approved by the event organizer. If this is a free event, then no billing will occur.
ro_ro: Următoarele evenimente necesită aprobarea anterioară a participanților și nu va fi facturată în cursul acestei tranzacții. Facturarea va avea lor doar după ce participantul a fost aprobat de către organizatorul evenimentului. Dacă acesta este un eveniment gratuit, atunci nu se va efectua nicio facturare.

source: Events Requiring Pre-Approval:
lv_lv: Pasākumiem nepieciešama pirms-apstiprināšana:
ro_ro: Evenimentele necesită aprobare anterioară:

source: Discount Codes
lv_lv: Atlaižu kodi
ro_ro: Coduri discount

source: Enter discount code
lv_lv: Ievadīt atlaides kodu
ro_ro: Introduce cod discount

source: apply&nbsp;coupon&nbsp;
lv_lv: apstiprināt&nbsp;kuponu&nbsp;
ro_ro: aplică&nbsp;cupon&nbsp;

source: Enter any coupon codes (including Groupons) you have into the above text field and then click apply coupon. Additional coupon codes can be entered one at a time.
lv_lv: Ievadiet jebkuru kupnu kodus (ieskaitot Groupons), kuri Jums ir, teksta laukā augstāk, un tad klikšķiniet pielietot kuponus. Papildus kuponu kodus var ievadīt pa vienam.
ro_ro: Introduceți orice coduri de cupon (inclusiv Groupon) pe care le aveți în câmpul text de mai sus și apoi dați clic pe Aplicați cupon. Codurile cupoanelor suplimentare pot fi introduse unul câte unul.

source: Discounts:
lv_lv: Atlaides:
ro_ro: Discounturi:

source: Billable Registrations:
lv_lv: Apmaksājamā reģistrācija:
ro_ro: Înscrieri ce pot fi facturate:

source: Total Amount Due:
lv_lv: Kopsumma:
ro_ro: Suma totală datorată:

source: loading...
ro_ro: se încarcă...

source: Steps
lv_lv: Soļi
ro_ro: Pași

source: Attendee<br/>&nbsp;Information
lv_lv: Dalībnieka<br/>&nbsp;Informācija
ro_ro: Informații<br/>&nbsp;participant

source: Payment<br/>&nbsp;Options
lv_lv: Maksājuma<br/>&nbsp;uzstādījumi
ro_ro: Opțiuni<br/>&nbsp;de plată

source: Registration<br/>&nbsp;Confirmation
lv_lv: Reģistrācijas<br/>&nbsp;apstiprināšana
ro_ro: Confirmarea<br/>&nbsp;înscrierii

source: Ticket Options
lv_lv: Biļešu uzstādījumi
ro_ro: Opțiuni bilet

source: Ticket Price
lv_lv: Biļetes cena
ro_ro: Preț bilet

source: Price:
lv_lv: Cena:
ro_ro: Preț:

source: Date:
lv_lv: Datums:
ro_ro: Dată:

source: Address:
lv_lv: Adrese:
ro_ro: Adresă:

source: Available Spaces:
lv_lv: Pieejamas Telpas:
ro_ro: Locuri disponibile:

source: Join Waiting List
ro_ro: Alăturați-vă listei de așteptare

source: Add to Cart
lv_lv: "Pievienot Pasākumu Savam Iepirkuma Grozam"
ro_ro: Adăugați în coș

source: View Details
lv_lv: Skatīt detaļas
ro_ro: Vizualizare detalii

source: We are sorry but this event has reached the maximum number of attendees!
lv_lv: Mēs Atvainojamies, bet šis Pasākums ir Sasniedzis Maksimālo Reģistrēto Dalībnieku Skaitu.
ro_ro: Ne pare rău, dar acest eveniment a atins numărul maxim de participanți!

source: Please check back in the event someone cancels.
ro_ro: Vă rugăm să reveniți în cazul în care cineva anulează.

source: Current Number of Attendees:
lv_lv: Patreizējais dalībnieku skaits:
ro_ro: Număr curent de participanți:

source: This event has expired or is no longer available.
ro_ro: Acest eveniment a expirat sau nu mai este disponibil.

source: Description:
lv_lv: Apraksts:
ro_ro: Descriere:
