Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: View transaction #
lv_lv: Skatīt transakciju #
ro_ro: Vizualizare tranzacție #

source: View the Transaction for this Registration
lv_lv: Skatīt šīs reģistrācijas transakcijas
ro_ro: Vizualizare tranzacție pentru această înscriere

source: Registrations can only be approved if the corresponding transaction is completed and has no monies owing.
ro_ro: Înscrierile pot fi aprobate doar dacă tranzacția corespondentă este finalizată și nu există sume restante.

source: First Name is a required value.
lv_lv: Vārdu ir nepieciešams aizpildīt
ro_ro: Prenumele este o valoare necesară.

source: Last Name is a required value.
ro_ro: Numele de familie este o valoare necesară.

source: Email Address is a required value.
ro_ro: Adresa e-mail este o valoare necesară.

source: Please enter a valid email address.
ro_ro: Vă rugăm să introduceți o adresă de e-mail validă.

source: Trash Event
lv_lv: Izmest pasākumu
ro_ro: Trimiteți evenimentul la coșul de gunoi

source: (Logo for the top left of the invoice)
ro_ro: (emblemă pentru partea din stânga-sus a facturii)

source: Bank Draft
lv_lv: Bankas melnraksts
ro_ro: Ciornă bancă

source: An error occured. No Event Status or an invalid Event Status was received.
ro_ro: A apărut o eroare. Nu a fost primit niciun status al evenimentului sau acest status era invalid.

source: An error occured. Event #%d could not be moved to the trash because a valid event ID was not not supplied.
ro_ro: A apărut o eroare. Evenimentul #%d nu a putut fi mutat în coșul de gunoi deoarece nu a fost furnizat un identificator valid de eveniment.

source: Set Registration Status to Cancelled
lv_lv: Iestatīt reģistrēšanās statusu - atcelts
ro_ro: Setare status înscriere ca Anulat

source: Countries
lv_lv: Valstis
ro_ro: Țări

source: payment reminders
lv_lv: maksājuma atgādinājumi
ro_ro: mementouri plată

source: payment reminder
lv_lv: maksājuma atgādinājums
ro_ro: memento plată

source: This message type is used for all payment reminder messages. These are triggered when an offline gateway registration is completed or when manually triggered via event administrators via the transaction admin page(s).
ro_ro: Acest tip de mesaj este utilizat pentru toate mesajele memento privind plata. Acestea sunt declanșate atunci când este completată o înscriere printr-un gateway de tip „offline” sau sunt declanșate manual prin intermediul administratorilor de evenimente și a paginii(lor) de administrare a tranzacției.

source: An error occured. An event could not be deleted because a valid event ID was not not supplied.
ro_ro: A apărut o eroare. Un eveniment nu a putut fi șters deoarece nu a fost furnizat un identificator valid de eveniment.

source: An error occured. The event could not be %s.
ro_ro: A apărut o eroare. Evenimentul nu a putut fi %s.

source: States
lv_lv: Reģions
ro_ro: Stări

source: An error occured. No Event ID or an invalid Event ID was received.
ro_ro: A apărut o eroare. Nu a fost primit niciun identificator de eveniment sau a fost primit un identificator invalid.

source: An error occured. The event could not be moved to the trash because a valid event status was not not supplied.
ro_ro: A apărut o eroare. Evenimentul nu a putut fi mutat la coșul de gunoi deoarece nu a fost furnizat un status valid de eveniment.

source: Selected Method of Payment:
lv_lv: Izvēlētā maksājuma metode:
ro_ro: Metoda selectată de plată:

source: An error occured. An ID for the new attendee could not be retreived.
ro_ro: A apărut o eroare. Nu a putut fi regăsit un identificator pentru noul participant.

source: The %s has been succesfully sent.
lv_lv: %s tika veiksmīgi nosūtīts.
ro_ro: %s a fost trimis(ă) cu succes.

source: Incoming data for the Gateways data handler must have an EE_Transaction object as the value for the first array index.
ro_ro: Datele primite pentru manipulantul de date ale gateway-urilor trebuie să aibă un obiect EE_Transaction ca valoare pentru primul element din matrice.

source: Reactivate this Registration
lv_lv: Reaktivēt šo reģistrāciju
ro_ro: Reactivați această înscriere

source: Set Registration Status to Approved
lv_lv: Noteikt reģistrēšanās statusu kā apstiprinātu
ro_ro: Setați statusul înscrierii ca Aprobat

source: Cancel this Registration
lv_lv: Atcelt šo reģistrāciju
ro_ro: Anulați această înscriere

source: The following is a list of shortcodes that can be used for this messenger and message type. You can use the descriptions to learn what the shortcode will be parsed to when the final message is generated.
ro_ro: Următoarea este o listă de coduri scurte, care poate fi utilizată pentru acest mesager și tip de mesaj. Puteți folosi descrierile pentru a învăța în ce anume va fi interpretat codul scurt atunci când va fi generat mesajul final.

source: Set Registration Status to Pending
lv_lv: Iestatīt statusu uz gaida reģistrāciju
ro_ro: Setați statusul înscrierii În așteptare

source: Cancel Registrations
lv_lv: Atcelt reģistrēšanos
ro_ro: Anulare înscrieri

source: Activate Registrations
lv_lv: Aktivēt reģistrēšanos
ro_ro: Activare înscrieri

source: Set Registrations to Pending
lv_lv: Nosūtīt reģistrāciju uzgaidīt
ro_ro: Setați înscrierile ca În așteptare

source: Decline Registrations
lv_lv: Noraidīt reģistrāciju
ro_ro: Refuzați înscrierile

source: Approve Registrations
lv_lv: Apstiprināt reģistrāciju
ro_ro: Aprobați înscrierile

source: Filter this list to only show registrations for %s
ro_ro: Filtrați această listă pentru a afișa înscrierile doar pentru %s

source: Edit Event: %s
lv_lv: Labot pasākumu: %s
ro_ro: Editare eveniment: %s

source: Shortcode Descriptions
lv_lv: Īskoda apraksts
ro_ro: Descrieri coduri scurte

source: View Transaction Details for TXN #
lv_lv: Skatīt transakcijas detaļas TXN #
ro_ro: Vizualizare detalii tranzacție pentru TRANZ #

source: ALL ( Active / Inactive )
lv_lv: Visi ( aktīvie/neaktīvie )
ro_ro: TOATE ( active / inactive )

source: Active / Ongoing
ro_ro: Active / În curs de desfășurare

source: Message Templates
lv_lv: Ziņas šablons
ro_ro: Șabloane mesaj

source: The Validator class was unable to load
ro_ro: Clasa Validator nu a putut fi încărcată

source: mm / yy
ro_ro: lună / an

source: UNL
ro_ro: FĂRĂ LIM

source: The payment has been processed succesfully.
ro_ro: Plata a fost procesată cu succes.

source: Select Status
lv_lv: Izvēlieties statusu
ro_ro: Selectare status

source: View details for this attendee
lv_lv: Skatīt šī dalībnieka detaļas
ro_ro: Vizualizați detalii pentru acest participant

source: Please select a method of payment in order to continue.
lv_lv: Lūdzu izvēlieties Jūsu maksājuma metodi, lai turpinātu.
ro_ro: Vă rugăm să selectați o metodă de plată pentru a continua.

source: No Transaction ID was received.
lv_lv: Transakcijas ID nav saņemts.
ro_ro: Nu a fost recepționat niciun identificator de tranzacție.

source: An extra field you may use for accounting purposes or simple notes.
ro_ro: Un câmp suplimentar pe care îl puteți utiliza pentru scopuri contabile sau simple notițe.

source: Defaults to the primary attendee's registration code.
ro_ro: Implicit este codul de înscriere al participantului principal.

source: This option allows you to use the above information for all additional attendee question fields. <span>(&nbsp;Please note that some events may have additional questions that you may still be required to answer in order to complete your registration.&nbsp;)</span>
ro_ro: Această opțiune vă permite să utilizați informația de mai sus pentru toate câmpurile de întrebări pentru participanții suplimentari.<span>(&nbsp;Vă rugăm să rețineți că unele evenimente pot avea întrebări suplimentare la care încă veți fi obligat să răspundeți pentru a completa înscrierea dumneavoastră.&nbsp;)</span>

source: This setting allows you to remove the weekends from your calendar views. This may be useful if you don't have events on weekends.
ro_ro: Această setare vă permite să eliminați weekend-urile din vizualizările calendarului dumneavoastră. Acest lucru poate fi util dacă nu aveți evenimente în weekend-uri.

source: Disable Categories?
lv_lv: Atspējot kategorijas?
ro_ro: Dezactivați categoriile?

source: What the preview page shows
ro_ro: Ce arată pagina de previzualizare

source: This page is accessed by clicking the preview button while editing a message template. This feature has been created as a way of previewing what the final generated messages will look like when received. Here's how the preview is prepared:
ro_ro: Această pagină este accesată dând clic pe butonul de previzualizare în timpul editării unui șablon de mesaj. Această caracteristică a fost creată ca o metodă de a previzualiza cum vor arăta mesajele generate atunci când vor fi primite. Uitați aici cum este pregătită previzualizarea:

source: 1. The system retrieves the appropriate template based on the given messenger, message type, and context
ro_ro: 1. Sistemul retrage șablonul potrivit în funcție de mesagerul, tipul de mesaj și contextul indicate

source: When you click the preview button, the messages system remembers what template is being "previewed" based on the messenger, message_type, context and event (if this is a custom event template).
ro_ro: Când dați clic pe butonul de previzualizare, sistemul de mesaje ține minte ce șablon este „previzualizat” în funcție de mesager, tipul de mesaj, context și eveniment (dacă acesta este un șablon de eveniment personalizat).

source: 2. Setup data.
ro_ro: 2. Configurare date.

source: Before any shortcodes in the template can be parsed, the previewer needs to know what data to use for the shortcodes. Some of the data is dummy data that the previewer generates, but wherever possible the previewer will use ACTUAL data from your database. For example, all the organization shortcodes will use actual data you've setup for your organization. For global template previews, the previewer will obtain the first active event from your database and use data from it. If you are previewing a custom event tempalte then THAT event will be used for the preview. The only data that is dummy data is typically data that would be entered by a person registering for an event
ro_ro: Înainte ca orice cod scurt din șablon să fie interpretat, previzualizatorul are nevoie să știe ce date să utilizeze pentru codurile scurte. O parte din date sunt date fictive pe care previzualizatorul le generează, dar oriunde este posibil previzualizatorul va utiliza date REALE din baza dumneavoastră de date. De exemplu, toate codurile scurte de organizație vor utiliza date reale pe care le-ați stabilit pentru organizația dumneavoastră. Pentru previzualizări ale șabloanelor globale, previzualizatorul va obține primul eveniment activ din baza dumneavoastră de date și va utiliza date din acesta. Dacă previzualizați un șablon de eveniment personalizat, atunci ACEL eveniment va fi utilizat pentru previzualizare. Singurele date care sunt fictive sunt în general date care ar fi introduse de o persoană care se înscrie pentru un eveniment

source: 3. Parse shortcodes
lv_lv: 3. Analizēt īskodus
ro_ro: 3. Interpretare coduri scurte

source: The previewer then goes through all the shortcodes in the template being previewed and replaces them using the prepared data. This is a good way of making sure that the shortcodes are working as you expect, and also clearly seeing what is being displayed for that shortcode when someone receives that message.
ro_ro: Previzualizatorul trece apoi prin toate codurile scurte din șablonul previzualizat și le înlocuiește utilizând datele pregătite. Aceasta este o metodă bună de a asigura că aceste coduri scurte funcționează așa cum vă așteptați și de asemenea de a vedea clar ce este afișat pentru acel cod scurt atunci când cineva primește acel mesaj.

source: 4. Display the preview!
ro_ro: 4. Afișați previzualizarea!

source: An important thing to remember about the previewer is that for the most part, the previewer uses the same underlying system that will be used for actual outgoing messages, so you can be certain that what you see in the preview is what users will see when they receive the message. It is yet another tool provided to make it easier for you to customize the look of your outgoing messages.
ro_ro: Un lucru important de ținut minte despre previzualizator este că, pentru cea mai mare parte, acesta utilizează același sistem care stă la baza mesajelor în sine de trimis, încât puteți fi siguri că ceea ce vedeți în previzualizare este ceea ce utilizatorii vor vedea atunci când vor primi mesajul. Este încă o altă unealtă furnizată pentru a vă face mai ușoară personalizarea aspectului mesajelor dumneavoastră de trimis.

source: Payment Methods
lv_lv: Maksājuma metodes
ro_ro: Metode de plată

source: Help
lv_lv: Palīdzība
ro_ro: Ajutor

source: Modify this Gateway
lv_lv: Labot šo vārteju
ro_ro: Modificați acest gateway

source: System questions will always be used internally for their intended purpose and any attempts to change them to something else may result in errors. For example, changing the sytem question for "Email" to ask for anything other than an email address will cause registration form validation errors, because the system will still be expecting that field to contain an email address. Admin Labels for System questions can not be edited
ro_ro: Întrebările de sistem vor fi mereu utilizate intern pentru scopul vizat și orice tentativă de a le schimba în altceva poate rezulta în erori. De exemplu, schimbarea întrebării de sistem pentru „E-mail” pentru a întreba orice altceva decât o adresă de e-mail va cauza erori în validarea formularului de înscriere, deoarece sistemul încă se va aștepta ca acel câmp să conțină o adresă e-mail. Etichetele de administrare pentru întrebările de sistem nu pot fi editate

source: attendees
lv_lv: dalībnieki
ro_ro: participanți

source: Att #
ro_ro: Partic #

source: registration
lv_lv: reģistrēšanās
ro_ro: înscriere

source: registrations
lv_lv: reģistrēšanās
ro_ro: înscrieri

source: Final Price
lv_lv: Beigu cena
ro_ro: Preț final

source: Total Txn
lv_lv: Kopā Txn
ro_ro: Total tranz

source: Register New Attendee
lv_lv: Reģistrēt jaunu dalībnieku
ro_ro: Înscriere participant nou

source: Save Registration
lv_lv: Saglabāt reģistrāciju
ro_ro: Salvare înscriere

source: Contact List
lv_lv: Kontaktu saraksts
ro_ro: Listă contacte

source: click "Update Attendee Questions" to save your changes
ro_ro: clic „Actualizare întrebări participant” pentru a salva modificările dumneavoastră

source: Today - %s
lv_lv: Šodien - %s
ro_ro: Azi - %s

source: This indicates that the Attendee is the Primary Attendee
ro_ro: Aceasta indică faptul că participantul este participantul principal

source: Resend registration details to attendee
lv_lv: Atkārtoti sūtīt reģistrācijas detaļas dalībniekam
ro_ro: Retrimiteți participantului detaliile înscrierii

source: View Transaction details.
lv_lv: Skatīt transakcijas detaļas.
ro_ro: Vizualizare detalii tranzacție.

source: An error occured and the details for Registration ID #%s could not be retreived.
ro_ro: A apărut o eroare și detaliile pentru înscrierea cu identificatorul #%s nu au putut fi regăsite.

source: Edit
lv_lv: Labot
ro_ro: Editare

source: click to return to viewing all registrations
lv_lv: spiest lai atgrieztos skatīt visas reģistrācijas
ro_ro: clic pentru a vă întoarce la vizualizarea tuturor înscrierilor

source: Back to All Registrations
lv_lv: Atpakaļ uz Visas reģistrācijas
ro_ro: Înapoi la Toate înscrierile

source: Event:
lv_lv: Pasākums:
ro_ro: Eveniment:

source: Other Attendees Registered in this Transaction
lv_lv: Citi dalībnieki, reģistrējušies šai transakcijai
ro_ro: Alți participanți înscriși în această tranzacție

source: Set this Registration to Pending
lv_lv: Iestatīt reģistrāciju gaidīšanas sarakstā
ro_ro: Setați această înscriere ca fiind În așteptare

source: Decline this Registration
lv_lv: Noraidīt reģistrāciju
ro_ro: Refuzați această înscriere

source: Approve this Registration
lv_lv: Apstiprināt šo reģistrāciju
ro_ro: Aprobați această înscriere

source: click to edit attendee question
lv_lv: klikšķināt lai labotu dalībnieka jautājumu
ro_ro: clic pentru a edita întrebarea participantului

source: edit the above question group
lv_lv: labot jautājumu grupu augstāk
ro_ro: editați grupul de întrebări de mai sus

source: Edit Attendee Question
lv_lv: Labot dalībnieka jautājumu
ro_ro: Editare întrebare participant

source: Attendee Registration Form
lv_lv: Dalībnieka reģistrēšanās forma
ro_ro: Formular înscriere participant

source: updated
lv_lv: atjaunots
ro_ro: actualizat

source: There are no attendees attached to this registration. Something may have gone wrong with the registration
ro_ro: Nu există participanți atașați acestei înscrieri. Ceva nu a mers bine privind această înscriere

source: created
lv_lv: izveidots
ro_ro: creat

source: moved to the trash
lv_lv: iemests miskastē
ro_ro: mutat în coșul de gunoi

source: restored
ro_ro: restabilit

source: deleted
lv_lv: dzēsts
ro_ro: șters

source: Total Registrations per Day
ro_ro: Total înscrieri per zi

source: Total Registrations per Event
ro_ro: Total înscrieri per eveniment

source: Registrations Overview
lv_lv: Reģistrēšanās apskats
ro_ro: Vedere de ansamblu a înscrierilor

source: The attendee's given name. ( required value )
lv_lv: Dalībnieka vārds. ( nepieciešama vērtība )
ro_ro: Prenumele participantului (valoare necesară).

source: The attendee's family name. ( required value )
lv_lv: Dalībnieka uzvārds. ( nepieciešama vērtība )
ro_ro: Numele de familie al participantului (valoare necesară).

source: ( required value )
lv_lv: ( nepieciešamā vērtība )
ro_ro: (valoare necesară)

source: The attendee's street address.
lv_lv: Dalībnieka ielas nosaukums
ro_ro: Adresa participantului la nivel de stradă.

source: Zip / Postal Code
lv_lv: Pasta indekss
ro_ro: Cod poștal

source: Social networking contacts for the attendee such as Facebook page, Twitter account, LinkedIn account, etc. One per line please
lv_lv: Dalībnieka sociālo tīklu kontakti, kā piemēram Facebook lapa, Twitter konts, LinkedIn konts u.tml. Pa vienam ridā lūdzu
ro_ro: Contacte de rețele sociale pentru participant, cum ar fi pagina Facebook, contul Twitter, contul LinkedIn, etc. Unul per linie, vă rugăm

source: Comments from the attendee regarding your events, services, etc collected via forms, emails, etc.
lv_lv: Dalībnieku komentāri par Jūsu pasākumiem, servisu u.t.t., apkopoti izmantojot veidlapas, e-pastus u.tml.
ro_ro: Comentarii din partea participantului privind evenimentele, serviciile dumneavoastră, etc. colectate prin formulare, e-mail-uri, etc.

source: Attendee Notes
lv_lv: Dalībnieka piezīmes
ro_ro: Notițe participant

source: A place for you to keep any notes pertaining to this attendee, their preferences, special circumstances, etc.
ro_ro: Un loc pentru dumneavoastră pentru a păstra orice note aparținând de acest participant, preferințele acestora, circumstanțe speciale, etc.

source: REG ID
ro_ro: ID ÎNSCR

source: Reg Code
lv_lv: Reģistrēšanās kods
ro_ro: Cod înscr

source: scroll to Other Attendees Registered in the Same Transaction
ro_ro: derulați la Alți participanți înscriși în aceeași tranzacție

source: view additional registration session details
lv_lv: skatīt papildus reģistrēšanās sesijas detaļas
ro_ro: vizualizați detalii suplimentare privind sesiunea înscrierii

source: hide additional registration session details
lv_lv: slēpt papildus reģistrēšanās sesijas detaļas
ro_ro: ascundeți detalii suplimentare privind sesiunea înscrierii

source: View / Edit this Attendee
lv_lv: Skatīt / labot dalībnieku
ro_ro: Vizualizați / editați acest participant

source: Help & Support
lv_lv: Palīdzība un atbalsts
ro_ro: Ajutor & suport

source: Support
lv_lv: Atbalsts
ro_ro: Suport

source: User Guide Forum
lv_lv: Lietotāja rokasgrāmatas forums
ro_ro: Forum al ghidului de utilizare

source: Tutorials
lv_lv: Pamācības
ro_ro: Ghiduri

source: (calendar, css override, payment gateway system, etc.)
ro_ro: (calendar, suprascriere CSS, sistem gateway de plată, etc.)

source: Adding Your First Event
lv_lv: Pievienot Jūsu pirmo pasākumu
ro_ro: Adăugând primul dumneavoastră eveniment

source: General Setup &amp; Using Shortcodes</a> (video)
lv_lv: Vispārīgie uzstādījumi &amp; Lietot īskodus</a> (video)
ro_ro: Configurare generală &amp; Utilizarea codurilor scurte</a> (video)

source: %sCustomizing the Registration Form%s (video)
lv_lv: %sPielāgošanas un reģistrēšanas forma%s (video)
ro_ro: %sPersonalizarea formularului de înscriere%s (video)

source: %sOptional PayPal Account Settings%s (video)
lv_lv: %sPapildus PayPal konta iestatījumi%s (video)
ro_ro: %sSetări opționale ale contului PayPal%s (video)

source: %sVariables and Shortcodes%s
lv_lv: %smainīgie un īskodi%s
ro_ro: %sVariabile și coduri scurte%s

source: %sCompatibility Issues%s
lv_lv: %sSaderības jautājumi%s
ro_ro: %sProbleme de compatibilitate%s

source: %sBug Submission Form%s
lv_lv: %sKļūdu iesniegšanas forma%s
ro_ro: %sFormular de trimitere a erorilor%s

source: %sChange log%s
lv_lv: %sIzmaiņu žurnāls%s
ro_ro: %sJurnal schimbări%s

source: %sUpdate Request Form%s
lv_lv: %sAtjaunot pieprasījuma formu%s
ro_ro: %sFormular de cerere de actualizare%s

source: Please use this form if a newer version of Event Espresso or an Addon has been released and you are unable to download it from the specified page or the email notification.
ro_ro: Vă rugăm să utilizați acest formular dacă a fost lansată o versiune mai nouă de Event Espresso sau a unui supliment, și sunteți în imposibilitate de a o descărca din pagina menționată sau din notificarea e-mail.

source: Before Contacting Support
lv_lv: Pirms kontaktējaties ar atbalstu
ro_ro: Înainte de a contacta echipa de suport

source: Please understand that our primary goal is to offer Event Espresso as a very low cost solution compared to building your own system or using a 3rd party service to handle your registrations.
ro_ro: Vă rugăm să înțelegeți că scopul nostru principal este de a oferi Event Espresso ca o soluție low-cost în comparație cu a vă construi propriul dumneavoastră sistem sau cu a utiliza un serviciu terț pentru a gestiona înscrierile dumneavoastră.

source: As with most open source programs (and closed licensed programs), the possibility exists that you may find the occasional bug or glitch. Please don't panic!
ro_ro: Ca și în cazul majorității programelor open source (și a programelor închise, licențiate), există posibilitatea de a găsi ocazional o eroare sau scăpare. Vă rugăm să nu intrați în panică!

source: If your problems are not urgent, please post in our %ssupport forums%s. If you need immediate help. Please purchase a support token below, at which time you can schedule time with a dedicated support tech or core developer.
ro_ro: Dacă problemele dumneavoastră nu sunt urgente, vă rugăm să le postați în %sforumurile noastre de suport%s. Dacă aveți nevoie imediată de ajutor, vă rugăm să cumpărați un token de suport de mai jos, după care veți putea programa un interval de timp cu un tehnician de suport dedicat sau cu un dezvoltator de bază.
