Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Question Options
lv_lv: Jautājuma izvēles
ro_ro: Opțiuni întrebare

source: Cannot get %s related to %s. There is no model relation of that type. There is, however, %s...
ro_ro: Nu se poate obține %s legat de %s. Nu există nicio relație model de acel tip. Există, totuși, %s...

source: Attendee List Shortcodes
lv_lv: Dalībnieku saraksta īskodi
ro_ro: Coduri scurte ale listei de participanți

source: All shortcodes specific to attendee lists
ro_ro: Toate codurile scurte specifice listelor de participanți

source: Will output a list of attendees
lv_lv: Tiks izvadīts dalībnieku saraksts
ro_ro: Va produce o listă de participanți

source: Attendee Shortcodes
lv_lv: Dalībnieku īskodi
ro_ro: Coduri scurte participant

source: All shortcodes specific to attendee related data
ro_ro: Toate codurile scurte specifice datelor privind participantul

source: First Name of an attendee
lv_lv: Dalībnieka vārds
ro_ro: Prenumele unui participant

source: Last Name of an attendee
lv_lv: Dalībnieka uzvārds
ro_ro: Numele de familie al unui participant

source: Edit Attendee Link (typically you'd only use this for messages going to event administrators)
ro_ro: Editare link participant (de obicei ați utiliza aceasta doar pentru mesaje trimise administratorilor de evenimente)

source: Email Shortcodes
lv_lv: E-pasta īskods
ro_ro: Coduri scurte e-mail

source: All shortcodes related to emails
ro_ro: Toate codurile scurte privind e-mailurile

source: Will be replaced with the admin email for the site that Event Espresso is installed on
ro_ro: Va fi înlocuit cu e-mailul administratorului pentru site-ul unde Event Espresso este instalat

source: Will be replaced with a properly formatted list of attendee emails who have been registered for an event
ro_ro: Va fi înlocuit cu listă formatată corespunzător de e-mailuri ale participanților care s-au înscris pentru un eveniment

source: This will be replaced with the properly formatted email for the primary registrant of an event
ro_ro: Acest lucru va fi înlocuit cu e-mailul formatat corespunzător al înscrisului principal la un eveniment

source: This will be replaced with a properly formatted list of Event Creator emails for the events in a registration
ro_ro: Acest lucru va fi înlocuit cu o listă formatată corespunzător a e-mailurilor creatorilor de evenimente, pentru evenimentele unei înscrieri

source: The admin details could not be retrieved from the database.
ro_ro: Detaliile administratorului/de administrare nu au putut fi preluate din baza de date.

source: Query: %s
lv_lv: Vaicājums: %s
ro_ro: Interogare: %s

source: Events Data: %s
lv_lv: Pasākuma datums: %s
ro_ro: Date evenimente: %s

source: Event IDS: %s
lv_lv: Pasākuma ID: %s
ro_ro: Identificatori eveniment: %s

source: Query Results: %s
lv_lv: Vaicājuma rezultāti: %s
ro_ro: Rezultate interogare: %s

source: Event List Shortcodes
lv_lv: Pasākuma saraksta īskods
ro_ro: Coduri scurte listă evenimente

source: All shortcodes specific to event lists
lv_lv: Visi pasākumu sarakstu īpašie īskodi
ro_ro: Toate codurile scurte specifice listei de evenimente

source: Will output a list of events
ro_ro: Va produce o listă de evenimente

source: Event Meta Shortcodes
lv_lv: Pasākuma meta īskodi
ro_ro: Coduri scurte meta eveniment

source: All shortcodes related to Event Meta data
ro_ro: Toate codurile scurte legate de date meta ale evenimentului

source: Event Shortcodes
lv_lv: Pasākuma īskodi
ro_ro: Coduri scurte eveniment

source: All shortcodes specific to event related data
ro_ro: Toate codurile scurte specifice datelor legate de eveniment

source: Will be replaced by the event ID of an event
ro_ro: Va fi înlocuit cu identificatorul acelui eveniment

source: Will be replaced with the event identifier of an event
ro_ro: Va fi înlocuit cu identificatorul acelui eveniment

source: The name of the event
lv_lv: Pasākuma nosaukums
ro_ro: Numele evenimentului

source: The phone number for the event (usually an info number)
ro_ro: Numărul de telefon pentru eveniment (în general, un număr de informații)

source: The description of the event
lv_lv: Pasākuma apraksts
ro_ro: Descrierea evenimentului

source: A link associated with the event
ro_ro: Un link asociat evenimentului

source: A link to the event set up on the host site.
ro_ro: Un link către evenimentul stabilit în site-ul gazdă.

source: What was used for the "URL of Event" field in the Venue settings
ro_ro: Ceea ce a fost utilizat pentru câmpul „URL al evenimentului”, în Setările locației

source: An alternate phone number for the event. Typically used as a "call-in" number
ro_ro: Un număr de telefon alternativ pentru eveniment. De obicei utilizat ca un număr de rezervări

source: Organization Shortcodes
lv_lv: Organizācijas īskodi
ro_ro: Coduri scurte organizație

source: All shortcodes specific to organization related data
ro_ro: Toate codurile scurte specifice datelor legate de organizație

source: Event organization name
lv_lv: Pasākuma organizācijas nosaukums:
ro_ro: Nume organizație eveniment

source: Address 1 value for the organization
lv_lv: Organizāciju adreses 1 vērtība
ro_ro: Câmpul adresă 1 pentru organizație

source: Address 2 value for the organization
lv_lv: Organizāciju adreses 2 vērtība
ro_ro: Câmpul adresă 2 pentru organizație

source: City the organization is in
lv_lv: Organizācijas pilsēta
ro_ro: Orașul în care se află organizația

source: State the organization is located in
lv_lv: Organizācijas rajons (reģions)
ro_ro: Statul în care se află organizația

source: The zip code for the organization
lv_lv: Organizācijas pasta indekss
ro_ro: Codul poștal al organizației

source: Just the link to the image used as the logo for the organization
lv_lv: Vienkārši norādiet saiti uz organizācijas logo attēlu
ro_ro: Doar link-ul către imaginea utilizată ca emblemă a organizației

source: Questions and Answers Shortcodes
lv_lv: Jautājumu un atbilžu īskodi
ro_ro: Coduri scurte întrebări și răspunsuri

source: All shortcodes related to custom questions and answers
lv_lv: Visi īskodi, kas attiecas uz pielāgotiem jautājumiem un atbildēm
ro_ro: Toate codurile scurte privind întrebările și răspunsurile personalizate

source: Registration Shortcodes
lv_lv: Reģistrēšanās īskods
ro_ro: Coduri scurte înscriere

source: All shortcodes specific to registration related data
lv_lv: Visi īskodi raksturīgi ar reģistrāciju saistītiem datiem
ro_ro: Toate codurile scurte specifice datelor legate de înscriere

source: This will be replaced with the Registration ID for the primary attendee of an event
ro_ro: Acest lucru va fi înlocuit cu identificatorul înscrierii pentru participantul principal la un eveniment

source: this will be replaced with the attendee registration id for the Attendee of an event
ro_ro: acest lucru va fi înlocuit cu identificatorul înscrierii participantului, pentru un participant la eveniment

source: Expecting an array for the data sent to %s
lv_lv: Dati, kas sūtīti uz %s, tika gaidīti datu masīvā
ro_ro: Se așteaptă o matrice pentru datele trimise către %s

source: The incoming data does not have the required template (%s) in its array
ro_ro: Datele primite nu au șablonul necesar (%s) în matricea lor

source: The incoming data does not have the required data index in its array
ro_ro: Datele primite nu au indexul de date necesar, în matricea lor

source: Transaction Shortcodes
lv_lv: Transakcijas īskods
ro_ro: Coduri scurte tranzacție

source: All shortcodes specific to transaction related data
ro_ro: Toate codurile scurte specifice datelor legate de tranzacție

source: The transaction id for the purchase.
ro_ro: Identificatorul tranzacției pentru achiziție.

source: This is a link to make a payment for the event
lv_lv: Šī ir saite, lai veiktu maksājumu par pasākumu
ro_ro: Acesta este un link pentru a efectua o plată pentru eveniment

source: The payment status for the transaction
lv_lv: Transakciju maksājuma statuss
ro_ro: Statusul plății pentru tranzacție

source: The payment gateway used for the transaction
lv_lv: Transakcijās lietotā maksājumu vārteja
ro_ro: Gateway-ul plății utilizat pentru tranzacție

source: The amount paid with a payment
lv_lv: Summa, samaksāta ar maksājumu
ro_ro: Suma achitată cu o plată

source: http://dummypaymenturlforpreview.com
ro_ro: http://url_fals_de_plata_pentru_previzualizare.com

source: All shortcodes specific to venue related data
lv_lv: Visi īskodi raksturīgi ar norises vietu saistītiem datiem
ro_ro: Toate codurile scurte specifice datelor legate de locație

source: The title for the event venue
lv_lv: Pasākuma vietas virsraksts
ro_ro: Titlul pentru locația evenimentului

source: A url to a webpage for the venue
lv_lv: Norises vietas mājaslapas URL
ro_ro: Un url către o pagină web pentru eveniment

source: An image representing the event venue
lv_lv: Attēls, raksturojošs pasākuma norises vietu
ro_ro: O imagine reprezentând locația evenimentului

source: The phone number for the venue
lv_lv: Norises vietas tālruņa numurs
ro_ro: Numărul de telefon pentru locație

source: The address for the venue
lv_lv: Vietas adrese
ro_ro: Adresa locației

source: Address 2 for the venue
lv_lv: Norises vietas adrese 2
ro_ro: Partea 2 a adresei locației

source: The city the venue is in
lv_lv: Norises vietas pilsēta
ro_ro: Orașul în care se află locația

source: The state the venue is located in
lv_lv: Norises vietas rajons
ro_ro: Statul în care se află locația

source: The country the venue is located in
lv_lv: Norises vietas valsts
ro_ro: Țara în care se află locația

source: The zip code for the venue address
lv_lv: Norises vietas pasta indekss
ro_ro: Codul poștal al adresei locației

source: Link to a google map for the venue
lv_lv: Norises vietas saite googles kartē
ro_ro: Link către o hartă Google pentru locație

source: Google map for venue wrapped in image tags
lv_lv: Norises vietas googles kartes attēla birkas
ro_ro: Hartă Google pentru locație, ambalată în etichete imagine

source: Payment Amount:
lv_lv: Maksājuma apjoms:
ro_ro: Sumă plată:

source: Payment Status:
lv_lv: Maksājuma statuss:
ro_ro: Status plată:

source: Total Cost:
lv_lv: Summa kopā:
ro_ro: Cost total:

source: This tells the plugin to load the calendar CSS file on specific pages. This should be a comma separated list of page id's. If left to the default of 0, the calendar stylesheet will load on every page of the site. You can find Page ID's by going to the WordPress menu Pages > All Pages, and hovering your mouse over the Page title, at the bottom of your browser a small box will appear with some code in it. Where it says post= then a number (post=4), that number is the Page ID. You can improve site performance and reduce conflicts by specifying which page/s have calendars on them.
ro_ro: Acest lucru îi spune modulului să încarce fișierul cu calendarul CSS, în pagini anume. Aceasta ar trebui să fie o listă separată prin virgulă, de identificatori de pagină. Dacă este lăsată la valoarea implicită de 0, foaia de stil al calendarului se va încărca pe fiecare pagină a site-ului. Puteți găsi identificatorii de pagină mergând la meniul WordPress Pagini > Toate paginile, și situând mouse-ul dumneavoastră peste Titlul paginii, în partea de jos a browser-ului dumneavoastră va apărea o căsuță mică cu ceva cod în ea. Unde scrie post= urmat de un număr (post=4), atunci acel număr este identificatorul paginii. Puteți îmbunătăți performanța site-ului și reduce conflictele specificând care pagină/pagini are/au calendare în ea/ele.

source: If you are using the "Create a Post" feature. Use this option to link to the posts that are created by Event Espresso, or select the link to go to the standard registration page.
ro_ro: Dacă utilizați caracteristica „Creați un articol”. Utilizați această opțiune pentru a face un link către articolele care sunt create de către Event Espresso, sau selectați link-ul pentru a merge la pagina standard de înscriere.

source: The "Featured Image" box in the event editor handles the thumbnail image URLs for each event. After setting the "Enable Calendar images" option to "Yes" in the calendar settings, upload an event image in the built-in WordPress media uploader, then click the Insert into post button on the media uploader.
ro_ro: Caseta „Imagine recomandată” din editorul de eveniment gestionează URL-urile de imagini miniatură, pentru fiecare eveniment. După setarea „Activare imagini calendar” ca și „Da” în setările calendarului, încărcați o imagine a evenimentului în încărcătorul media implicit încorporat în WordPress, apoi dați clic pe butonul „Inserare în articol” din încărcătorul media.

source: This setting allows you to set each category to display a different color. Set each category color in Event Espresso > Categories.
ro_ro: Acestă setare vă permite să setați fiecare categorie să se afișeze cu o culoare diferită. Setați categoria fiecărei culori în Event Espresso > Categorii.

source: This allows you to customize the event background color and text color.
lv_lv: Šeit iespējams mainīt pasākuma fona krāsu un teksta krāsu.
ro_ro: Acest lucru vă permite să personalizați culoarea fundalului și textului evenimentului.

source: This allows you to display a short description of the event on hover. The "display short descriptions" feature set in Event Espresso>Template settings should be switched on when using this feature. Be sure to use the <code>&lt;!--more--&gt;</code> tag to separate the short description from the entire event description.
ro_ro: Acest lucru vă permite să afișați o descriere scurtă a evenimentului, la deplasarea peste, a cursorului. Caracteristica „afișare descrieri scurte”, setată în Event Espresso>Setări șabloane, ar trebui activată atunci când este utilizată această caracteristică. Asigurați-vă să utilizați eticheta <code>&lt;!--more--&gt;</code> (mai multe) pentru a separa descrierea scurtă de întreaga descriere a evenimentului.

source: Disabling categories in the calendar may potentially speed up the calendar and allow you to load more events, but you will not be able to use the category colors and css class options.
lv_lv: Atslēdzot kalendārā kategorijas, iespējams tiks palielināts kalendāra ātrums un Jūs varēsiet ielādēt vairāk pasākumus, bet Jūs nevarēsiet lietot kategoriju krāsas un css klases iespējas.
ro_ro: Dezactivarea categoriilor în calendar are potențialul de a accelera calendarul și vă permite să încărcați mai multe evenimente, dar nu veți putea utiliza culorile de categorii și opțiunile de clasă css.

source: You will probably only want to use this setting if you are modifying this payment method's code, or if you suspect there to be a bug in it and you want to try to reproduce it.
lv_lv: Jūs iespējams gribēsiet lietot šos iestatījumus, ja Jūs mainīsiet šīs maksājumu metodes kodu vai arī Jums būs aizdomas par kļūdu tajos un Jūs vēlēsieties mēģināt to novērst.
ro_ro: Probabil veți dori să utilizați această setare doar dacă modificați codul acestei metode de plată sau dacă suspectați că există o eroare în acesta și doriți să o reproduceți.

source: Note, ANZ will provide you wish two Secure Secrets. You may use either one.
ro_ro: Luați aminte, ANZ vă va furniza două Secrete securizate. Puteți folosi pe oricare.

source: You may specify the URL of any image you want to be displayed to users when selecting their payment gateway. By default, the ANZ icon is selected. We also have a merchant accounts image available at %s
ro_ro: Puteți specifica URL-ul oricărei imagini pe care doriți să o afișați utilizatorilor atunci când selectează gateway-ul lor de plată. \ \ \ Implicit, pictograma ANZ este selectată. Avem de asemenea o imagine de conturi comerciant disponibilă la %s

source: The Merchant ID, Access Code, and Secure Secrets are provided from ANZ upon registration with them. Note: if you want to test your account, use the test credentials (the test Merchant ID always starts with the characters 'TEST'. e.g., if your normal account has a Merchant ID of 'ANZKANGAROO', your test merchant ID should be 'TESTANZKANGAROO'.)
ro_ro: ID-ul comerciant, Codul de acces si Secretul securizat sunt furnizate de către ANZ după înscrierea cu acestea. Notă: dacă doriți să testați contul dumneavoastră, utilizați acreditări de test (ID-ul de test al comerciantului începe mereu cu caracterele „TEST”. De ex., dacă ID-ul normal de comerciant este „ANZKANGAROO”, atunci ID-ul dumneavoastră de test ar trebui să fie „TESTANZKANGAROO”.)

source: Deactivate ANZ IPN?
lv_lv: Deaktivēt ANZ IPN?
ro_ro: Dezactivați IPN ANZ?

source: How to Configure QuickBooks Merchant Services Payment Gateway
lv_lv: Kā konfigurēt QuickBooks tirgotāja servisa maksājuma vārteju
ro_ro: Cum să setați gateway-ul de plată - Servicii comerciant QuickBooks

source: Link for Item
ro_ro: Link pentru articol

source: We need at least one message type to generate templates!
ro_ro: Avem nevoie de cel puțin un tip de mesaj pentru a genera șabloane!

source: The count for $tabs_names and $tabs_content does not match.
ro_ro: Numărul de $tabs_names nu se potrivește cu $tabs_content.

source: missing required variables for the form field generator
ro_ro: lipsesc variabile necesare pentru generatorul de câmpuri de formular

source: Your payment is approved.
ro_ro: Plata dumneavoastră este aprobată.

source: This should be a unique identifier for the category. Example: "category1" (without quotes.)
lv_lv: Tas ir unikāls kategorijas identifikators. Piemērs: " kategorija1 " (nosaukumam ir jābūt bez pēdiņām, var izmantot tikai latīņu burtus un/vai ciparus.)
ro_ro: Acesta ar trebui să fie un identificator unic pentru categorie. Exemple: „categorie1” (fara ghilimele).

source: Event Marketing Resources
lv_lv: Event Mārketinga Resursi
ro_ro: Resurse marketing eveniment

source: Yes! I'm In:
lv_lv: Jā! Es Piedalos:
ro_ro: Da! Particip:

source: Payments by QuickBooks Merchant Services
lv_lv: Maksāts ar QuickBooks Merchant Services
ro_ro: Plăți prin Serviciile de comerciant QuickBooks

source: qbms settings saved.
lv_lv: qbms uzstādījumi saglabātas.
ro_ro: Setări qbms salvate.

source: Variable %s should be an array, but it is not.
ro_ro: Variabila %s ar trebui să fie o matrice, dar nu este.

source: Its value is, instead '%s'
ro_ro: Valoarea acestuia este, în loc „%s”

source: Malconfigured template.
lv_lv: Kļūdains šablons.
ro_ro: Șablon configurat greșit.

source: Variable named '%s' was set to '%s'. It can only be one of '%s'
ro_ro: Variabila numită „%s” a fost setată la „%s”. Nu poate fi decât una din „%s”

source: Variable %s is not of the correct type.
ro_ro: Variabila %s nu este de tipul corect.

source: %s evaluated to false, but it must be true!
ro_ro: %s a fost evaluat ca și fals, dar trebuie să aibă valoare de adevărat!

source: Template error.
lv_lv: Šablona kļūda.
ro_ro: Eroare șablon.

source: Consider looking at the stack trace to see why it wasn't set.
ro_ro: Luați în considerare să vă uitați la stivă pentru a observa de ce nu a fost setat.

source: Variable named %s is null.
ro_ro: Variabila numit %s este nulă.

source: ANZ eGate Credentials
ro_ro: Acreditări eGate ANZ

source: Secure Secret
lv_lv: Drošības noslēpums
ro_ro: Secret securizat

source: Activate ANZ IPN?
lv_lv: Aktivēt ANZ IPN?
ro_ro: Activați IPN ANZ?

source: Eg, 1234567
lv_lv: Piem., 1234567
ro_ro: De ex., 1234567

source: ANZ settings saved.
lv_lv: ANZ uzstādījumi saglabāti.
ro_ro: Setări ANZ salvate.

source: ANZ Settings
lv_lv: ANZ uzstādījumi
ro_ro: Setări ANZ

source: Payment Error Occured
lv_lv: Radās maksājuma kļūda
ro_ro: A apărut o eroare de plată

source: This version of Event Espresso's QuickBooks Merchant Services Payment Method receive's users' credit card info directly into your website. For this reason, it is HIGHLY recommended that you enable your site to be handled over HTTPS/SSL.
lv_lv: Šī Event Espresso's QuickBooks tirgotāja servisa maksājumu metodes versija saņēmušo lietotāju kredītkaršu informācijas saņemšanai tieši Jūsu mājas lapā. Šī iemesla dēļ tiek ĻOTI REKOMENDĒTS, ka Jūs iespējojat Jūsu vietnei HTTPS/SSL datu šifrēšanu.
ro_ro: Această versiune a metodei de plată Servicii comerciant QuickBooks primește informații privind utilizatorul cardului de credit direct în site-ul dumneavoastră. Pentu acest motiv, este FOARTE recomandat ca să activați site-ul dumneavoastră să funcționeze peste HTTPS/SSL.

source: QuickBooks Merchant Services Connection Ticket
lv_lv: QuickBooks tirgotāja servisa savienojuma biļete
ro_ro: Tichet conexiune Servicii comerciant QuickBooks

source: Why are mails are not being sent when someone registers?
lv_lv: Kāpēc netiek nosūtītas e-pasta vēstules, kad kāds piereģistrējas?
ro_ro: De ce nu sunt trimise e-mailuri atunci când cineva se înscrie?

source: (Note: if you change whether you're using the PTC/Development server, you will need to re-acquire your connection ticket.)
lv_lv: (Piezīme: ja Jūs izmainiet kaut ko, lietojot PTC/Development serveri, Jums būs jāatjaunno Jūsu savienojuma biļete.)
ro_ro: (Notă: dacă schimbați proprietatea de a folosi serverul PTC/Dezvoltare, va trebui să obțineți din nou tichetul dumneavoastră de conexiune.)

source: Update QBMS Settings
lv_lv: Atjaunot QBMS uzstādījumus
ro_ro: Actualizare setări QBMS

source: Use PTC (Development) Server
lv_lv: Lietot PTC (Development) serveri
ro_ro: Utilizați server PTC (Dezvoltare)

source: QuickBooks Connection Ticket
lv_lv: QuickBooks savienojuma biļete
ro_ro: Tichet conexiune QuickBooks

source: Activate QuickBooks Merchant Services Payment Method?
lv_lv: Aktivēt QuickBooks Merchant Services maksājuma metode?
ro_ro: Activați metoda de plată prin Servicii comerciant QuickBooks?

source: On
lv_lv: Ieslēgts
ro_ro: Activat

source: While using the PTC (Development) Server, you must use test credit cards, %s listed here%s
lv_lv: Kamēr lietojat PTC (Development) serveri, Jums jālieto izmēģinājuma kredītkartes, %s saraksts šeit%s
ro_ro: În timpul utilizării serverului PTC (Dezvoltare), trebuie să utilizați carduri de credit de test, %s afișate aici%s

source: Note: if you change this setting, you MUST get a new Connection ticket (%sby clicking here%s)
lv_lv: Piezīme: ja Jūs izmainīsiet šos iestatījumus, Jums BŪS JĀIEGŪST jauna savienojuma biļete (%sklikšķinot šeit%s)
ro_ro: Notă: dacă schimbați această setare, TREBUIE să obțineți un nou tichet de conexiune (%sdând clic aici%s)

source: QuickBooks Merchant Services PTC (Development) Server
lv_lv: QuickBooks Tirgotāja servisa PTC (Development) serveris
ro_ro: Server PTC (Dezvoltare) al Serviciilor comerciant QuickBooks

source: If you wish to test this payment method, you can enable the PTC (Development) server. If this setting is enabled, payment processing messages will be sent to QuickBooks Merchant Services' IPC server, where payments are not actually processed (no money actually changes hands).
lv_lv: Ja Jūs vēlaties pārbaudīt šo maksājuma metodi, Jums jāiespējo PTC (Development) serveris. Ja šie iestatījumi ir iespējoti, maksājuma norises ziņojumi tiks nosūtīti uz QuickBooks Tirgotāja servisa IPC serveri, kur maksājumi netiks izpildīti (nauda nemainīs īpašnieku).
ro_ro: Dacă doriți să testați această metodă de plată, puteți activa serverul PTC (Dezvoltare). Dacă această setare este activă, mesajele de procesare plată vor fi trimise către serverul IPC de Servicii comerciant QuickBooks, unde plățile nu sunt procesate cu adevărat (banii nu își schimbă proprietarul).

source: All done! Now just test that payments are working, and you're done!
lv_lv: Viss izdarīts! Tagad tikai pārbaudiet vai maksājumi strādā un esiet visu pabeidzis!
ro_ro: Gata! Acum doar testați că plățile sunt funcționale și ați terminat!
