Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Twitter Settings
lv_lv: Twitera uzstādījumi
ro_ro: Setări Twitter

source: Google+1 Settings
lv_lv: Google+1 uzstādījumi
ro_ro: Setări Google+1

source: Choose a Seat
lv_lv: Izvēlēties sēdvietu
ro_ro: Alegeți un loc

source: Custom Tag
lv_lv: Pielāgota birka
ro_ro: Etichetă personalizată

source: Level
lv_lv: Līmenis
ro_ro: Nivel

source: Section
lv_lv: Sekcija
ro_ro: Secțiune

source: Row
lv_lv: Rinda
ro_ro: Rând

source: Seat
lv_lv: Vieta
ro_ro: Loc

source: Member Price
lv_lv: Dalības maksa
ro_ro: Preț de membru

source: Upload Layout
lv_lv: Augšuplādēt izkārtojumu
ro_ro: Actualizare aspect

source: Attach Preview
lv_lv: Pievienot priekšskatījumu
ro_ro: Atașați previzualizare

source: JPG or PNG under 2MB
lv_lv: JPG vai PNG zem 2MB
ro_ro: JPG sau PNG sub 2 MB

source: Download sample layout csv file
lv_lv: Lejuplādēt paraugizkārtojuma csv datni
ro_ro: Descărcați fișier csv cu o schemă mostră

source: View Current preview image
lv_lv: Skatīt noklusējuma priekšskata attēlu
ro_ro: Vizualizați imaginea curentă de privire de ansamblu

source: Following seats were not deleted because they have already been used in events:
lv_lv: Sekojošās sēdvietas nevar izdzēst, jo tās jau tiek lietotas pasākumā:
ro_ro: Următoarele locuri nu au fost șterse deoarece au fost deja utilizate în evenimente:

source: Add Seating Chart
lv_lv: Pievienot sēdvietu plāns
ro_ro: Adăugați diagramă locuri

source: My Seating Charts
lv_lv: Mani sēdvietu plāni
ro_ro: Diagramele mele de locuri

source: Add Seat
lv_lv: Pievienot sēdvietu
ro_ro: Adăugați loc

source: Seat List
lv_lv: Sēdvietu saraksts
ro_ro: Listă locuri

source: Bulk Edit
lv_lv: Masveida labošana
ro_ro: Editați angro

source: NOTE: Leave a field empty if you do not want to modify the value of that field. For example, if you do not want to modify the value of "Section" - leave it empty.
lv_lv: PIEZĪME: Atstājiet lauku tukšu, ja nevēlaties mainīt šī lauka vērtību. Piemēram, ja nevēlaties mainīt vērtību "Sadaļa" - atstājiet to tukšu.
ro_ro: NOTĂ: lăsați un câmp necompletat dacă nu doriți să modificați valoarea acelui câmp. De exemplu, dacă nu doriți să modificați valoarea "Secțiune" - lăsați necompletat.

source: Move to Trash
lv_lv: Iemest miskastē
ro_ro: Mutați în coșul de gunoi

source: Tag
lv_lv: Birka
ro_ro: Etichetă

source: Edit this item
lv_lv: Labot šo ierakstu
ro_ro: Editați acest articol

source: Quick Edit
lv_lv: Ātrā labošana
ro_ro: Editare rapidă

source: Move this item to the Trash
lv_lv: Pārvietot ierakstu uz miskasti
ro_ro: Mutați acest element în coșul de gunoi

source: Trash
lv_lv: miskaste
ro_ro: Gunoi

source: Currently there are no seats in this seating chart.
lv_lv: Patreiz nav vairāk sēdvietu.
ro_ro: În prezent nu există locuri în această diagramă de locuri.

source: Per Unit
lv_lv: Par Vienību
ro_ro: Pe unitate

source: Sub total
lv_lv: Starpsumma
ro_ro: Total parțial

source: Turkish Lira (only for Turkish users)
lv_lv: Turku lira (tikai Turcijas lietotājiem)
ro_ro: Liră turcească (doar pentru utilizatori turci)

source: The Shortcodes take the form of:<br /> <code>[EE_META type="event_meta" name="my_meta_key"]</code>
lv_lv: Īskods būs ar šādu formu:<br /> <code>[EE_META type="event_meta" name="my_meta_key"]</code>
ro_ro: Codurile scurte iau forma:<br /> <code>[EE_META type="event_meta" name="cheia_mea_meta"]</code>

source: Event Espresso Upcoming Events Widget
ro_ro: Widget cu următoarele evenimente Event Espresso

source: In the call between your server and firstdata's servers, there is an option to verify the ssl certificate of the firstdata server. Normally, you would want to use this for improved security. However, if the CA file on your server is missing or out of date, then you may want to bypass this check, in order to get the First Data gateway to function.
ro_ro: În apelul dintre serverul dumneavoastră și serverele firstdata, există o opțiune de a verifica certificatul ssl al serverului firstdata. În mod normal, ați dori să utilizați aceasta pentru securitate îmbunătățită. Totuși, dacă fișierul CA de pe serverul dumneavoastră lipsește sau este expirat, atunci ați putea dori să ocoliți această verificare, pentru a putea face ca gateway-ul First Data să funcționeze.

source: Submit a Test Transaction
lv_lv: Iesniegt izmēģinājuma transakciju
ro_ro: Trimiteți o tranzacție de test

source: Template Options
lv_lv: Šablona Galvenie Iestatījumi
ro_ro: Opțiuni șablon

source: Edit Registration Details
lv_lv: Labot Reģistrēšanās Informāciju
ro_ro: Editare detalii înscriere

source: Bypassing the Confirmation Page
lv_lv: Apmaksas Pārskata Lapas Izlaišana
ro_ro: Ocolind pagina de confirmare

source: Force HTTPS on Return URL
lv_lv: HTTPS piespiedu lietošana atgriešanās lapas URL adresē
ro_ro: Obligă HTTPS pentru URL întoarcere

source: eWay settings saved.
lv_lv: eWay iestatījumi saglabāti.
ro_ro: Setări eWay salvate.

source: Sorry, you do not have permission to edit this Venue.
lv_lv: Atvainojiet, Jums nav tiesību labot šo vietu.
ro_ro: Ne pare rău, nu aveți permisiunea de a edita acest eveniment.

source: Event registration pending
ro_ro: Înscriere la eveniment, în așteptare

source: Thank You.
ro_ro: Vă mulțumim.

source: New attendee registration approval pending
ro_ro: Înscrierea de noi participanți așteaptă aprobare

source: %d has been cancelled.
ro_ro: %d a fost anulat.

source: Account Uses Authorize.net development Server
ro_ro: Contul utilizează serverul de dezvoltare Authorize.net.

source: Header Text
lv_lv: Virsraksts
ro_ro: Text antet

source: Authorize.net AIM Login ID
lv_lv: Authorize.net AIM ieejas ID
ro_ro: ID login AIM Authorize.net

source: For more information, please email %d
ro_ro: Pentru mai multe informații, vă rugăm să trimiteți un e-mail la %d

source: There was an error in your submission. The event was not saved! Please try again.
ro_ro: A apărut o eroare în depunerea dumneavoastră. Evenimentul nu a fost salvat! Vă rugăm să încercați din nou.

source: Attendee name: %1$s %2$s
lv_lv: Dalībnieka vārds: %1$s %2$s
ro_ro: Nume participant: %1$s %2$s

source: Sorry, there was a security error and your event was not saved.
ro_ro: Ne pare rău, a apărut o eroare de securitate și evenimentul dumneavoastră nu a fost salvat.

source: Email Sent to %d person successfully.
ro_ro: E-mail trimis cu succes către %d persoană.

source: registration confirmation
lv_lv: reģistrēšanās apstiprināšana
ro_ro: confirmare înscriere

source: attendee
ro_ro: participant

source: Seating Chart Image
lv_lv: Sēdvietu shēmas attēls
ro_ro: Imagine diagramă locuri

source: Sorry, you do not have permission to edit this question group.
ro_ro: Ne pare rău, nu aveți permisiunea de a edita acest grup de întrebări.

source: User Permissions
lv_lv: Lietotāju Atļaujas
ro_ro: Permisiuni utilizator

source: Forces the gateway provider to send the customer back to the return page -- or pull the return page from the site -- using HTTPS. This is required in some instances to prevent a warning that the page the user is going to is not secure.
lv_lv: Liek apmaksas sistēmas provaiderim, pēc apmaksas veikšanas, nosūtot Jūsu klientu uz norādīto atpakaļ atgriešanās lapas adresi - izmantot HTTPS. Tas ir vajadzīgs atsevišķos gadījumos lai novērstu brīdinājumu, ka lapa uz kuru tiek novirzīts lietotājs pēc apmaksas, nav droša.
ro_ro: Forțează furnizorul gateway-ului să trimită clientul înapoi la pagina de întoarcere -- sau să retragă pagina de întoarcere din site -- folosind HTTPS. Acest lucru este necesar în unele cazuri pentru a preveni un avertisment că pagina la care va merge utilizatorul nu este securizată.

source: Display a Form Header
lv_lv: Attēlot formas galveni
ro_ro: Afișați un antet de formular

source: Select if you would like to display a header above the payment form.
ro_ro: Selectați dacă doriți să afișați un antet înainte de formularul plății.

source: 2Checkout.com Debug Mode Is Turned On
ro_ro: Modul de depanare 2Checkout.com este activat

source: 2Checkout settings saved.
lv_lv: 2Checkout iestatījumi saglabāti.
ro_ro: Setări 2Checkout salvate.

source: 2Checkout Settings
lv_lv: 2Checkout Iestatījumi
ro_ro: Setări 2Checkout

source: Deactivate 2Checkout IPN?
lv_lv: Vai Deaktivizēt 2Checkout IPN?
ro_ro: Dezactivați IPN 2Checkout?

source: Activate 2Checkout IPN?
lv_lv: Vai Aktivizēt 2Checkout IPN?
ro_ro: Activați IPN 2Checkout?

source: 2Checkout ID
ro_ro: Identificator 2Checkout

source: 2Checkout Username
lv_lv: 2Checkout Lietotājvārds
ro_ro: Nume utilizator 2Checkout

source: Bypass Payment Overview Page
lv_lv: Izlaist Apmaksas Pārskata Lapu
ro_ro: Ocolire pagină de privire de ansamblu a plății

source: Turn on Debugging Using the
lv_lv: Vai Izmantot Atkļūdošanas
ro_ro: Activați depanarea utilizând

source: 2Checkout Sandbox
ro_ro: Sandbox 2Checkout

source: Current Button Image
lv_lv: Pašreizējās Pogas Attēls
ro_ro: Imagine curentă a butonului

source: Update 2Checkout Settings
lv_lv: Saglabāt / Atjaunot 2Checkout Iestatījumus
ro_ro: Actualizați setări 2Checkout

source: The 2Checkout Sandbox is a testing environment that is a duplicate of the live 2Checkout site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live 2Checkout environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
lv_lv: 2Checkout Sandbox ir testēšanas vide, kas dublē dzīvu 2Checkout sistēmas mājas lapu, izņemot to, ka netiek lietota reāla nauda. Sandbox ļauj Jums pārbaudīt, notestēt visas integrācijas apmaksas darījumiem dzīvā 2Checkout vidē. Izveidojiet un pārvaldiet testa kontus, un skatieties e-pasta vēstulēs API akreditācijas datus par visiem testa kontiem.
ro_ro: Sandbox-ul 2Checkout este un mediu de testare, ce este un duplicat al site-ului real 2Checkout, cu excepția că nu sunt tranzacționați bani adevărați. Sandbox-ul vă permite să testați întreaga dumneavoastră integrare înainte de a trimite tranzacții către mediul real 2Checkout. Creați și administrați conturi de test și vizualizați email-uri și acreditări API pentru acele conturi de test.

source: 2Checkout Currency
lv_lv: Vēlamā Apmaksas Valūta
ro_ro: Valută 2Checkout

source: 2Checkout uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that 2Checkout (currently) supports.
lv_lv: 2Checkout izmanto 3-zīmju ISO-4217 kodus, norādot specifiskas valūtas un to mainīgos.</p><p>Noklusējuma valūta ir Amerikas Dolārs (USD). Gadījumā, ja Jūs vēlaties pieņemt apmaksu citā valūtā, norādiet kādā valūtā vēlaties saņemt apmaksu izvēloties vēlamo valūtu no nolaižamā valūtas saraksta. Nolaižamā sarakstā Jūs ieraudzīsiet visas valūtas, kādas 2Checkout apmaksas sistēmā pašreiz ir pieejamas un tiek atbalstītas.
ro_ro: 2Checkout folosește coduri ISO-4217 de 3 caractere pentru a specifica valutele în câmpuri și variabile.</p><p>Codul valutei implicite este Dolarul american (USD). Dacă doriți să solicitați sau să acceptați plăți în alte valute, selectați valuta pe care doriți să o utilizați. Lista derulantă conține toate valutele pe care 2Checkout le acceptă (în prezent).

source: Authorize.net Login ID
lv_lv: Authorize.net Ieiešanas ID
ro_ro: ID login Authorize.net

source: Relay Response URL
lv_lv: Translācijas atbildes URL
ro_ro: URL răspuns releu

source: Account Uses Authorize.net's Development Server
ro_ro: Contul utilizează serverul de dezvoltare Authorize.net

source: Deactivate eWay IPN?
lv_lv: Deaktivēt eWay IPN?
ro_ro: Dezactivați IPN eWay?

source: Activate eWay IPN?
lv_lv: Ativēt eWay IPN?
ro_ro: Activați IPN eWay?

source: eWay ID
ro_ro: ID eWay

source: eWay username
lv_lv: eWay lietotājvārds
ro_ro: Nume utilizator eWay

source: Choose Your Region
lv_lv: Izvēlieties Reģionu
ro_ro: Alegeți regiunea dumneavoastră

source: The currency set for your region is
ro_ro: Valuta setată pentru regiunea dumneavoastră este

source: Image URL (logo for payment page)
lv_lv: Attēla URL Adrese (maksājumu lapas logo)
ro_ro: URL imagine (emblemă pentru pagina plății)

source: (used for your business/personal logo on the eWay page)
ro_ro: (utilizat pentru emblema dumneavoastră de afaceri/personală în pagina eWay)

source: eWay Sandbox
ro_ro: Sandbox eWay

source: Update eWay Settings
ro_ro: Actualizați setări eWay

source: The eWay Sandbox is a testing environment that is a duplicate of the live eWay site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live eWay environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
ro_ro: Sandbox-ul eWay este un mediu de testare, ce este un duplicat al site-ului real eWay, cu excepția că nu sunt tranzacționați bani adevărați. Sandbox-ul vă permite să testați întreaga dumneavoastră integrare înainte de a trimite tranzacții către mediul real eWay. Creați și administrați conturi de test și vizualizați email-uri și acreditări API pentru acele conturi de test.

source: eWay Image URL (logo for payment page)
lv_lv: eWay attēla URL (maksājuma lapas logo)
ro_ro: URL imagine (emblemă pentru pagina plății) eWay

source: The URL of the 150x50-pixel image displayed as your logo in the upper left corner of the eWay checkout pages.
ro_ro: URL-ul imaginii de 150x50 pixeli afișată ca emblema dumneavoastră în colțul stânga sus a paginii de finalizare plată eWay.

source: eWay Currency
lv_lv: eWay valūta
ro_ro: valută eWay

source: eWay uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is British Pounds (GBP). The currency must match the region where you are using eway, so changing the region will automatically change the currency.
ro_ro: eWay folosește coduri ISO-4217 de 3 caractere pentru a specifica valutele în câmpuri și variabile.</p><p>Codul valutei implicite este Lira sterlină (GBP). Valuta trebuie să corespundă regiunii în care folosiți eway, așadar schimbarea regiunii va schimba automat valuta.

source: E-xact Login ID
lv_lv: E-xact ieejas ID
ro_ro: ID autentificare E-xact

source: Account Uses E-xact.com's Development Server
ro_ro: Contul utilizează serverul de dezvoltare E-xact.com

source: Use Verify Peer Option in cURL
ro_ro: Utilizați Verify Peer Option în cURL

source: Place the .pem file in the following folder. Make sure the .pem file has the same name as your store number:
ro_ro: Plasați fișierul .pem în dosarul următor. Vă rugăm să vă asigurați că fișierul .pem are același nume ca și numărul magazinului dumneavoastră:

source: iDEAL by Mollie Settings
lv_lv: iDEAL by Mollie iestatījumi
ro_ro: Setări iDeal by Mollie

source: Mollie Partner ID
ro_ro: ID partener Mollie

source: Use iDEAL in test mode?
lv_lv: lietot iDEAL izmēģinājuma režīmā?
ro_ro: Utilizați iDeal în modul de test?

source: Update iDEAL Settings
lv_lv: Atjaunot iDEAL istatījumus
ro_ro: Actualizați setări iDEAL

source: Logo URL
ro_ro: URL emblemă

source: Invoice Instructions in PDF
lv_lv: Rēķina instrukcijas PDF datnē
ro_ro: Instrucțiuni factură în PDF

source: Select the Currency for Your Country
lv_lv: Izvēlieties un Norādiet Vēlamo Apmaksas Valūtu
ro_ro: Selectați valuta pentru țara dumneavoastră

source: Use NAB Transact Direct Post in test mode?
lv_lv: Lietot NAB Transact Direct Post izmēģinājuma režīmā?
ro_ro: Utilizați, în modul test, NAB Transact Direct Post?

source: PayPal Debug Mode Is Turned On
lv_lv: PayPal atkļūdošanas režīms ieslēgts
ro_ro: Modul de depanare PayPal este pornit

source: PayPal ID
ro_ro: ID PayPal

source: Shipping Address Options
lv_lv: Piegādes Adreses Iestatījumi
ro_ro: Opțiuni adresă de livrare

source: Use the Debugging Feature and the
lv_lv: Vai Izmantot Atkļūdošanas Opciju un
ro_ro: Utilizați caracteristica de depanare și

source: For PayPal IPN to work, you need a Business or Premier account.
lv_lv: Lai PayPal IPN darbotos, Jums ir vajadzīgs Business vai Premier konts.
ro_ro: Pentru a funcționa PayPal IPN, vă trebuie un cont Business sau Premier.

source: There was no response from PayPal.
lv_lv: Nav atbildes no PayPal.
ro_ro: Nu a fost niciun răspuns din partea PayPal.

source: PayPal Payments Pro settings saved.
lv_lv: PayPal Payments Pro iestatījumi saglabāti.
ro_ro: Setări plăți PayPal Pro salvate.

source: PayPal Payments Pro Settings
lv_lv: PayPal Pro Iestatījumi
ro_ro: Setări plăți PayPal Pro

source: Deactivate PayPal Payments Pro?
lv_lv: Deaktivēt PayPal Payments Pro?
ro_ro: Dezactivați plăți PayPal Pro?

source: Activate PayPal Payments Pro?
lv_lv: Aktivēt PayPal Payments Pro?
ro_ro: Activați PayPal Payments Pro?

source: PayPal Payments Pro Email
lv_lv: PayPal Payments Pro e-pasts
ro_ro: E-mail plăți PayPal Pro

source: PayPal API Username
lv_lv: PayPal API lietotājvārds
ro_ro: Nume utilizator API PayPal

source: PayPal API Password
lv_lv: PayPal API parole
ro_ro: Parolă API PayPal

source: PayPal API Signature
lv_lv: PayPal API paraksts
ro_ro: Semnătură API PayPal

source: Use PayPal Payments Pro in Sandbox Mode
lv_lv: Lietot PayPal Payments Pro Sandbox režīmā
ro_ro: Utilizați Paypal Payments Pro în modul Sandbox

source: Update PayPal Payments Pro Settings
lv_lv: Atjaunot PayPal Payments Pro iestatījumus
ro_ro: Actualizați setări plăți PayPal Pro

source: PayTrace settings saved.
lv_lv: PayTrace iestatījumi saglabāti.
ro_ro: Setări PayTrace salvate.

source: PayTrace Settings
lv_lv: PayTrace iestatījumi
ro_ro: Setări PayTrace

source: Deactivate PayTrace?
lv_lv: Deaktivēt PayTrace?
ro_ro: Dezactivați PayTrace?

source: Activate PayTrace?
lv_lv: Aktivēt PayTrace?
ro_ro: Activați PayTrace?

source: PayTrace User ID
lv_lv: PayTrace lietotāja ID
ro_ro: ID utilizator PayTrace

source: PayTrace User Password
lv_lv: PayTrace lietotāja parole
ro_ro: Parolă utilizator PayTrace

source: Update PayTrace Settings
lv_lv: Atjaunot PayTrace iestatījumus
ro_ro: Actualizare setări PayTrace

source: QuickPay settings saved.
lv_lv: QuickPay iestatījumi saglabāti.
ro_ro: Setări QuickPay salvate.

source: QuickPay Settings
lv_lv: QuickPay iestatījumi
ro_ro: Setări QuickPay

source: Deactivate QuickPay IPN?
lv_lv: Deaktivēt QuickPay IPN?
ro_ro: Dezactivați IPN QuickPay?

source: Activate QuickPay IPN?
lv_lv: Aktivēt QuickPay IPN?
ro_ro: Activați IPN QuickPay?

source: QuickPay ID
ro_ro: ID QuickPay

source: QuickPay md5 Secret
lv_lv: QuickPay md5 noslēpums
ro_ro: Secret md5 QuickPay

source: Payment Window Language
lv_lv: Maksājumu loga valoda
ro_ro: Limbă pentru fereastra plății

source: (Choose which language the transaction window will use.)
lv_lv: (Izvēlieties valodu, kuru lietos transakciju logs.)
ro_ro: (Alegeți care limbă va fi folosită în fereastra tranzacției.)

source: (Automatic Capture means you will automatically deduct the amount from the customer.)
lv_lv: (Automātiskā Capture nozīmē, ka Jūs automātiski atskaitiet summu no pircēja.)
ro_ro: (Captura automata înseamnă că veți deduce suma automat, de la client.)

source: Currency
lv_lv: Valūta
ro_ro: Valută

source: Turn on Debugging Using the Sandbox
lv_lv: Ieslēgt, lai atkļūdošana lieto Sandbox
ro_ro: Activați depanarea utilizând Sandbox-ul

source: Update QuickPay Settings
lv_lv: Atjaunot QuickPay iestatījumus
ro_ro: Actualizați setări QuickPay

source: RealAuth settings saved.
lv_lv: RealAuth iestatījumi saglabāti.
ro_ro: Setări RealAuth salvate.

source: RealAuth Settings
lv_lv: RealAuth iestatījumi
ro_ro: Setări RealAuth

source: Deactivate RealAuth Payments?
lv_lv: Deaktivēt RealAuth maksājumus?
ro_ro: Dezactivați plăți RealAuth?

source: Activate RealAuth Payments?
lv_lv: Aktivēt RealAuth maksājumus?
ro_ro: Activați plățile RealAuth?

source: Merchant ID
lv_lv: Tirgotāja ID
ro_ro: ID comerciant

source: Update RealAuth Settings
lv_lv: Atjaunot RealAuth iestatījumus
ro_ro: Actualizați setări RealAuth

source: RealAuth Auto Settle
ro_ro: Decontare automată RealAuth

source: RealAuth Currency
lv_lv: RealAuth valūta
ro_ro: Valută RealAuth

source: RealAuth uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that RealAuth (currently) supports.
ro_ro: RealAuth folosește coduri ISO-4217 de 3 caractere pentru a specifica valutele în câmpuri și variabile.</p><p>Codul valutei implicite este Dolarul american (USD). Dacă doriți să solicitați sau să acceptați plăți în alte valute, selectați valuta pe care doriți să o utilizați. Lista derulantă conține toate valutele pe care RealAuth le acceptă (în prezent).

source: Stripe Currency Symbol (USD)
lv_lv: Stripe valūtas simbols (USD)
ro_ro: Simbol (USD) valută Stripe

source: WePay settings saved.
lv_lv: WePay iestatījumi saglabāti.
ro_ro: Setări WePay salvate.

source: WePay Settings
lv_lv: WePay iestatījumi
ro_ro: Setări WePay

source: Deactivate WePay IPN?
lv_lv: Deaktivēt WePay IPN?
ro_ro: Dezactivați IPN WePay?

source: Activate WePay IPN?
lv_lv: Aktivēt WePay IPN?
ro_ro: Activați IPN WePay?

source: WePay Client ID
ro_ro: ID client WePay

source: WePay Client Secret
lv_lv: WePay Client noslēpums
ro_ro: Secret client WePay

source: WePay Sandbox
ro_ro: Sandbox WePay

source: Update WePay Settings
lv_lv: Atjaunot WePay iestatījumus
ro_ro: Actualizați setări WePay

source: The WePay Sandbox is a testing environment that is a duplicate of the live WePay site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live WePay environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
ro_ro: Sandbox-ul WePay este un mediu de testare, ce este un duplicat al site-ului real WePay, cu excepția că nu sunt tranzacționați bani adevărați. Sandbox-ul vă permite să testați întreaga dumneavoastră integrare înainte de a trimite tranzacții către mediul real WePay. Creați și administrați conturi de test și vizualizați email-uri și acreditări API pentru acele conturi de test.

source: WePay Instructions
lv_lv: WePay instrukcijas
ro_ro: Instrucțiuni WePay

source: To use WePay, follow these steps:
lv_lv: Lai lietotu WePay, izpildiet sekojošos soļus:
ro_ro: Pentru a utiliza WePay, urmați acești pași:

source: WePay Account
lv_lv: WePay konts
ro_ro: Cont WePay

source: WorldPay settings saved.
lv_lv: WorldPay iestatījumi saglabāti.
ro_ro: Setări WorldPay salvate.

source: Deactivate WorldPay IPN?
lv_lv: Deaktivēt WorldPay IPN?
ro_ro: Dezactivați IPN WorldPay?

source: Activate WorldPay IPN?
lv_lv: Aktivēt WorldPay IPN?
ro_ro: Activați IPN WorldPay?

source: WorldPay Installation ID
lv_lv: WorldPay instalācijas ID
ro_ro: ID instalare WorldPay

source: (used for your business/personal logo on the WorldPay page)
lv_lv: (izmantots kā Jūsu biznes/personīgais logo WorldPay lapā)
ro_ro: (utilizat pentru emblema dumneavoastră personala/de afaceri pe pagina WorldPay)

source: Turn on Debugging Using the WorldPay Sandbox?
lv_lv: Ieslēgt aykļūdošanu lietojot WorldPay Sandbox?
ro_ro: Activați depanarea utilizând Sandbox-ul WorldPay?

source: Update WorldPay Settings
lv_lv: Atjaunot WorldPay iestatījumus
ro_ro: Actualizați setări WorldPay

source: WorldPay Sandbox
ro_ro: Sandbox WorldPay
