Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: State/County/Province
lv_lv: Rajons/apgabals
ro_ro: Stat/Județ/Provincie

source: Please enter your State/County/Province.
lv_lv: Lūdzu ievadiet rajonu/apgabalu.
ro_ro: Vă rugăm să introduceți județul/provincia/statul dumneavoastră.

source: Zip/Postal Code
lv_lv: Pasta indekss
ro_ro: Cod poștal

source: Please enter your Zip/Postal Code.
lv_lv: Lūdzu ievadiet pasta indeksu.
ro_ro: Vă rugăm să introduceți codul poștal al dumneavoastră.

source: Please enter your Country.
lv_lv: Lūdzu ievadiet valsti.
ro_ro: Vă rugăm să introduceți țara dumneavoastră.

source: Phone Number
lv_lv: Tālruņa numurs
ro_ro: Număr de telefon

source: Please enter your Phone Number.
lv_lv: Lūdzu ievadiet tālruņa numuru.
ro_ro: Vă rugăm să introduceți numărul dumneavoastră de telefon.

source: My Events
lv_lv: Mani pasākumi
ro_ro: Evenimentele mele

source: You are not logged in.
lv_lv: Tagad esat pieteicies.
ro_ro: Nu sunteți autentificat.

source: Before you can reserve a spot, you must register.
lv_lv: Lai varētu rezervēt vietas, jums ir jāreģistrējas.
ro_ro: Înainte de a rezerva un loc, trebuie să vă înscrieți.

source: Login
lv_lv: Ieiet
ro_ro: Autentificare

source: New users please
lv_lv: Lūdzu jaunie lietotāji
ro_ro: Utilizatori noi, vă rugam

source: Member registration is closed for this site. Please contact the site owner.
lv_lv: Dalībnieku reģistrācija šai vietnei slēgta. Lūdzu kontaktējaties ar vietnes īpašnieku.
ro_ro: Înscrierea pentru membri este închisă pentru acest site. Vă rugăm să contactați administratorul site-ului.

source: Member only event?
lv_lv: Tikai biedru pasākums?
ro_ro: Eveniment doar pentru membri?

source: Member Pricing
lv_lv: Biedra Cena
ro_ro: Tarifare membri

source: Add A Member Price
lv_lv: Pievienot dalības maksu
ro_ro: Adăugați un preț de membru

source: Remove this Attendee
lv_lv: Dzēst šo dalībnieku
ro_ro: Eliminați acest participant

source: (enter 0.00 for free events, enter 2 place decimal i.e.
lv_lv: ievadiet 0.00 bezmaksas pasākumiem, ievadiet 2 decimālciparus, piem.
ro_ro: (introduceți 0.00 pentru evenimente gratuite, altfel introduceți un număr cu 2 zecimale)

source: <span class="important">Note:</span> A non-member price MUST be entered for each row, even if this is a member only event.
lv_lv: <span class="important">Piezīme:</span> "ne"-biedra cenai JĀBŪT ievadītai katrā rindā, pat ja šis ir tikai biedru pasākums.
ro_ro: <span class="important">Notă:</span> Un preț pentru cei care nu sunt membri TREBUIE introdus pentru fiecare rând, chiar dacă acesta este un eveniment doar pentru membri.

source: Name
lv_lv: Vārds
ro_ro: Nume

source: (enter 0.00 for free events, enter 2 place decimal i.e. 7.00)
lv_lv: (ievadiet 0.00 bezmaksas pasākumiem, ievadiet 2 decimālciparus, piem. 7.00)
ro_ro: (introduceți 0.00 pentru evenimente gratuite, introduceți numere cu 2 zecimale cum ar fi 7.00)

source: <span class="important">Note:</span> A non-member price MUST be entered, even if this is a member only event.
lv_lv: <span class="important">Piezīme:</span> "ne"-biedra cenai JĀBŪT ievadītai, pat ja šis ir tikai biedru pasākums.
ro_ro: <span class="important">Notă:</span> Un preț pentru non-membri TREBUIE introdus, chiar dacă acesta este un eveniment doar pentru membri.

source: My Events Management
lv_lv: Manu pasākumu pārvaldība
ro_ro: Administrarea evenimentelor mele

source: Payment Status
lv_lv: Maksājuma statuss
ro_ro: Status plată

source: Ticket
ro_ro: Bilet

source: Download Ticket Now!
lv_lv: Lejuplādēt biļeti tūlīt!
ro_ro: Descărcați biletul acum!

source: Cancel Registration
lv_lv: Atcelt reģistrēšanos
ro_ro: Anulează înscrierea

source: Your Profile
lv_lv: Jūsu profils
ro_ro: Profilul dumneavoastră

source: Manage Member Settings
lv_lv: Pārvaldīt biedru uzstādījumus
ro_ro: Administrați setări membri

source: Login page (if different from default Wordpress login page):
lv_lv: Pieteikšanās lapa (ja tā ir savādāka nekā noklusētā WordPress pieteikšanās lapa):
ro_ro: Pagină autentificare (dacă este diferită de pagina de autentificare implicita Wordpress):

source: New user registration is currently closed. If you would like to set a custom user regsistration page, you must enable "Anyone can register" in your Wordpress "<a href="options-general.php">General Settings</a>" page.
lv_lv: Jaunu lietotāju reģistrēšana patreiz slēgta. Ja Jūs vēlaties iestatīt pielāgotu lietotāju reģistrācijas lapu, Jums jāiespējo "Jebkurš var reģistrēties" Jūsu WordPress "<a href="options-general.php">Vispārīgie uzstādījumi</a>" lapā.
ro_ro: Înscrierea de utilizatori noi este în prezent închisă. Dacă ați dori să setați o pagină de înscriere personalizată pentru utilizatori, trebuie să activați "Oricine se poate înscrie" în pagina dumneavoastră Wordpress de "<a href="options-general.php">Setări generale</a>".

source: Member registration page (if different from default Wordpress register page):
lv_lv: Biedru reģistrācijas lapa (ja atšķiras no WorPress reģistrācijas lapas):
ro_ro: Pagină înscriere membri (dacă este diferită de pagina de înscriere Wordpress implicită):

source: Require login for all events?
lv_lv: Nepieciešama ielogošanās katram pasākumam?
ro_ro: Necesită autentificare pentru toate evenimentele?

source: Make autofilled fields editable?
lv_lv: Padarīt automātiski aizpildāmos laukus labojamus?
ro_ro: Faceți câmpurile completate automat să fie editabile?

source: Save Settings
lv_lv: Saglabāt uzstādījumus
ro_ro: Salvați setări

source: Member settings saved.
lv_lv: Biedra uzstādījumi saglabāti.
ro_ro: Setări membri salvate.

source: Projected recurrences of this event.
lv_lv: Šī pasākuma paredzētie atkārtojumi.
ro_ro: Recurență preconizată a acestui eveniment.

source: Please select a day of the week above.
lv_lv: Lūdzu izvēlieties nedēļas dienu augstāk.
ro_ro: Vă rugăm să alegeți mai sus o zi a săptămânii.

source: Recurring Event Manager
lv_lv: Atkārtojošos pasākumu pārvaldnieks
ro_ro: Manager evenimente recurente

source: IF THIS IS A RECURRING EVENT, A RECORD WILL BE CREATED FOR EACH INSTANCE.
lv_lv: JA ŠIS IR PASĀKUMS AR ATKĀRTOJUMIEM, IERAKSTS TIKS IZVEIDOTS KATRAM PASĀKUMAM.
ro_ro: DACĂ ACESTA ESTE UN EVENIMENT RECURENT, O ÎNREGISTRARE VA FI CREATĂ PENTRU FIECARE INSTANȚĂ.

source: Would you like to apply any of the changes that you have made to this event to:
lv_lv: Vai Jūs vēlaties piemērot visas izmaiņas, ko Jūs izdarījāt šim pasākumam:
ro_ro: Privind modificările pe care le-ați efectuat asupra acestui eveniment, doriți să le aplicați și pentru:

source: Only this instance.
lv_lv: Tikai šajā gadījumā.
ro_ro: Doar această instanță.

source: All events in the series
lv_lv: Visi pasākumi sērijā
ro_ro: Toate evenimentele din serie

source: This and all upcoming events.
lv_lv: Šis un visi nākošie pasākumi.
ro_ro: Acesta și toate evenimentele viitoare.

source: Is this a recurring event?
lv_lv: Vai šis pasākums atkārtojas?
ro_ro: Acesta este un eveniment recurent?

source: Create dates automatically or select manually?
lv_lv: Izveidot datumus automātiski vai izvēlēties manuāli?
ro_ro: Creați datele automat sau le selectați manual?

source: Automatic
lv_lv: Automātiski
ro_ro: Automat

source: If you plan on using different registration dates for each event, please enter the First Event's Registration Start/End Dates below. Otherwise, enter the registration dates that will cover all events in the series.
lv_lv: Ja Jūs plānojat lietot katram pasākumam dažādusreģistrēšanās datumus, lūdzu ievadiet pirmā pasākuma reģistrācijas šakuma/beigu datumus zemāk. Otherwise, enter the registration dates that will cover all events in the series.
ro_ro: Dacă doriți să utilizați date de înscriere diferite pentru fiecare eveniment, vă rugăm să introduceți mai jos prima dată de început/sfârșit a evenimentului. Altfel, introduceți datele de înscriere care vor acoperi toate evenimentele din serie.

source: Registration Starts On:
lv_lv: Reģistrēšanās sākas:
ro_ro: Înscrierea începe pe:

source: Registration Ends On:
lv_lv: Reģistrēšanās beidzas:
ro_ro: Înscrierea se termină pe:

source: Are all events available between the registration dates above?
lv_lv: Vai visi pasākumi ir pieejami starp reģistrēšanās datumiem augstāk?
ro_ro: Toate evenimentele sunt disponibile între datele de înscriere de mai sus?

source: No (each event's registration start and end dates will be incremented according to a formula).
lv_lv: Nē (katra pasākuma reģistrācijas sākuma un beigu datumi tiks izmainīti saskaņā ar formulu).
ro_ro: Nu (datele de început și de sfârșit ale fiecărui eveniment vor fi incrementate conform unei formule).

source: Yes (all created events are available for registration between the above registration dates).
lv_lv: Jā (visi izveidotie pasākumi ir pieejami reģistrācijai starp reģistrācijas datumiem augstāk).
ro_ro: Da (toate evenimentele create sunt disponibile pentru înscriere între datele de înscriere de mai sus).

source: Each Event's Visibility:
lv_lv: Katra pasākuma redzamība:
ro_ro: Vizibilitatea fiecărui eveniment:

source: Blank
lv_lv: Tukšs
ro_ro: Necompletat

source: Visible Immediately
lv_lv: Rādīt nekavējoši
ro_ro: Vizibil imediat

source: Visible on Registration Start Date
lv_lv: Rādīt reģistrēšanās sākuma datumā
ro_ro: Vizibil la data de început a înscrierii

source: Visible X Days Before Registration Start Date
lv_lv: Rādīt X dienas pirms reģistrēšanās sākuma
ro_ro: Vizibil cu N zile înainte de data de început a înscrierii

source: First Event Date:
lv_lv: Pirmā pasākuma datums:
ro_ro: Prima dată a evenimentului:

source: First Event End Date:
lv_lv: Pirmā pasākuma beigu datums:
ro_ro: Prima dată de sfârșit a evenimentului:

source: Last Event Date:
lv_lv: Pēdējā pasākuma datums:
ro_ro: Ultima dată a evenimentului:

source: Event Repeats:
lv_lv: Pasākuma atkārtojumi:
ro_ro: Evenimentul se repetă:

source: Daily
lv_lv: Ikdienas
ro_ro: Zilnic

source: Weekly
lv_lv: Katru nedēļu
ro_ro: Săptămânal

source: Monthly
lv_lv: Katru mēnesi
ro_ro: Lunar

source: Every:
lv_lv: Katru:
ro_ro: Fiecare:

source: Repeats On:
lv_lv: Atkārtot:
ro_ro: Se repeta la:

source: Sun
lv_lv: Svētd
ro_ro: Dum

source: Mon
lv_lv: Pirmd
ro_ro: Lun

source: Tue
lv_lv: Otrd
ro_ro: Mar

source: Wed
lv_lv: Trešd
ro_ro: Mie

source: Thu
lv_lv: Ceturd
ro_ro: Joi

source: Fri
lv_lv: Piektd
ro_ro: Vin

source: Sat
lv_lv: Sestd
ro_ro: Sâm

source: Repeat By:
lv_lv: Atkārtot:
ro_ro: Repetă de:

source: Day of Month
lv_lv: Mēneša dienā
ro_ro: Ziua din lună

source: Day of Week
lv_lv: Nedēļas dienā
ro_ro: Ziua din săptămână

source: You can add as many days as you would like. Start with the very first event date.
lv_lv: Jūs variet pievienot tik dienas, cik vēlaties. Sākiet ar pašu pirmo pasākuma datumu.
ro_ro: Puteți adăuga atâtea zile câte ați dori. Începeți chiar cu prima dată a evenimentului.

source: Event Date:
lv_lv: Pasākuma datums:
ro_ro: Dată eveniment:

source: Other events in this series.
lv_lv: Citi pasākumi šajā sērijā.
ro_ro: Alte evenimente în această serie.

source: Immediate Response Window
ro_ro: Fereastră de răspuns imediat

source: If you are making changes to the recurrence formula, please select "All events in the series" or "All upcoming events" for the changes to take effect.
lv_lv: Ja Jūs veicat izmaiņas atkārtošanās formulā, lūdzu izvēlaties "Visi pasākumi sērijā" vai "Visi nākošie pasāumi", kam tiks piemērotas izmaiņas.
ro_ro: Dacă efectuați schimbări la formula recurentă, vă rugăm să selectați "Toate evenimentele din serie" sau "Toate evenimentele viitoare" pentru a avea efect schimbările.

source: weeks
lv_lv: nedēļas
ro_ro: săptămâni

source: months
lv_lv: mēneši
ro_ro: luni

source: attendees. Can't be deleted until attendees are deleted.
lv_lv: dalībnieki. Nevar tikt dzēsti, kamēr tiek dzēsti dalībnieki.
ro_ro: participanți. Nu poate fi șters până nu sunt șterși participanții.

source: <h2>Registration Date Usage</h2> <p> <ul> <li> No: Use this if each event in the series will have its own registration start and end dates. <b>Make sure to enter the <u>First Event's Registration Start and End dates above</u>.</b> </li> <li> Yes: Use this if all events are only available between the above registration start and end dates. </li> </p>
lv_lv: <h2>Reģistrācijas datuma lietošana</h2> <p> <ul> <li> Nē: lietojiet šo, ja katram pasākumam sērijā ir savs reģistrēšanās sākuma un beigu datums. <b>Pārliecinieties, ka ievadiet <u>Pirmā pasākuma reģistrēšanās sākuma un beigu datumu augstāk</u>.</b> </li> <li> Jā: Lietojiet šo, ja visi sērijas pasākumi ir pieejami starp reģistrācijas sākuma un beigu datuma augstāk. </li> </p>
ro_ro: <h2>Utilizare dată înscriere</h2> <p> <ul> <li> Nu: Utilizați aceasta dacă fiecare eveniment din serie va avea propria dată de început și de sfârșit. <b>Asigurați-vă să introduceți <u>Prima dată de început și de sfârșit ale evenimentului, mai sus</u>.</b> </li> <li> Da: Utilizați aceasta dacă toate evenimentele sunt disponibile doar între datele de început și de sfârșit de înscriere, de mai sus. </li> </p>

source: <h2>Recurrence Type</h2> <p> <ul> <li> Automatic: The events will be created automatically, based on the information that you select below. </li> <li> Manual: You will be given the option to manually select as many different dates as you would like. </li> NOTE: Once you create events in Automatic mode, those events can't be switched to Manual, and vise versa. </ul> </p>
lv_lv: <h2>Atkārtošanās tips</h2> <p> <ul> <li> Automātisks: Pasākumi tiks izveidoti automātiski, ablstoties uz informāciju, ko izvēlēsieties zemāk. </li> <li> Manuāli: Jums tiks dota iespēja pašam izvēlēties tiks dažādus datumus, cik Jūs pats vēlaties. </li> Piežime: Tiklīdz Jūs izvēlēsieties automātisko režīmu, šo pasākumus nevarēs pārslēgt uz manuālo režīmu, un otrādi. </ul> </p>
ro_ro: <h2>Tip recurență</h2> <p> <ul> <li> Automat: Evenimentele vor fi create automat, pe baza informațiilor pe care le selectați mai jos. </li> <li> Manual: Veți avea opțiunea de a selecta manual câte date diferite veți dori. </li> NOTĂ: Odată ce creați evenimente în modul Automat, acele evenimente nu pot fi trecute la Manual și viceversa. </ul> </p>

source: Please Select a Date
lv_lv: Lūdzu izvēlieties datumu
ro_ro: Vă rugăm să selectați o dată

source: (Join Waiting List)
lv_lv: (pievienoties gaidīšanas sarakstam)
ro_ro: (Alăturați-vă listei de așteptare)

source: Register Now
lv_lv: Reģistrēties tagad
ro_ro: Înscrieți-vă acum

source: Allow GROUPON codes?
lv_lv: Atļaut GROUPON kodus?
ro_ro: Permiteți coduri GROUPON?

source: Manage Groupon Codes
lv_lv: Pārvaldīt Groupon kodus
ro_ro: Administrare coduri Groupon

source: Add New Groupon Code
lv_lv: Pieivienot jaunu Groupon kodu
ro_ro: Adaugă cod nou Groupon

source: Groupon Code(s) have been successfully deleted from the database.
lv_lv: Groupon kods(i) veiksmīgi izdzēsti no datu bāzes.
ro_ro: Codul(rile) Groupon au fost șterse cu succes din baza de date.

source: The groupon code
lv_lv: Groupon kods
ro_ro: Cod Groupon

source: Add a Groupon Code
lv_lv: Pievienot Groupon kodu
ro_ro: Adăugați un cod Groupon

source: Groupon Code:
lv_lv: Groupon kods:
ro_ro: Cod Groupon:

source: Groupon Status:
lv_lv: Groupon statuss:
ro_ro: Status Groupon:

source: Used
lv_lv: Lietots
ro_ro: Utilizat

source: Groupon Holder:
lv_lv: Groupon turētājs:
ro_ro: Deținător Groupon:

source: Edit Groupon Code:
lv_lv: Labot Groupon kodu:
ro_ro: Editare cod Groupon:

source: Code
lv_lv: Kods
ro_ro: Cod

source: Groupon Holder
lv_lv: Groupon turētājs
ro_ro: Deținător Groupon

source: USED
ro_ro: UTILIZAT

source: Edit Groupon
lv_lv: Labot Groupon
ro_ro: Editare Groupon

source: Delete Groupon
lv_lv: Dzēst Groupon
ro_ro: Ștergeți Groupon

source: Event Espresso - User Roles Manager
lv_lv: Event Espresso - Lietotāju lomu pārvaldnieks
ro_ro: Event Espresso - Manager roluri utilizator

source: Manager details saved.
lv_lv: Menedžera detaļas saglabātas.
ro_ro: Detalii manager salvate.

source: Event Admin
lv_lv: Pasākuma administrators
ro_ro: Administrator eveniment

source: Master Admin
lv_lv: Galvenais administrators
ro_ro: Administrator Principal

source: Event Manager
lv_lv: Pasākumu pārvaldnieks
ro_ro: Manager evenimente

source: Regional Manager
lv_lv: Reģionālais pārvaldnieks
ro_ro: Manager regional

source: Current Roles/Capabilities
lv_lv: Pašreizējās lomas/iespējas
ro_ro: Roluri/capacități curente

source: Access to all admin pages and all events/attendees.
lv_lv: Pieeja visām administratora lapām un visiem pasākumiem/dalībniekiem.
ro_ro: Acces la toate paginile de administrare și la toate evenimentele/toți participanții.

source: Access to selected admin pages below and all events/attendees.
lv_lv: Pieeja izvēlātajām administratora lapām zemāk un visiem pasākumiem/dalībniekiem.
ro_ro: Acces la paginile de administrare selectate mai jos și la toate evenimentele/toții participanții.

source: Minimum Page Permissions
lv_lv: Minimālās lapas atļaujas
ro_ro: Permisiuni minime privind paginile

source: General Settings Page
lv_lv: Pamata uzstādījumu lapa
ro_ro: Pagină setări generale

source: Event/Attendee Listings Page
lv_lv: Pasākumu/dalībnieku sarakstu lapa
ro_ro: Pagina de listări evenimente/participanți

source: Categories Page
lv_lv: Kategoriju lapa
ro_ro: Pagină categorii

source: Discounts Page
lv_lv: Atlaižu lapa
ro_ro: Pagină discounturi

source: Groupons Page
lv_lv: Groupons lapa
ro_ro: Pagină coduri Groupon

source: Questions Page
lv_lv: Jautājumu lapa
ro_ro: Pagină întrebări

source: Question Groups Page
lv_lv: Jautājumu grupu lapa
ro_ro: Pagina de grupuri de întrebări

source: Venue Manager Page
lv_lv: Norises vietu pārvaldības lapa
ro_ro: Pagină manager locații

source: Staff Manager Page
lv_lv: Personāla pārvaldības lapa
ro_ro: Pagină manager personal

source: Email Manager Page
lv_lv: E-pasta menedžera lapa
ro_ro: Pagină manager email

source: Payment Settings Page
lv_lv: Maksājumu uzstādījumu lapa
ro_ro: Pagina de setări plată

source: Member Settings Page
lv_lv: Biedru uzstādījumu lapa
ro_ro: Pagină setări membri

source: Calendar Settings Page
lv_lv: Kalendāra uzstādījumu lapa
ro_ro: Pagină setări calendar

source: Social Media Settings Page
lv_lv: Soci''alo mēdiju uzstādījumu lapa
ro_ro: Pagină setări rețele sociale

source: Support Page
lv_lv: Atbalsta lapa
ro_ro: Pagină suport

source: Save Permissions
lv_lv: Saglabāt iespējas
ro_ro: Salvați permisiuni

source: Reset Permissions?
lv_lv: Atiestatīt piekļuves tiesības?
ro_ro: Resetați permisiunile?

source: Edit Active Roles
lv_lv: Labot aktīvās lomas
ro_ro: Editați roluri active

source: Edit Inactive Roles
lv_lv: Labot neaktīvās lomas
ro_ro: Editați roluri inactive

source: Edit Roles
lv_lv: Labot lomas
ro_ro: Editare roluri

source: Bulk Actions
lv_lv: Masveida darbības
ro_ro: Acțiuni angro

source: Apply
lv_lv: Apstiprināt
ro_ro: Aplicați

source: Role Name
lv_lv: Lomas nosaukums
ro_ro: Nume rol

source: Users
lv_lv: Lietotāji
ro_ro: Utilizatori

source: Capabilities
lv_lv: Iespējas
ro_ro: Capacități

source: Edit the %1$s role
lv_lv: Labot %1$s lomu
ro_ro: Editați rolul %1$s

source: Delete the %1$s role
lv_lv: Dzēst %1$s lomu
ro_ro: Șterge rolul %1$s

source: Change default role
lv_lv: Nomainīt noklusēto lomu
ro_ro: Schimbă rolul implicit

source: Default Role
lv_lv: Noklusētā loma
ro_ro: Rol implicit

source: View all users with the %1$s role
lv_lv: Skatīt visus lietotājus ar lomu %1$s
ro_ro: Vizualizați toți utilizatorii cu rolul %1$s

source: View Users
lv_lv: Skatīt lietotājus
ro_ro: Vizualizare utilizatori

source: %1$s Users
lv_lv: %1$s Lietotāji
ro_ro: %1$s utilizatori

source: 1 User
lv_lv: 1 Lietotājs
ro_ro: 1 utilizator

source: No users have this role.
lv_lv: Nav lietotāju ar šādu lomu.
ro_ro: Nu există utilizatori având acest rol.

source: %1$s Capabilities
lv_lv: %1$s iespējas
ro_ro: Capacități %1$s

source: 1 Capability
lv_lv: 1 iespēja
ro_ro: 1 capacitate

source: This role has no capabilities
lv_lv: Šai lomai nav iespējas
ro_ro: Acest rol nu are capacități

source: Role updated.
lv_lv: Loma atjaunota
ro_ro: Rol actualizat.

source: <strong>Role:</strong> %1$s
lv_lv: <strong>Loma:</strong> %1$s
ro_ro: <strong>Rol:</strong> %1$s

source: Select which capabilities this role should have. Make sure you understand what the capability does before giving it to just any role. This is a powerful feature, but it can cause you some grief if you give regular ol' Joe more capabilities than yourself.
lv_lv: Izvēlieties, kurām iespējām šai lomai jābūt. Pārliecinieties, ka saprotat, ko šīs iespējas nozīmē, pirms pieškirat tās kādai lomai. Tas ir ļoti spēcīgs līdzeklis, bet tas var radīt Jums nepatīkamus brīžus, ja izmantosiet to neapdomīgi, līdz galam nesaprotot.
ro_ro: Selectați ce capabilități ar trebui să aibă acest rol. Asigurați-vă că înțelegeți ce face capabilitatea înainte de a o acorda oricărui rol. Aceasta este o proprietate puternică, dar vă poate provoca durere dacă îi acordați lui Ion oarecare mai multe capabilități decât dumneavoastră.

source: New Capabilities
lv_lv: Jaunas iespējas
ro_ro: Capacități noi

source: Add up to six new capabilities with this form for this role (more can be added later). Please only use letters, numbers, and underscores.
lv_lv: Ar šo formu pievienojiet līdz sešām jaunām iespējām šai lomai (vairāk varēs pievienot vēlāk). Lūdzu lietojiet tikai burtus, ciparus un apakšsvītras.
ro_ro: Adăugați până la șase capacități cu acest formular, pentru acest rol (mai apoi pot fi adăugate mai multe). Vă rugăm să folosiți doar litere, numere și linie jos.

source: Update Role
lv_lv: Atjaunot lomu
ro_ro: Actualizare rol

source: Welcome, %1$s!
lv_lv: Laipni lūgts(a) %1$s!
ro_ro: Bine ați venit, %1$s!

source: Username:
lv_lv: Lietotājvārds:
ro_ro: Utilizator:

source: Password:
lv_lv: Parole:
ro_ro: Parolă:

source: Log In
lv_lv: Ieiet
ro_ro: Autentificare

source: Remember me
lv_lv: Atcerēties mani
ro_ro: Ține-mă minte

source: Posts by %s
lv_lv: Rakstījis %s
ro_ro: Articole de %s

source: Role deleted.
lv_lv: Loma izdzēsta.
ro_ro: Rol șters.

source: Selected roles deleted.
lv_lv: Izvēlētās lomas izdzēstas.
ro_ro: Rolurile selectate au fost șterse.

source: No role currently has the <code>edit_roles</code> capability. Please add this to each role that should be able to manage/edit roles. If you do not change this, any user that has the <code>edit_users</code> capability will be able to edit roles.
lv_lv: Patreiz nav lomas, kas būtu <code>edit_roles</code> iespējamas. Lūdzu pievienojiet to katrai lomai, kam būs atļauts pārvaldīt/labot lomas. Ja Jūs to neizmainīsiet, tad katrs lietotājs, kam būs iespēja <code>edit_users</code>, varēs labot lomas.
ro_ro: Niciun rol nu are în prezent capacitatea <code>edit_roles</code>. Vă rugăm să o adăugați fiecărui rol care ar trebui să poată edita/administra roluri. Dacă nu doriți să schimbați acest lucru, orice utilizator care are capacitatea <code>edit_users</code> va putea să editeze roluri.

source: To create new roles, you must give the <code>create_roles</code> capability to at least one role.
lv_lv: Lai veidotu jaunas lomas, Jums jādod iespēja <code>create_roles</code> vismaz vienai lomai.
ro_ro: Pentru a crea noi roluri, trebuie să acordați capacitatea <code>create_roles</code> cel puțin unui rol.

source: Add a new user role
lv_lv: Pievienot jaunu lomu
ro_ro: Adăugați un nou rol de utilizator

source: The %1$s role has been created.
lv_lv: %1$s loma izveidota.
ro_ro: Rolul %1$s a fost creat.

source: Create a new user role
lv_lv: Izvēlēties jauna lietotāja lomu
ro_ro: Creați un nou rol de utilizator
