Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Here you can create as many new roles as you'd like. Roles are a way of grouping your users. You can give individual users a role from the <a href="%1$s" title="Manage Users">user management</a> screen. This will allow you to do specific things for users with a specific role. Once you've created a new role, you can manage it with the <em>Edit Roles</em> component.
lv_lv: Šeit Jūs variet veidot tik daudz jaunas lomas, cik vēlaties. Lomas ir veids, kā grupēt Jūsu lietotājus. Jūs variet piešķirt individuālas lomas <a href="%1$s" title="Pārvaldīt lietotājus">lietotāju pārvaldības</a> logā. Šeit Jūs varēsiet darīt īpašas lietas lietotājiem ar īpašām lomām. Līdzko Jūs izveidosiet jaunu lomu, Jūs varēsiet to pārvaldīt ar <em>Labot lomas</em> komponentu.
ro_ro: Aici puteți crea câte roluri noi doriți. Rolurile sunt o cale de grupare a utilizatorilor dumneavoastră. Puteți să acordați un rol pentru utilizatori individuali din ecranul de <a href="%1$s" title="Administrare Utilizatori">administrare utilizatori</a>. Acesta vă permite să efectuați anumite lucruri pentru utilizatori cu un rol specific. Odată ce ați creat un rol nou, îl puteți administra cu componenta <em>Editați roluri</em>.

source: Role:
lv_lv: Loma:
ro_ro: Rol:

source: <strong>Required:</strong> Enter the name of your role. This is a unique key that should only contain numbers, letters, and underscores. Please don't add spaces or other odd characters.
lv_lv: <strong>Nepieciešams:</strong> Ievadiet Jūsu lomas nosaukumu. Šis ir unikāls nosaukums, kas var saturēt tikai burtus, ciparus un apakšsvītras. Lūdzu neievadiet atstarpes vai citus simbolus.
ro_ro: <strong>Necesar:</strong> Introduceți numele rolului dumneavoastră. Acesta este o cheie unică și poate conține doar numere, litere si liniuță de subliniere _ .Vă rugăm să nu adăugați spații sau alte caractere neobișnuite.

source: Role Label:
lv_lv: Lomas etiķete:
ro_ro: Etichetă rol:

source: <strong>Required:</strong> Enter a label your role. This will be the title that is displayed in most cases.
lv_lv: <strong>Nepieciešams:</strong> Ievadiet Jūsu lomas etiķeti. Vairumā gadījumu viņa tiks attēlota kā virsraksts.
ro_ro: <strong>Necesar:</strong> Introduceți o etichetă pentru rolul dumneavoastră. Acesta va fi titlul afișat în cele mai multe cazuri.

source: Capabilities:
lv_lv: Spējas:
ro_ro: Capacități:

source: <strong>Optional:</strong> Select which capabilities your new role should have. These may be changed later using the <em>Edit Roles</em> component.
lv_lv: <strong>Papildus:</strong> Izvēlieties kādas iespējas Jūsu jaunajai lomai būs. To varēs izmainīt arī vēlāk, izmantojot <em>Labot lomas</em> komponentu.
ro_ro: <strong>Opțional:</strong> Selectați care capabilități ar trebui să aibă noul dumneavoastră rol. Acestea pot fi schimbate mai târziu folosind componenta <em>Editare roluri</em>.

source: Create Role
lv_lv: Izveidot lomu
ro_ro: Creare rol

source: Edit Role
lv_lv: Labot lomu
ro_ro: Editați rol

source: Events created by "Event Managers" require approval?
lv_lv: Pasākumus, ko veidojis "Pasākumu pārvaldnieks" nepieciešams apstiprināt?
ro_ro: Evenimentele create de "Manageri evenimente" necesită aprobare?

source: Regional managers can edit venues assigned to them?
lv_lv: Vai reģionālie pārvaldnieki var labot vietas, kas pierakstītas viņiem?
ro_ro: Managerii regionali pot edita locații alocate acestora?

source: Anyone can create a post when publishing an event?
lv_lv: Katrs var izveidot rakstu, kad publicē pasākumu?
ro_ro: Oricine poate crea un articol la publicarea unui eveniment?

source: Enable sharing of categories between users?
lv_lv: Iespējot kategoriju koplietošanu starp lietotājiem?
ro_ro: Activați partajarea de categorii între utilizatori?

source: UserName
lv_lv: Lietotājvārds
ro_ro: Nume utilizator

source: Nice Name
lv_lv: Jauks vārds
ro_ro: Nume frumos

source: Manager updated.
lv_lv: Pārvaldnieks atjaunots.
ro_ro: Manager actualizat.

source: <strong>Locales/Regions:</strong>
lv_lv: <strong>Reģioni:</strong>
ro_ro: <strong>Fusuri orare/Regiuni:</strong>

source: Select which locales/regions this user should manage.
lv_lv: Izvēlieties, kurus reģionus šis lietotājs varēs pārvaldīt.
ro_ro: Selectați care regiuni pot fi administrate de către acest utilizator.

source: You have no created any locales/regions yet.
lv_lv: Patreiz nav izveidots neviens reģions.
ro_ro: Nu ați creat încă nicio regiune.

source: Please click here to add locales
lv_lv: Lūdzu klikšķiniet šeit, lai pievienotu reģionus.
ro_ro: Vă rugăm să dați clic aici pentru a adăuga locații

source: Update Manager
lv_lv: Atjaunot menedžeri
ro_ro: Manager actualizări

source: Edit Regional Managers
lv_lv: Labot reģionālos pārvaldniekus
ro_ro: Editați manageri regionali

source: MailChimp List Integration
lv_lv: MailChimp saraksta integrācija
ro_ro: Integrare listă MailChimp

source: The following information will be sent to the selected MailChimp list for future communications <ul><li>Registrant's First Name</li><li>Registrant's Last Name</li><li>Registrant's Email Address</li></ul>
lv_lv: Sekojošā informācija tiks nosūtīta izvēlētajam MailChimp sarakstam priekš nākotnes sazināšanās <ul><li>Reģistranta vārds</li><li>Reģistranta uzvārds</li><li>Reģistranta e-pasta adrese</li></ul>
ro_ro: Următoarele informații vor fi trimise către lista MailChimp selectată, pentru comunicări ulterioare<ul><li>Prenume participant</li><li>Nume participant</li><li>Adresă e-mail participant</li></ul>

source: Manage MailChimp Integration Settings
lv_lv: Pārvaldīt MailChimp integrēšanas iestatījumus
ro_ro: Administrați setări integrare MailChimp

source: Mail Chimp Integration Settings
lv_lv: MailChimp integrēšanas iestatījumi
ro_ro: Setări integrare Mail Chimp

source: MailChimp API Key
lv_lv: MailChimp API atslēga
ro_ro: Cheie API MailChimp

source: If you do not have a MailChimp API key, please <a href='http://kb.mailchimp.com/article/where-can-i-find-my-api-key/' target='_blank'>click here</a> to learn how to create one. </p><p>An API key is required for this plugin.
lv_lv: Ja Jums nav MailChimp API atslēga, lūdzu <a href='http://kb.mailchimp.com/article/where-can-i-find-my-api-key/' target='_blank'>klikšķiniet šeit</a>,lai uzzinātu kā to izveidot. </p><p>API atslēga ir nepieciešama šim spraudnim.
ro_ro: Dacă nu aveți o cheie API MailChimp, vă rugăm să <a href='http://kb.mailchimp.com/article/where-can-i-find-my-api-key/' target='_blank'>dați click aici</a> pentru a afla cum să creați una.</p><p>O cheie API este necesară pentru acest modul.

source: Deleted seating chart
lv_lv: Dzēst sēdvietu plānu
ro_ro: Ștergeți diagrama de locuri

source: Failed to delete the seating chart. It is associated with following events
lv_lv: Nevar izdzēst sēdvietu plānu. Tas ir saistīts ar tuvojošos pasākumu
ro_ro: Nu a reușit ștergerea diagramei de locuri. Este asociată următoarelor evenimente

source: Failed to delete the seating chart. Most probably its seats has been used with an event
lv_lv: Nevar izdzēst sēdvietu plānu. Iespējams tas tiek lietots pasākumā
ro_ro: Nu a reușit ștergerea diagramei de locuri. Cel mai probabil locurile sau au fost utilizate pentru un eveniment

source: edit
lv_lv: labot
ro_ro: editare

source: No seating charts are available
lv_lv: Nav pieejami sēdvietu plāni
ro_ro: Nu există disponibilă nicio diagramă de locuri

source: Select a Ticket
lv_lv: Izvēlēties biļeti
ro_ro: Selectați un bilet

source: Custom Ticket
lv_lv: Pielāgota biļete
ro_ro: Bilet personalizat

source: Add a Ticket Template
lv_lv: Pievienot biļetes šablonu
ro_ro: Adăugați un șablon de bilet

source: Ticket Name
lv_lv: Biļetes vārds
ro_ro: Nume bilet

source: Select a Template
lv_lv: Izvēlēties šablonu
ro_ro: Selectați un șablon

source: Default Template
lv_lv: Noklusētais šablons
ro_ro: Șablon implicit

source: Add a Logo
lv_lv: Pievienot logo
ro_ro: Adăugați o emblemă

source: Ticket Description/Instructions
lv_lv: Biļetes Apraksts/Instrukcijas
ro_ro: Descriere/instrucțiuni bilet

source: Edit Ticket
lv_lv: Labot biļeti
ro_ro: Editare bilet

source: Preview
lv_lv: Priekšskats
ro_ro: Previzualizare

source: Manage Ticket Templates
lv_lv: Pārvaldīt biļešu šablonus
ro_ro: Administrați șabloane bilete

source: Ticket Templates have been successfully deleted.
lv_lv: Biļešu šabloni tika izdzēsti.
ro_ro: Șabloanele de bilete au fost șterse cu succes.

source: Edit Ticket Template
lv_lv: Labot biļetes šablonu
ro_ro: Editați șablon bilet

source: Delete Selected
lv_lv: Dzēst izvēlēto
ro_ro: Ștergeți selecția

source: Custom Ticket Templates
lv_lv: Pielāgotie biļešu šabloni
ro_ro: Șabloane bilete personalizate

source: At least one ticket template must exist in order to use Event Espresso tickets.
lv_lv: Jābūt vismaz vienai biļešu sagatavei, lai varētu lietot Event Espresso biļetes.
ro_ro: Cel puțin un șablon de bilet trebuie să existe pentru a putea utiliza biletele Event Espresso.

source: Ticket Name will appear in the Custom Ticket dropdown menu when you are adding or editing an event.
lv_lv: Biļetes vārds parādīsies pielāgoto biļešu nolaižamajā izvēlnē, kad Jūs pievienosiet vai labosiet pasākumu.
ro_ro: Numele biletului va apărea în meniul derulant de Bilete personalizate atunci când adăugați sau editați un eveniment.

source: Base Ticket Template
lv_lv: Pamata biļetes šablons
ro_ro: Șablon de bază al biletului

source: If you want to use customized ticket templates, templates must be uploaded to <tt>/wp-content/uploads/espresso/tickets/templates/</tt>.
lv_lv: Ja Jūs vēlaties lietot pielāgotus biļešu šablonus, šabloniem jābūt ielādētiem <tt>/wp-content/uploads/espresso/tickets/templates/</tt>.
ro_ro: Dacă doriți să utilizați șabloane personalizate de bilete, șabloanele trebuie încărcate în <tt>/wp-content/uploads/espresso/tickets/templates/</tt>.

source: Ticket Logo
lv_lv: Biļetes logo
ro_ro: Emblemă bilet

source: If no logo is uploaded, ticket will use the default logo on the General Settings page.
lv_lv: Ja logo nav augšuplādēts, biļetē tiks izmantots noklusējuma logo no Vispārīgiem uzstādījumiem.
ro_ro: Dacă nicio emblemă nu este încărcată, biletul va utiliza emblema implicită din pagina de Setări generale.

source: Ticket Description/Instructions
lv_lv: Biļetes Apraksts/Instrukcijas
ro_ro: Descriere/instrucțiuni bilet

source: Use this editor to add any information about the venue or instructions for the ticket holder. On the default template, this will appear under the ticket.
lv_lv: Lietojiet šo redaktoru, lai pievienotu jebkādu informāciju par norises vietu vai biļetes turētājam. Noklusētajā šablonā tas atrodas "zem" biļetes.
ro_ro: Utilizați acest editor pentru a adăuga orice informație despre locație sau instrucțiuni pentru titularul biletului. În șablonul implicit, acestea vor apărea sub bilet.

source: The custom shortcodes will not work here. Please edit the HTML files.
lv_lv: Pielāgotie īskodi šeit nestrādās. Lūdzu labojiet HTML datnes.
ro_ro: Codurile scurte personalizate nu vor funcționa aici. Vă rugăm să editați fișierele HTML.

source: Custom Ticket Tags
lv_lv: Pielāgotas biļešu birkas
ro_ro: Etichete personalizate ale biletului

source: Ticket for
lv_lv: Biļetes
ro_ro: Bilet pentru

source: The payment has been %s succesfully.
lv_lv: Maksājums %s veiksmīgi.

source: View Attendee Check In List
lv_lv: Skatīt dalībnieku iereģistrēšanās sarakstu

source: The event(s) have been successfully removed from your account.
lv_lv: Pasākums(i) tika izdzēstas no Jūsu konta.

source: Move Attendee to Trash
lv_lv: Iemest dalībnieku miskastē

source: Restore Attendee
lv_lv: Atjaunot dalībnieku

source: Delete Attendee Permanently
lv_lv: Pilnībā dzēst dalībnieku

source: Check In
lv_lv: Iereģistrēties

source: Checked In
lv_lv: Iereģistrējies

source: Checked In Status
lv_lv: Iereģistrējies statuss:

source: View Attendee Details
lv_lv: Skatīt dalībnieka detaļas

source: Check In List
lv_lv: Iereģistrēšanās saraksts

source: Toggle Attendees Check In
lv_lv: Pārslēgt dalībnieku iereģistrēšanos

source: Attendee's Registration Form
lv_lv: Dalībnieka reģistrācijas forma

source: Date, Time, &amp; Price Selection
lv_lv: Datuma, Laika, &amp; Cenas izvēle

source: Registration Form Questions
lv_lv: Reģistrācijas formas detaļas

source: An error occured. No Event ID or an invalid Event ID was submitted.
lv_lv: Radās kļūda. Nav pasākuma ID vai nepareizs pasākuma ID iesniegts.

source: New Attendee Registration
lv_lv: Jauna dalībnnieka reģistrēšana

source: Attendee Check In Status
lv_lv: Dalībnieku iereģistrēšanās statuss

source: Event Registrations for this Attendee
lv_lv: Šī dalībnieka pasākumu reģistrācijas

source: Resources
lv_lv: Resursi

source: email
lv_lv: e-pasts

source: Registration Open
lv_lv: Reģistrācija atvērta

source: Items
lv_lv: Daļas

source: No table has been specified.
lv_lv: Nav izvēlēta tabula.

source: %s details have been successfully saved to the database.
lv_lv: %s detaļas veiksmīgi saglabātas datubāzē.

source: Details for %d %s have been successfully saved to the database.
lv_lv: %d %s detaļas veiksmīgi saglabātas datubāzē.

source: %s details have been successfully updated.
lv_lv: %s detaļas veiksmīgi atjaunotas.

source: Details for %d %s have been successfully updated.
lv_lv: %d %s detaļas veiksmīgi atjaunotas.

source: System ID
lv_lv: Sistēmas ID

source: For Admins Only
lv_lv: Tikai administratoram

source: WP User ID
lv_lv: WP Lietotāja ID

source: This is the date the event starts
lv_lv: Datums, kad sākas pasākums

source: This is the event start time
lv_lv: Pasākuma sākuma laiks.

source: This is the event end date
lv_lv: Pasākuma beigu datums:

source: This is the event end time
lv_lv: Šis ir pasākuma beigu laiks

source: The price of the given event
lv_lv: Dotā pasākuma cena

source: The logo for the organization
lv_lv: Organizācijas logo

source: This is a link to the invoice
lv_lv: Šī ir saite uz rēķinu

source: The total cost for the registration
lv_lv: Pilna reģistrācijas summa

source: The total oweing on a transaction
lv_lv: Kopējais nesamaksātais par transakciju

source: Amount Paid:
lv_lv: Samaksātā summa:

source: Purchase with ANZ
lv_lv: Iegādāties ar ANZ

source: Sub Total
lv_lv: Starpsumma

source: Registration Step 2 completed.
lv_lv: Reģistrācijas solis 2 pabeigts.

source: total due
lv_lv: kopā

source: %s has been successfully deleted.
lv_lv: %s tika veiksmīgi izdzēsts.

source: Event Registration
lv_lv: Pasākuma reģistrācija

source: Import
lv_lv: Importēt

source: The event %s has been added
lv_lv: Pasākums %s tika pievienots

source: The event %s has been added for %s.
lv_lv: Pasākums %s tika pievienots %s.

source: The event %s has been updated
lv_lv: Pasākums %s tika atjaunots

source: Events Overview
lv_lv: Pasākumu saraksts

source: Show Group Description
lv_lv: Rādīt grupas aprakstu

source: The actual question to display to registrants who are signing up for events
lv_lv: Faktiskais jautājums, kas jāparāda reģistrētājiem, kas piesakās pasākumiem

source: Option Value (key)
lv_lv: Izvēles vērtība (atslēga)

source: Answer Option Display Text
lv_lv: Atbildes izvēles attēlošanas teksts

source: Whether registrants are required to answer this question.
lv_lv: Vai reģistrētājam ir pienākums atbildēt uz šo jautājumu.

source: Text to display when the registrant does not answer the question but is required to
lv_lv: Teksts, ko attēlot, kad reģistrētājs neatbild uz jautājumu, bet viņam tas ir jādara

source: The category %s has been updated.
lv_lv: Kategorija %s atjaunota.

source: The category %s has not been updated
lv_lv: Kategorija %s netika atjaunota

source: Import Event Categories
lv_lv: Importēt pasākuma kategorijas

source: Events Expire on Reg End Date
lv_lv: Pasākums beidzas reģistrēšanās beigu datumā

source: View Event Reports.
lv_lv: Skatīt pasākuma atskaites.

source: Get ShortURL/Shortcode for Event
lv_lv: Iegūt pasākuma īso URL/Īskodu

source: Events Expire on Registration End Date
lv_lv: Pasākums beidzas reģistrēšanās beigu datumā

source: Pending Registrations Count Towards Registration Limits
lv_lv: Rezervētās reģistrācijas pieskaitīt reģistrēšanās limitam

source: Event Registration Page
lv_lv: Pasākuma reģistrēšanās lapa

source: Enable Styles
lv_lv: Iespējot stilus

source: Upcoming Events Widget
lv_lv: Tuvojošos pasākumu vidžets

source: More information here.
lv_lv: Vairākinformācijas šeit.

source: currency sign:
lv_lv: valūta:

source: Event Espresso-Google Wallet debug info
lv_lv: Event Espresso - Google Wallet atkļūdošanas informācija

source: Event Espresso-Google Wallet gateway IPN problem
lv_lv: Event Espresso-Google Wallet vārtejas IPN problēma

source: Event Espresso-Google Wallet gateway IPN notification
lv_lv: Event Espresso-Google Wallet vārtejas IPN paziņojums

source: Google Checkout Debug Mode Is Turned On
lv_lv: Google Checkout atkļūdošanas režīms ir ieslēgts

source: Google Checkout settings saved.
lv_lv: Google Checkout uzstādījumi saglabāti.

source: Google Wallet (Checkout) Settings
lv_lv: Google Wallet (Checkout) uzstādījumi

source: Deactivate Google Wallet IPN?
lv_lv: Deaktivēt Google Wallet IPN?

source: Activate Google Wallet IPN?
lv_lv: Aktivēt Google Wallet IPN?

source: IMPORTANT: Please read these instructions on configuring Google Wallet
lv_lv: SVARĪGI: Lūdzu izlasiet šis instrukcijas par Google Wallet konfigurēšanu

source: Google Merchant Key
lv_lv: Google Merchant atslēga

source: Update Google Checkout Settings
lv_lv: Atjaunot Google Checkout uzstādījumus

source: Google Wallet Currency
lv_lv: Google Wallet valūta

source: Google Wallet Settings Instructions
lv_lv: Google Wallet uzstādījumu instrukcijas

source: Nombre
lv_lv: Nosaukums

source: Apellido
lv_lv: Uzvārds

source: Número de Identificación
lv_lv: Identifikācijas numurs

source: Venezolano
lv_lv: Venecuēlas

source: Add Additonal Attendee
lv_lv: Pievienot Jaunu Dalībnieku

source: Enabling this setting allows you to limit the amount of records retrieved from the database .
lv_lv: Iespējojot šo iestatījumu, Jūs ierobežojiet no datu bāzes saņemamo ierakstu daudzumu.

source: E-mail *
lv_lv: E-pasts *

source: Gateway Activated!
lv_lv: Vārteja aktivēta!

source: Gateway Not Activated!
lv_lv: Vārteja nav aktivēta!

source: Yen
lv_lv: Jena

source: Riel
lv_lv: Reāls

source: Won
lv_lv: Vona

source: CFA Franc
lv_lv: CFA franks

source: Italian
lv_lv: Itāļu

source: Mercanet
lv_lv: Tirgotājs

source: Argentina
lv_lv: Argentīna

source: Albania
lv_lv: Albānija

source: Algeria
lv_lv: Alžīrija

source: Anguilla
lv_lv: Angilja

source: Antarctica
lv_lv: Antarktīda

source: Armenia
lv_lv: Armēnija

source: Austria
lv_lv: Austrija

source: Bahrain
lv_lv: Bahreina

source: Bangladesh
lv_lv: Bangladeša

source: Barbados
lv_lv: Barbadosa

source: Belize IR
lv_lv: Belīzes IR

source: Benin
lv_lv: Benina

source: Bhutan
lv_lv: Butāna

source: Bolivia
lv_lv: Bolīvija

source: Botswana
lv_lv: Botsvana

source: Brunei Darussalam
lv_lv: Bruneja

source: Bulgaria
lv_lv: Bulgārija

source: Canada
lv_lv: Kanāda

source: Chile
lv_lv: Čīle

source: China
lv_lv: Ķīna

source: Columbia
lv_lv: Kolumbija

source: Congo
lv_lv: Kongo

source: Costa Rica
lv_lv: Kostarika

source: Cuba
lv_lv: Kuba

source: Djibouti
lv_lv: Džibutija

source: Dominica
lv_lv: Dominika

source: Ecuador
lv_lv: Ekvadora

source: Estonia
lv_lv: Igaunija

source: Fiji
lv_lv: Fidži

source: French Southern Territories
lv_lv: Franču dienvidu teritorijas

source: Gabon
lv_lv: Gabona

source: Gambia
lv_lv: Gambija

source: Ghana
lv_lv: Gana

source: Gibraltar
lv_lv: Gibraltārs

source: Grenada
lv_lv: Grenāda

source: Guadeloupe
lv_lv: Gvadelupe

source: Guatemala
lv_lv: Gvatemala

source: Guyana
lv_lv: Gajāna

source: Honduras
lv_lv: Hondurasa

source: Hong Kong
lv_lv: Honkonga

source: India
lv_lv: Indija

source: Israel
lv_lv: Izraēla

source: Jamaica
lv_lv: Jamaika

source: Kazakhstan
lv_lv: Kazahstāna

source: Kenya
lv_lv: Kenija

source: Kuwait
lv_lv: Kuveita

source: Liechtenstein
lv_lv: Lihtenšteina

source: Lesotho
lv_lv: Lesoto

source: Liberia
lv_lv: Libērija

source: Macau
lv_lv: Makau

source: Madagascar
lv_lv: Madagaskara

source: Malawi
lv_lv: Malavi

source: Mauritania
lv_lv: Mauritānija

source: Mauritius
lv_lv: Maurīcija

source: Mayotte
lv_lv: Majota

source: Monaco
lv_lv: Monako

source: Mongolia
lv_lv: Mongolija

source: Montserrat
lv_lv: Monserata

source: Myanmar
lv_lv: Mjanma

source: Namibia
lv_lv: Namībija

source: Nepal
lv_lv: Nepāla

source: Netherlands Antilles
lv_lv: Nīderlandes Antilas

source: Nicaragua
lv_lv: Nikaragva

source: Niger
lv_lv: Nigēra

source: Nigeria
lv_lv: Nigērija

source: Oman
lv_lv: Omāna

source: Pakistan
lv_lv: Pakistāna

source: Paraguay
lv_lv: Paragvaja

source: Pitcairn
lv_lv: Pitkērna

source: Qatar
lv_lv: Katara

source: Rwanda
lv_lv: Ruanda

source: Senegal
lv_lv: Senegāla

source: Seychelles
lv_lv: Seišelu salas

source: Sierra Leone
lv_lv: Sjerra Leone

source: Singapore
lv_lv: Singapūra

source: Slovenia
lv_lv: Slovēnija

source: Somalia
lv_lv: Somālija

source: Sri Lanka
lv_lv: Šrilanka

source: Sudan
lv_lv: Sudāna

source: Suriname
lv_lv: Surinama

source: Tunisia
lv_lv: Tunisija

source: Turkmenistan
lv_lv: Turkmenistāna

source: United States Minor Outlying Islands
lv_lv: ASV Mazās Aizjūras Salas

source: Uruguay
lv_lv: Urugvaja

source: Uzbekistan
lv_lv: Uzbekistāna

source: Venezuela
lv_lv: Venecuēla

source: Viet Nam
lv_lv: Vjetnama

source: Yemen
lv_lv: Jemena

source: Zambia
lv_lv: Zambija

source: Zimbabwe
lv_lv: Zimbabve

source: discount
lv_lv: atlaide

source: Alaska
lv_lv: Aļaska

source: Arkansas
lv_lv: Arkanzasa

source: California
lv_lv: Kalifornija

source: Colorado
lv_lv: Kolorado

source: Connecticut
lv_lv: Konektikuta

source: Delaware
lv_lv: Delavēra

source: Georgia
lv_lv: Džordžija

source: Guam
lv_lv: Guama

source: Iowa
lv_lv: Aijova

source: Idaho
lv_lv: Aidaho

source: Illinois
lv_lv: Illinoisa

source: Indiana
lv_lv: Indiāna

source: Kansas
lv_lv: Kanzasa

source: Kentucky
lv_lv: Kentuki

source: Louisiana
lv_lv: Luiziāna

source: Massachusetts
lv_lv: Masačūseta

source: Maryland
lv_lv: Merulenda

source: Michigan
lv_lv: Mičigana

source: Minnesota
lv_lv: Minesota

source: Missouri
lv_lv: Misūri

source: Mississippi
lv_lv: Misisipi

source: New Brunswick
lv_lv: Ņubrunsvika

source: Newfoundland/Labrador
lv_lv: Ņūfaundlenda/Labradora

source: New Hampshire
lv_lv: Ņūhempšīra

source: New Jersey
lv_lv: Ņūdžersija

source: New Mexico
lv_lv: Ņūmeksika

source: Nova Scotia
lv_lv: Nova Skotija

source: Nunavut
lv_lv: Nunavuta

source: New York
lv_lv: Ņujorka

source: Ohio
lv_lv: Ohaijo

source: Oregon
lv_lv: Oregona

source: Pennsylvania
lv_lv: Pensilvānija

source: Quebec
lv_lv: Kvebeka

source: Rhode Island
lv_lv: Rodas sala

source: South Carolina
lv_lv: Dienvidkarolīna

source: South Dakota
lv_lv: Dienviddakota

source: Saskatchewan
lv_lv: Saskačevana

source: Tennessee
lv_lv: Tenesija

source: Texas
lv_lv: Teksasa

source: Utah
lv_lv: Jūta

source: Virginia
lv_lv: Virdžīnija

source: Vermont
lv_lv: Vermonta

source: Washington
lv_lv: Vašingtona

source: Wisconsin
lv_lv: Viskonsīna

source: Wyoming
lv_lv: Vaijominga

source: Yukon
lv_lv: Jukona

source: Total
lv_lv: Kopējā Summa

source: Registration Date
lv_lv: Reģistrēšanās datums

source: Event Date & Time
lv_lv: Pasākuma datums un laiks

source: Registration Starts on
lv_lv: Reģistrēšanās sākas

source: Registration Ends on
lv_lv: Reģistrēšanās beidzas

source: Gateway
lv_lv: Vārteja

source: Gateway Deactivated!
lv_lv: Vārteja aktivēta!

source: Gateway Not Deactivated!
lv_lv: Vārteja nav aktivēta!

source: click here to add another row to the Ticket Options table
lv_lv: klikšķiniet šeit lai pievienotu rindu biļešu izvēles tabulā

source: Excel/CSV file under 2MB
lv_lv: Excel/CSV datne zem 2MB

source: Download sample layout excel file
lv_lv: Lejuplādēt paraugizkārtojuma excel datni

source: Excel file under 2MB
lv_lv: Excel datne zem 2MB
