Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Purchase Order Payments
lv_lv: Pirkuma pasūtījuma maksājumi
ro_ro: Plăți prin comandă de achiziție

source: Please send purchase_order/Money Order to the address below. Payment must be received within 48 hours of event date.
ro_ro: Vă rugăm să trimiteți comanda de plată/ordinul de plată la adresa de mai jos. Plata trebuie să fie recepționată cu minim 48 de ore înainte de data evenimentului.

source: Purchase Order Payment Settings
lv_lv: Maksājuma rīkojuma uzstādījumi
ro_ro: Setări plată ordin de achiziție

source: Deactivate Purchase Order Payments?
lv_lv: Deaktivēt Purchase Order Payments?
ro_ro: Dezactivați plățile pentru comenzile de achiziționare?

source: Activate Purchase Order Payments?
lv_lv: Aktivēt Purchase Order Payments?
ro_ro: Activați plățile prin comandă de achiziție?

source: Update Purchase Order Payment Settings
lv_lv: Atjaunot maksājuma rīkojuma uzstādījumus
ro_ro: Actualizare setări plată prin ordin de plată

source: An error occured while attempting to update the payment status for attendee from this registration.
ro_ro: A apărut o eroare în încercarea de a actualiza statusul plății pentru participantul din această înscriere.

source: Default Pricing
lv_lv: Cena pēc Noklusējuma
ro_ro: Tarifare implicită

source: Add More Attendees? (click to toggle, limit %s)
lv_lv: Vēlaties Pievienot Vairāk Dalībniekus? (Noklikšķiniet šeit. Limits ir %s papildus Dalībnieki)
ro_ro: Adăugați mai mulți participanți? (clic pentru a comuta, limita %s)

source: Remove Attendee Above
lv_lv: Noņemt / Nodzēst Pēdējo Dalībnieku
ro_ro: Eliminați participantul de mai sus

source: Download/Print Ticket:
lv_lv: Ielādēt / Izdrukāt Pasākuma Biļeti:
ro_ro: Descarcă/listează bilet:

source: An error occured while attempting to delete the attendee meta.
ro_ro: A apărut o eroare în timpul încercării de ștergere a meta participant.

source: An error occured while attempting to update the attendee meta.
ro_ro: A apărut o eroare în încercarea de a actualiza meta privind participanții.

source: An error occured while attempting to save the attendee meta.
ro_ro: A apărut eroare în încercarea de salva meta participant.

source: Sorry, there was a security error and your registration was not saved.
ro_ro: Ne pare rău, a apărut o eroare de securitate și înscrierea dumneavoastră nu a fost salvată.

source: Bottom
lv_lv: Apakša
ro_ro: Partea de jos

source: Tooltip Position 1
lv_lv: Palīga pozīcija 1
ro_ro: Poziția 1 a sfaturilor de ecran

source: Default: bottom center
lv_lv: Noklusētā: apakšā centrā
ro_ro: Implicit: centrul părții de jos

source: Tooltip Position 2
lv_lv: Palīga pozīcija 2
ro_ro: Poziția 2 a sfaturilor de ecran

source: Default: top center
lv_lv: Noklusētais -augšā pa vidu
ro_ro: Implicit: centrul părții de sus

source: Memory Management
lv_lv: Atmiņas pārvaldīšana
ro_ro: Administrare memorie

source: Really Low (50 records)
lv_lv: Ļoti zema (50 ieraksti)
ro_ro: Foarte puține (50 de înregistrări)

source: Low (100 records)
lv_lv: Zema (100 ieraksti)
ro_ro: Puține (100 de înregistrări)

source: Low - Medium (250 records)
lv_lv: Zema - vidēja (250 ieraksti)
ro_ro: Redus - mediu (250 de înregistrări)

source: Medium (500 records)
lv_lv: Vidēja (500 ieraksti)
ro_ro: Mediu (500 de înregistrări)

source: Medium - High (750 records)
lv_lv: Vidēji augsta (750 ieraksti)
ro_ro: Mediu - multe (750 de înregistrări)

source: High (1000 records)
lv_lv: Augsta (1000 ieraksti)
ro_ro: Multe (1000 de înregistrări)

source: All the Way! (all records)
lv_lv: Viss kopā! (visi ieraksti)
ro_ro: Până la capăt! (toate înregistrările)

source: Enable Database Throttling
lv_lv: Atļaut datu bāzes paātrināšanu (throttling)
ro_ro: Activați supraîncărcarea bazei de date

source: Display Attendee Limits
lv_lv: Attēlot dalībnieku limits
ro_ro: Afișați limitele de participanți

source: Enabling this setting increases the amount database queries and may break the calendar on some servers.
lv_lv: Iespējojot šo iestatījumu palielinās datu bāzes vaicājumu apjoms un uz dažiem serveriem var tikt sabojāts kalendārs.
ro_ro: Activarea acestei setări mărește cantitatea de interogări ale bazei de date și poate defecta calendarul pe anumite servere.

source: January
lv_lv: Janvāris
ro_ro: Ianuarie

source: February
ro_ro: Februarie

source: March
ro_ro: Martie

source: April
ro_ro: Aprilie

source: May
ro_ro: Mai

source: June
ro_ro: Iunie

source: July
ro_ro: Iulie

source: September
lv_lv: Septembris
ro_ro: Septembrie

source: October
ro_ro: Octombrie

source: November
ro_ro: Noiembrie

source: December
lv_lv: Decembris
ro_ro: Decembrie

source: Jan
ro_ro: Ian

source: Jun
lv_lv: Jūn
ro_ro: Iun

source: Jul
ro_ro: Iul

source: Nov
ro_ro: Noi

source: Sunday
ro_ro: Duminică

source: Monday
ro_ro: Luni

source: Tuesday
ro_ro: Marți

source: Wednesday
ro_ro: Miercuri

source: Thursday
ro_ro: Joi

source: Friday
ro_ro: Vineri

source: Saturday
ro_ro: Sâmbătă

source: Unlimited
lv_lv: Neierobežots
ro_ro: Nelimitat

source: System Status Page
lv_lv: Sistēmas statusa lapa
ro_ro: Pagină status sistem

source: You must be <a href="%s">logged-in</a> to create events.
lv_lv: Jums jābūt <a href="%s">iegājušam sistēmā</a>, lai veidotu pasākumus.
ro_ro: Trebuie să fiți <a href="%s">autentificat</a> pentru a crea evenimente.

source: Sorry, you do not have access to create events.
lv_lv: Atvainojiet, Jums nav tiesību izveidot pasākumus.
ro_ro: Ne pare rău, nu aveți acces pentru a crea evenimente.

source: Front-end Event Manager
ro_ro: Manager front-end evenimente

source: Show Category Selection?
ro_ro: Afișați selecția de categorie?

source: Enables category selection (make sure you have categories).
ro_ro: Activați selecția categoriei (asigurați-vă că aveți categorii).

source: Show Pricing Section?
ro_ro: Afișați secțiunea de tarifare?

source: Allows users to add prices to events.
ro_ro: Permite utilizatorilor să adauge prețuri la evenimente.

source: Show Venue Section?
ro_ro: Afișați secțiunea locațiilor?

source: Allows users to assign venues to events.
ro_ro: Permiteți utilizatorilor să atribuie locații evenimentelor.

source: Event Venue
lv_lv: Pasākuma vieta
ro_ro: Locație eveniment

source: Search for a Venue
ro_ro: Căutați o locație

source: + Add a new venue
lv_lv: + Pievienot jaunu vietu
ro_ro: + Adăugați un eveniment nou

source: Venue Name
lv_lv: Vietas nosaukums
ro_ro: Nume locație

source: Address Line 2
lv_lv: Adrese 2
ro_ro: Linia 2 a adresei

source: Submit Event
lv_lv: Iesniegt pasākumu
ro_ro: Trimiteți evenimentul

source: Postal Code
lv_lv: Pasta indekss
ro_ro: Cod postal

source: Contact Info
lv_lv: Kontaktinformācija
ro_ro: Date de contact

source: Your profile has been updated
lv_lv: Jūsu Profils atjaunots
ro_ro: Profilul dumneavoastră a fost actualizat

source: You must be logged in to edit your profile.
lv_lv: Jums jāpiesakās, lai labotu savu profilu.
ro_ro: Trebuie să fiți autentificat pentru a vă edita profilul.

source: The URL you entered does not appear to be valid. Please enter a valid URL.
lv_lv: URL, ko ievadījāt, ir nederīgs. Lūdzu ievadiet derīgu URL.
ro_ro: URL-ul pe care l-ați introdus nu pare să fie valid. Vă rugăm să introduceți un URL valid.

source: The passwords you entered do not match. Your password was not updated.
lv_lv: Paroles, ko ievadījāt, nesakrīt. Jūsu parole netika atjaunota.
ro_ro: Parolele pe care le-ați introdus nu corespund. Parola dumneavoastră nu a fost actualizată.

source: Account Uses FirstData E4.com's Demo Server
ro_ro: Contul utilizează serverul demo al FirstData E4.com

source: Payment Page in Test Mode
lv_lv: Maksājuma lapa testa režīmā
ro_ro: Pagina de plată în modul de Test

source: There are two options for testing in First Data e4:
ro_ro: Există două opțiuni pentru testarea în First Data e4:

source: using the Demo site, (option 1)
lv_lv: lietojot Demo vietni, (iestatījumi 1)
ro_ro: folosind site-ul Demo, (opțiunea 1)

source: using the Live site but setting the Payment Page to Test mode, (option 2)
ro_ro: utilizând site-ul Real dar setând pagina plății în modul de Test, (opțiunea 2)

source: If you login at demo.globalgatewaye4.firstdata.com, then your account is on the Demo site (option 1). If, however, you login at globalgatewaye4.firstdata.com, then your account is on the Live site, and you will want to test with option 2.
ro_ro: Dacă vă autentificați la demo.globalgatewaye4.firstdata.com, atunci contul dumneavoastră este pe site-ul Demo (opțiunea 1). Dacă, totuși, vă autentificați la globalgatewaye4.firstdata.com, atunci contul dumneavoastră este pe site-ul Real și veți dori să testați cu opțiunea 2.

source: If you are using the Demo site (option 1), then check 'Account Uses FirstData E4.com's Demo Server', and leave 'Payment Page in Test Mode' <b>unchecked</b>.
ro_ro: Dacă utilizați site-ul Demo (opțiunea 1), atunci bifați 'Contul utilizează serverul Demo FirstData E4.com' și lăsați <b>nebifat</b> 'Pagină de plată în modul de test'.

source: If you using the Live site (option 2, most common), then leave 'Account Uses Firstdata E3.com's Demo Server' <b>unchecked</b>, and check 'Payment Page in Test Mode'.
ro_ro: Dacă utilizați site-ul Real (opțiunea 2, cea mai frecventă), atunci lăsați 'Contul utilizează serverul demonstrativ Firstdata E3.com' <b>nebifat</b>, și bifați 'Pagina plății în modul de test'.

source: System Status
lv_lv: Sistēmas Statuss
ro_ro: Status sistem

source: Generate report
lv_lv: Ģenerēt Atskaites Ziņojumu
ro_ro: Generați raport

source: Versions
lv_lv: Versijas
ro_ro: Versiuni

source: Event Espresso version
lv_lv: Event Espresso versija
ro_ro: Versiune Event Espresso

source: WordPress version
lv_lv: WordPress versija
ro_ro: versiune WordPress

source: Installed plugins
lv_lv: Uzinstalētie spraudņi
ro_ro: Module instalate

source: by
ro_ro: de

source: version
lv_lv: versija
ro_ro: versiune

source: Home URL
lv_lv: Sākuma URL adrese
ro_ro: URL adresă principală

source: Site URL
lv_lv: Mājas lapas URL adrese
ro_ro: URL site

source: Event Page
lv_lv: Pasākuma Lapa
ro_ro: Pagină eveniment

source: Payment/Thank You Page
lv_lv: Maksājuma / Paldies Lapa
ro_ro: Pagină Mulțumesc/Plată

source: Transaction Notification Page
lv_lv: Transakcijas Paziņojumu Lapa
ro_ro: Pagină notificări tranzacții

source: Cancel Return Page
lv_lv: Atgriešanās Lapa pēc Reģistrācijas Atcelšanas
ro_ro: Pagina de întoarcere în cazul anulării

source: Page not set
lv_lv: Lapaa nav noteikta
ro_ro: Pagina nu a fost setată

source: Page does not contain the shortcode: %s
lv_lv: Lapa nesatur īskodu: %s
ro_ro: Pagina nu conține codul scurt: %s

source: Server Environment
lv_lv: Servera Vide
ro_ro: Mediu server

source: PHP Version
lv_lv: PHP Versija
ro_ro: Versiune PHP

source: Server Software
lv_lv: Servera Programmatūra
ro_ro: Software server

source: WP Max Upload Size
lv_lv: WP Max Ielādes Izmērs
ro_ro: Dimensiune maximă upload WP

source: Server upload_max_filesize
lv_lv: Servera ielādes max faila izmērs
ro_ro: upload_max_size al serverului

source: Server post_max_size
lv_lv: Servera max raksta (post) izmērs
ro_ro: post_max_size al serverului

source: WP Memory Limit
lv_lv: WP Atmiņas Limits
ro_ro: Limită memorie WP

source: %s - We recommend setting memory to at least 64MB. See: <a href="%s">Increasing memory allocated to PHP</a>
lv_lv: %s - Mēs rekomendējam iestatīt atmiņu vismaz 64MB. Skatīt: <a href="%s">Palielināt atmiņu, izmantotu PHP</a>
ro_ro: %s - Recomandăm setarea memoriei la cel puțin 64MB. Vedeți: <a href="%s">Creșterea memoriei alocate pentru PHP</a>

source: WP Debug Mode
lv_lv: WP Atkļūdošanas Iestatījums
ro_ro: Mod depanare WP

source: Espresso Logging
lv_lv: Espresso Ielogošanās
ro_ro: Înregistrare Espresso

source: Log directory is writable.
lv_lv: Žurnāla mapē ir atļauts rakstīt.
ro_ro: Dosarul cu înregistrări poate fi scris.

source: Log directory (<code>espresso/logs/</code>) is not writable. Logging will not be possible.
ro_ro: Dosarul de înregistrare (<code>espresso/logs/</code>) nu poate fi scris. Înregistrarea nu va fi posibilă.

source: PHP Sessions
lv_lv: PHP Sesijas
ro_ro: Sesiuni PHP

source: Session save path
lv_lv: Sesija saglabā ceļu
ro_ro: Cale de salvare sesiune

source: <code>%s</code> does not exist - contact your host to resolve the problem.
ro_ro: <code>%s</code> nu există - contactați gazda dumneavoastră pentru a rezolva problema.

source: <code>%s</code> is not writable - contact your host to resolve the problem.
ro_ro: <code>%s</code> nu poate fi scris - contactați gazda dumneavoastră pentru a rezolva problema.

source: <code>%s</code> is writable.
ro_ro: <code>%s</code> poate fi scris.

source: Session name
lv_lv: Sesijas nosaukums
ro_ro: Nume sesiune

source: Remote Posting/IPN
lv_lv: Tālvadības Norīkošana / IPN
ro_ro: IPN/Postare la distanță

source: Your server has fsockopen and cURL enabled.
ro_ro: Serverul dumneavoastră are fsockopen și cURL activate.

source: Your server has fsockopen enabled, cURL is disabled.
ro_ro: Serverul dumneavoastră are fsockopen activat, cURL dezactivat.

source: Your server has cURL enabled, fsockopen is disabled.
ro_ro: Serverul dumneavoastră are cURL activat, fsockopen dezactivat.

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
ro_ro: Serverul dumneavoastră nu are fsockopen sau cURL activate - IPN-ul PayPal și alte scripturi care comunică cu alte servere nu vor funcționa. Contactați furnizorul dumneavoastră de găzduire.

source: has being successfully applied to your registration
lv_lv: veiksmīgi piešķirts Jūsu reģistrācijai
ro_ro: a fost aplicat cu succes înscrierii dumneavoastră

source: is either invalid, expired, or can not be used for the event(s) you are applying it to.
ro_ro: este fie invalid, expirat sau nu poate fi utilizat pentru evenimentul(ele) pentru care îl aplicați.

source: Question is a required field. You need to enter a value for it in order to proceed.
ro_ro: Întrebarea este un câmp obligatoriu. Trebuie să introduceți o valoare pentru acesta, pentru a putea continua.

source: An error occured. The question could not be saved to the database.
ro_ro: A avut loc o eroare. Întrebarea nu a putut fi salvată în baza de date.

source: Display an "Add to my Calendar" icon/link in the event templates?
lv_lv: Vai rādīt pasākuma šablonā "Pievienot Manam Kalendāram" kalendāra ikonu / aktīvo saiti?
ro_ro: Afișați o pictogramă/link "Adăugați la calendarul meu" în șabloanele de eveniment?

source: This is an ics/ical downloadable file. Can also be modified in the event template files.
lv_lv: Tas ir ics / ical ielādējams fails. To var arī modificēt pasākuma šablona failos.
ro_ro: Acesta este un fișier ics/ical ce poate fi descărcat. De asemenea, poate fi modificat în fișierele șablon ale evenimentului.

source: Display featured images in the event list and registration pages?
lv_lv: Vai rādīt " Sākuma Attēlu " pasākumu sarakstā un reģistrācijas lapās?
ro_ro: Afișați imagini caracteristice în lista de evenimente și în paginile de înscriere?

source: This setting offers an simple solution to display featured images in your event templates. Height and width attributes are set within the featured image upload tool. Some customization may be required to produce the desired results within your WordPress theme.
lv_lv: Šis iestatījums piedāvā vienkāršu risinājumu, lai parādītu Jūsu " Sākuma Attēlu " Jūsu pasākumu šablonos. Augstumu un platumu apstrādā " Sākuma Attēla " ielādes programma. Dažreiz papildus pielāgošana ir vajadzīga dēļ specifiskas WordPress tēmas kuru Jūs izmantojat.
ro_ro: Această setare oferă o soluție simplă pentru a afișa imagini recomandate în șabloanele dumneavoastră de eveniment. Atributele de înălțime și lățime sunt setate prin unealta de încărcare a imaginii recomandate. Este posibil să trebuiască unele personalizări pentru a produce rezultatele dorite în tema dumneavoastră WordPress.

source: Your templates folder has been renamed to: %s %s
lv_lv: Jūsu šablona mape tika pārsaukta uz: %s %s
ro_ro: Dosarul dumneavoastră de șabloane a fost redenumit în: %s %s

source: Remember: If updates are made or features are added to these templates in the future, you will need to make the updates to your customized templates.
ro_ro: Rețineți: Dacă sunt efectuate actualizări sau sunt adăugate, în viitor, caracteristici la aceste șabloane, va trebui să efectuați actualizările asupra șabloanelor dumneavoastră personalizate.

source: If you are having issues with these files, please use this button to rename the templates directory.
ro_ro: Dacă aveți probleme cu aceste fișiere, vă rugăm să folosiți acest buton pentru a redenumi dosarul cu șabloane.

source: Rename Templates Directory
ro_ro: Redenumiți dosarul cu șabloane

source: For more information about customizing your template files, please follow <a href='%s' target="_blank">this tutorial</a>.
ro_ro: Pentru mai multe informații privind personalizarea fișierelor dumneavoastră șablon, vă rugăm să urmați <a href='%s' target="_blank">acest ghid</a>.

source: In order for the system to see your files, you need to set the permissions to 775 on the following directory.
ro_ro: Pentru ca sistemul să vadă fișierele dumneavoastră, trebuie să setați permisiunea ca fiind 775 pe următorul dosar.

source: Your template files have not been moved. If you would like to customize your template files, please follow <a href='%s' target="_blank">this tutorial</a>.
lv_lv: Jūsu šablonu faili nav pārvietoti. Gadījumā, ja Jūs vēlaties pielāgot savu šablonu failus, lūdzu sekojiet <a href='%s' target="_blank">šai instrukcijai</a>.
ro_ro: Fișierele șablon ale dumneavoastră nu au fost mutate. Dacă doriți să le personalizați, vă rugăm să urmați <a href='%s' target="_blank">acest tutorial</a>.

source: Retrieve
lv_lv: Ielādēt
ro_ro: Preluați

source: Previous
lv_lv: Iepriekšējais
ro_ro: Precedent

source: rows
lv_lv: rindas
ro_ro: rânduri

source: Next
lv_lv: Nākošais
ro_ro: Următorul

source: Attention: This is a "System Group", some settings may be disabled.
lv_lv: Uzmanību: Šī ir " Sistēmas Grupa ", tomēr dažus iestatījumus var izmainīt.
ro_ro: Atenție: Acesta este un "Grup de sistem", unele setări pot să fie dezactivate.

source: An error occured. No ID was received for the question you were attempting to update.
ro_ro: A apărut o eroare. Niciun ID nu a fost primit pentru întrebarea pe care ați încercat să o actualizați.

source: has been successfully updated.
lv_lv: ir Veiksmīgi Atjaunots.
ro_ro: a fost actualizat(ă) cu succes.

source: An error occured. The question could not be updated.
ro_ro: A apărut o eroare. Întrebarea nu a putut fi actualizată.

source: Event Espresso - System Status
lv_lv: Event Espresso - sistēmas statuss
ro_ro: Event Espresso - Status sistem

source: No Registration ID was supplied
lv_lv: Reģistrācijas ID netika piegādāts
ro_ro: Nu a fost furnizat niciun ID al înscrierii

source: iCal Import
ro_ro: Import iCal

source: Sorry, it appears that the ReCaptcha anti-spam settings are not correct. Please contact the site admin or click your browser's back button and try again.
ro_ro: Ne pare rău, rezultă că setările anti-spam ReCaptcha nu sunt corecte. Vă rugăm să contactați administratorul site-ului sau să dați clic pe butonul Înapoi al browser-ului dumneavoastră și să încercați din nou.

source: Sorry, an error occured and the anti-spam fields could not be verified. Please contact the site admin or click your browser's back button and try again.
ro_ro: Ne pare rău, a apărut o eroare și câmpurile anti-spam nu au putut fi verificate. Vă rugăm să contactați administratorul site-ului sau să dați click pe butonul de Înapoi al browser-ului dumneavoastră și să încercați din nou.

source: PayPal Sandbox Login
ro_ro: Autentificare Sandbox PayPal

source: Sandbox Tutorial
ro_ro: Tutorial Sandbox

source: Getting Started with PayPal Sandbox
ro_ro: Primii pași cu Sandbox-ul PayPal

source: Word count:
ro_ro: Număr de cuvinte:

source: Payments?
lv_lv: Maksājumi?
ro_ro: Plăți?

source: Restore
ro_ro: Reface

source: Delete Permanently
lv_lv: Izdzēst pilnībā
ro_ro: Ștergeți permanent

source: Price Details
ro_ro: Detalii preț

source: Price Type Details
ro_ro: Detalii tip preț

source: Display Registrations from
lv_lv: Rādīt reģistrācijas formu
ro_ro: Afișați formular înscrieri

source: Transaction Status:
lv_lv: Transakcijas statuss:
ro_ro: Status tranzacție:

source: Phone #
lv_lv: Tālrunis
ro_ro: Telefon #

source: Social Networking Contacts
lv_lv: Sociālo tīklu kontakti
ro_ro: Contacte rețele sociale

source: Attendee Comments
lv_lv: Dalībnieka komentāri
ro_ro: Comentarii participant

source: Admin Notes
lv_lv: Administratora piezīmes
ro_ro: Note administrator

source: An error occured. Set Ajax requires a boolean paramater.
ro_ro: A apărut o eroare. Setarea Ajax necesită un parametru de tip adevărat/fals.

source: select a different method of payment:
lv_lv: izvēlieties citu maksājuma metodi:
ro_ro: selectați o metodă diferită de plată:

source: Save Ticket
lv_lv: Saglabāt biļeti
ro_ro: Salvați bilet

source: The ticket has been added
lv_lv: Biļete pievienota.
ro_ro: Biletul a fost adăugat

source: The ticket was not saved!
lv_lv: Biļete nav saglabāta.
ro_ro: Biletul nu a fost salvat!

source: Create customized ticket template for use in multiple events.
lv_lv: Izveidot pielāgotu biļetes šablonu, ko lietot vairākos pasākumos.
ro_ro: Creați un șablon personalizat de bilet, pentru utilizare în evenimente multiple.

source: Add New Ticket
lv_lv: Pievienot jaunu biļeti
ro_ro: Adăugați bilet nou

source: The ticket has been updated
lv_lv: Biļete atjaunota.
ro_ro: Biletul a fost actualizat

source: Level:
lv_lv: Līmenis:
ro_ro: Nivel:

source: Section:
lv_lv: Sekcija:
ro_ro: Secțiune:

source: View Layout
lv_lv: Skatīt izkārtojumu
ro_ro: Vizualizați schemă

source: View layout.
lv_lv: Skatīt izkārtojumu.
ro_ro: Vizualizați aspect.

source: Price Range
lv_lv: Cenu diapazons
ro_ro: Gamă prețuri

source: Booking ID
lv_lv: Rezervācijas ID
ro_ro: ID rezervare

source: Sorry no seating chart was selected
lv_lv: Atvainojiet, nv izvēlēts sēdvietu plāns
ro_ro: Ne pare rău, dar nu a fost selectată nicio diagrama de locuri

source: Alignment updated
lv_lv: Nolīdzināšana atjaunota
ro_ro: Aliniere actualizată

source: Manage Seating Charts
lv_lv: Pārvaldīt sēdvietu plānus
ro_ro: Administrare diagrame de locuri

source: Add seat
lv_lv: Pievienot sēdvietu
ro_ro: Adăugați loc

source: Section Alignment
lv_lv: Sekcijas līdzināšana
ro_ro: Aliniere secțiune

source: Alignment
lv_lv: Līdzināšana
ro_ro: Aliniere

source: Sort Order
lv_lv: Sķirošanas kārtība
ro_ro: Criteriu de sortare

source: Left
lv_lv: Pa kreisi
ro_ro: Stânga

source: Right
lv_lv: Pa labi
ro_ro: Dreapta

source: Left to right
lv_lv: No kreisās uz labo
ro_ro: De la stânga la dreapta

source: Right to left
lv_lv: No labās uz kreiso
ro_ro: De la dreapta la stânga

source: Add seating chart
lv_lv: Pievienot sēdvietu plānu
ro_ro: Adăugare diagramă de locuri

source: Seating Chart List
lv_lv: Sēdvietu plānu saraksts
ro_ro: Listă diagrame locuri

source: Layout
lv_lv: Izkārtojums
ro_ro: Aspect

source: Seats
lv_lv: Vietas
ro_ro: Locuri

source: View Chart
lv_lv: Skatīt plānu
ro_ro: Vizualizați diagrama

source: Voucher code
lv_lv: Kupona kods
ro_ro: Cod voucher

source: purchased by
lv_lv: iegādājies
ro_ro: cumpărat de

source: Sorry, voucher code
lv_lv: Atvainojiet, kupona kods
ro_ro: Ne pare rău, cod voucher

source: is either invalid, expired, has already been used, or can not be used for the event(s) you are applying it to.
lv_lv: ir vai nu nederīgs, iztecējis vai arī jau izmantots, vai arī viņu nevar izmantot tam pasākumam(iem), kam Jūs mēģiniet.
ro_ro: este fie invalid, expirat, a fost deja folosit sau nu poate fi utilizat pentru evenimentul(ele) pentru care îl aplicați.
