Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: has been successfully copied.
lv_lv: tika veiksmīgi nokopēts.
ro_ro: a fost copiat cu succes.

source: Sponsor New Features!
ro_ro: Sponsorizați caracteristici noi!

source: Plugins
lv_lv: Spraudņi
ro_ro: Plugin-uri

source: Attendee Import
lv_lv: Dalībnieku importēšana
ro_ro: Importați participanți

source: Event Espresso - Voucher Import Tool
lv_lv: Event Espresso - kuponu importēšanas rīks
ro_ro: Event Espresso - Unealtă de import vouchere

source: Voucher Import
ro_ro: Import voucher

source: discount per registration
lv_lv: reģistrēšanās atlaide
ro_ro: discount per înscriere

source: Attendee:
lv_lv: Dalībnieks:
ro_ro: Participant:

source: Sub-Total:
lv_lv: Kopējā Starpsumma:
ro_ro: Total parțial:

source: Total Discounts:
lv_lv: Atlaides kopā:
ro_ro: Total discount:

source: Total Amount due:
lv_lv: Kopējā Summa Apmaksai:
ro_ro: Sumă totală datorată:

source: Edit Registration
lv_lv: Reģistrēšanās Informācijas Labošana
ro_ro: Editați înscriere

source: An error occured.
ro_ro: A apărut o eroare.

source: The requested attendee data could not be found.<br/>Please refresh the page and try again or contact the site admin if problem's persist.
ro_ro: Datele participantului solicitate nu au putut fi găsite.<br/>Vă rugăm să reîncărcați pagina și să încercați din nou sau să contactați administratorul site-ului dacă problema persistă.

source: No attendee record was found.
lv_lv: Dalībnieku ieraksti nav atrasti.
ro_ro: Nu a fost găsită nicio înregistrare privind participanții.

source: An error occured. No Attendee was received.
ro_ro: A apărut o eroare. Nu a fost recepționat niciun participant.

source: An error has occured. The registration ID could not be found.
ro_ro: A apărut o eroare. Identificatorul înscrierii nu a putut fi găsit.

source: An error occured. The primary attendee could not be found.
ro_ro: A apărut o eroare. Participantul primar nu a putut fi găsit.

source: An error occured. The primary attendee could not be located.
ro_ro: A apărut o eroare. Participantul primar nu a putut fi localizat.

source: Regsitration is closed
lv_lv: Reģistrācija ir Slēgta.
ro_ro: Înscrierea este închisă

source: Member Only Event
lv_lv: Pasākums ir Tikai Biedriem
ro_ro: Eveniment doar pentru membri

source: Please
ro_ro: Vă rugăm

source: contact us
lv_lv: sazināties ar mums
ro_ro: contactați-ne

source: if you would like to know if spaces are still available.
ro_ro: dacă doriți să aflați dacă mai sunt locuri disponibile.

source: Enter Voucher Code
lv_lv: Ievadiet Apmaksas Kupona Kodu
ro_ro: Introduceți cod voucher

source: Enter Attendee Information
lv_lv: Ievadīt Dalībnieku Informāciju
ro_ro: Introduceți informații participant

source: Will display invoices as a payemnt option <br /> on your payemnt page. (Default: Yes)
ro_ro: Va afișa facturile ca o opțiune de plată <br /> în pagina dumneavoastră de plată. (Implicit: Da)

source: Load a custom/pre-made style sheet <br />to change the look of your invoices.
ro_ro: Încărcați o foaie de stil personalizată/creată anterior <br />pentru a schimba aspectul facturilor dumneavoastră.

source: Debug Mode Is Turned On. Payments will not be processed
ro_ro: Modul depanare este activat. Plățile nu vor fi procesate

source: Testing Guidelines
ro_ro: Orientări pentru testare

source: CVV2 can be any 3 digits
ro_ro: Codul CVV2 poate fi din oricare 3 cifre

source: Credit Card Numbers Used for Testing
ro_ro: Numere de card de credit utilizate pentru testare

source: Use the following credit card numbers for testing. Any other card number produces a general failure.
ro_ro: Utilizați următoarele numere de card de credit pentru testare. Orice alt număr de card produce un eșec general.

source: Test Card Type
ro_ro: Tip de card de test

source: Test Card Numbers
ro_ro: Numere de card de test

source: Testing Result Code Responses
ro_ro: Testarea răspunsurilor cu coduri rezultat

source: You can use the amount of the transaction to generate a particular result code. The table below lists the general guidelines for specifying amounts.
ro_ro: Puteți utiliza suma tranzacției pentru a genera un anumit cod rezultat. Tabelul de mai jos prezintă orientarea generală pentru a preciza sumele.

source: Response
ro_ro: Răspuns

source: Invalid amount
ro_ro: Sumă invalidă

source: Invalid transaction type
ro_ro: Tip invalid de tranzacție

source: Field format error
ro_ro: Eroare de format câmp

source: Invalid expiry date
ro_ro: Dată de expirare invalidă

source: Declined
lv_lv: Noraidīts
ro_ro: Refuzat.

source: Invalid account number
ro_ro: Număr de cont invalid:

source: Credit Card #
ro_ro: Card de credit #

source: Credit Card Type
ro_ro: Tip card de credit

source: All Users
lv_lv: Visi lietotāji
ro_ro: Toți utilizatorii

source: Access to selected admin pages below and personal events/attendees.
lv_lv: Pieeja izvēlātajām administratora lapām zemāk un personālajiem pasākumiem/dalībniekiem.
ro_ro: Acces la anumite pagini de administrare de mai jos și la participanți/evenimente personale.

source: Minimum level required to use the Front Event Manager page?
lv_lv: Minimālais līmenis, kas nepieciešams, lai lietotu pasākuma pārvaldnieka priekšlapu?
ro_ro: Nivel minim necesar pentru a utiliza pagina Front a managerului de evenimente?

source: Espresso Master Admin
lv_lv: Espresso galvenais administrators
ro_ro: Administrator principal Espresso

source: Espresso Regional Manager
lv_lv: Espresso reģionālais pārvaldnieks
ro_ro: Manager regional Espresso

source: Espresso Event Manager
lv_lv: Espresso Event pārvaldnieks
ro_ro: Manager evenimente Espresso

source: Regional managers are in charge only of their staff?
lv_lv: Reģionālie pārvaldnieki ir atbildīgi tikai par savu personālu?
ro_ro: Managerii regionali sunt responsabili doar de personalul acestora?

source: Access to selected admin pages below, personal events/attendees, and any events/attendees that are located within the assigned locale/region.
lv_lv: Pieeja izvēlātajām administratora lapām zemāk, personālajiem pasākumiem/dalībniekiem un jebkuriem pasākumiem/dalībniekiem, kas atrodas apzīmētajā reģionā.
ro_ro: Acces la paginile de administrare selectate mai jos, evenimente personale/participanți, și orice evenimente/participanți care se află în regiunea alocată.

source: Transaction Total
lv_lv: Transakcijas kopā
ro_ro: Total tranzacție

source: Registration Session Details
lv_lv: Reģistrēšanās sesijas detaļas
ro_ro: Detalii sesiune înscriere

source: There was a problem finding your Registration ID
lv_lv: Nebija iespējams atrast Jūsu reģistrācijas ID
ro_ro: A apărut o problemă în găsirea ID-ului înscrierii dumneavoastră

source: Company Logo
lv_lv: Organizācijas Logo
ro_ro: Emblemă companie

source: Do you really want to delete this image? Please remember to save your settings to complete the removal.
ro_ro: Chiar doriți să ștergeți această imagine? Vă rugăm să rețineți să vă salvați setările pentru a finaliza ștergerea.

source: Alternate Registration Page (optional)
lv_lv: Alternatīva Reģistrācijas Lapa (pēc izvēles)
ro_ro: Pagină alternativă de înscriere (opțional)

source: Alternate Email Address (optional)
lv_lv: Alternatīva E-pasta Adrese (pēc izvēles)
ro_ro: Adresă alternativă e-mail (opțional)

source: If this option is enabled Event Espresso first looks in the "wp-content/uploads/espresso/themeroller/" directory for a copy of the stylesheet, if not found it then uses the copy found in the main "wp-content/event-espresso/templates/css/themeroller/" directory.
lv_lv: Ja šī opcija ir ieslēgta, tad Event Espresso programma pirmkārt skatās un lieto stila ādiņas kopiju no "wp-content/uploads/espresso/themeroller/" direktorijas. Gadījumā, ja šajā direktorijā stila ādiņas kopija nav konstatēta, tad tiek lietota kopija no "wp-content/event-espresso/templates/css/themeroller/" direktorijas.
ro_ro: Dacă această opțiune este activată, Event Espresso se uită mai întâi în dosarul "wp-content/uploads/espresso/themeroller/" pentru o copie a foii de stil; dacă nu a fost găsită, atunci utilizează copia găsită în dosarul principal "wp-content/event-espresso/templates/css/themeroller/".

source: If Event Espresso uses the original copy of the stylesheet you will have the option to select from a range of alternative sheets, these additional stylesheets however are not available if you have copied the default stylesheet to the uploads directory to customize yourself.
lv_lv: Ja Event Espresso lieto oriģinālo kopiju ar stila ādiņām, Jums būs iespēja izvēlēties un norādīt vienu no vairākām piedāvātām alternatīvām stila ādiņām, bet, šie papildus stili nebūs pieejami gadījumā, ja ielādes direktorijā esat nokopējis izmantot kā "Noklusējuma" stila ādiņu savu pielāgota stila ādiņu.
ro_ro: Dacă Event Espresso utilizează copia originală a foii de stil, veți avea opțiunea de a selecta dintr-o gamă de stiluri alternative, totuși aceste stiluri suplimentare nu sunt disponibile dacă ați copiat foaia de stil implicită în dosarul de încărcări, pentru a o personaliza dumneavoastră.

source: If you want to modify and customize the default (non-Themeroller) styles of your template pages, then you must move a copy of the event_espresso_style.css in the "wp-content/uploads/espresso/templates" directory (if this directory does not exist, you may need to create it manually). Keeping your modifications in this folder ensures that your styles are not overwritten when upgrading EE.
lv_lv: Gadījumā, ja savās lapās Jūs vēlaties lietot kā "Noklusējuma" stila ādiņu savu modificētu un pielāgotu stila ādiņu (Nelietot Themeroller), tādā gadījumā Jums ir jāpārvieto event_espresso_style.css fails uz "wp-content/uploads/espresso/templates" direktoriju ( Gadījumā, ja Jums šāda direktorija neeksistē, tad Jums tā ir jāizveido manuāli). Glabājot Jūsu modificētos failus šajā direktorijā, Jūs nodrošināties pret to, ka Jūsu stila faili netiks pārrakstīti tajā brīdī, kad Jūs instalēsiet Event Espresso atjauninājumu programatūru.
ro_ro: Dacă doriți să modificați și să personalizați stilurile implicite (non-Themeroller) ale paginilor dumneavoastră șablon, atunci trebuie să mutați o copie a event_espresso_style.css în dosarul "wp-content/uploads/espresso/templates" (dacă acest dosar nu există, este posibil să trebuiască să îl creați manual). Păstrarea modificărilor dumneavoastră în acest dosar asigură că stilurile dumneavoastră nu sunt suprascrise la actualizarea EE.

source: Event Espresso uses the <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> CSS library to style the event listings and registration pages. The ThemeRoller CSS library makes it easy to get the desired look and feel for your events and calendar. If the built-in styles are activated, Event Espresso will automatically load the "wp-content/event-espresso/templates/css/themeroller/themeroller-base.css" (or the &quot;wp-content/uploads/espresso/themeroller/themeroller-base.css&quot;) style sheet which applies the necessary padding and margins to the Event Espresso generated content.
lv_lv: Savam stilam pasākumu sarakstos un reģistrācijas lapās Event Espresso izmanto <a href="http://jqueryui.com/themeroller/" target="_blank">jQuery UI ThemeRoller</a> CSS bibliotēku. Ar ThemeRoller CSS bibliotēku Jūs viegli varat izveidot sev tāda vēlamā dizaina stila ādiņas izskatu, kādu vēlaties redzēt savos pasākumu sarakstos un kalendārā. Ja ir ieslēgtas iebūvētās stila ādiņas, tādā gadījumā Event Espresso automātiski "wp-content/event-espresso/templates/css/themeroller/themeroller-base.css" (vai arī &quot;wp-content/uploads/espresso/themeroller/themeroller-base.css&quot;) stila ādiņas, kurās tiek ievērots konkrēts dizains, visas apmales un robežas, un attēlots viss Event Espresso ģenerētais saturs.
ro_ro: Event Espresso utilizează librăria CSS <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> pentru a stiliza listările de evenimente și paginile de înscriere. Librăria CSS ThemeRoller face ușoară obținerea aspectului dorit pentru evenimentele și calendarul dumneavoastră. Dacă sunt activate stilurile încorporate, Event Espresso va încărca automat foaia de stil "wp-content/event-espresso/templates/css/themeroller/themeroller-base.css" (sau &quot;wp-content/uploads/espresso/themeroller/themeroller-base.css&quot;), care aplică marginile și căptușeala necesare conținutului generat de către Event Espresso.

source: Unzip the downloaded file, then navigate to the "/css/" folder. Inside you will see a directory named "custom-theme" (or the name of the theme if you selected a pre-made style). If you like, rename the "my-custom-theme" directory to something memorable.
lv_lv: Atarhivējiet ielādēto failu un dodieties uz "/css/" direktoriju. Iekšā Jūs ieraudzīsiet direktoriju ar nosaukumu "custom-theme" (vai ar stila nosaukumu, kādu norādījāt veidošanas brīdī). Ja vēlaties, Jūs varat pārdēvēt direktoriju "my-custom-theme", izdomājot un piešķirot šai direktorijai citu nosaukumu.
ro_ro: Dezarhivați fișierul descărcat, apoi navigați în dosarul "/css/". Înăuntru veți vedea un dosar numit "custom-theme" (sau numele temei, dacă ați selectat un stil creat în prealabil). Dacă doriți, redenumiți dosarul "my-custom-theme" în ceva ușor de reținut.

source: This step is very important. Inside the "my-custom-theme" folder, find a file named "jquery-ui-*.*.**.custom.css". Rename that file to "style.css". If you do not rename this file, you will not see your custom theme in the selections.
lv_lv: Šis solis ir ĻOTI SVARĪGS. Iekšā, "my-custom-theme" direktorijā, sameklējiet failu ar nosaukumu "jquery-ui-*.*.**.custom.css". Pārsauciet to par "style.css". Gadījumā, ja Jūs nepārsauksiet šo failu, tad izkrītošā izvēlnes laukā Jūs neieraudzīsiet savas izveidotās pielāgotā stila ādiņas nosaukumu.
ro_ro: Acest pas este foarte important. În dosarul "my-custom-theme", localizați un fișier numit "jquery-ui-*.*.**.custom.css". Redenumiți acel fișier ca "style.css". Dacă nu redenumiți acest fișier, nu veți vedea tema dumneavoastră personalizată în selecții.

source: Upload your desired ThemeRoller styles to the "wp-content/uploads/espresso/themeroller/" directory on your server.
lv_lv: Ielādējiet savā serverī savu pielāgotā stila ThemeRoller ādiņu "wp-content/uploads/espresso/themeroller/" direktorijā.
ro_ro: Încărcați stilurile dumneavoastră dorite ThemeRoller în dosarul "wp-content/uploads/espresso/themeroller/" de pe serverul dumneavoastră.

source: This step is very important. Make sure there is an empty "index.php" file in the "wp-content/uploads/espresso/themeroller/" directory. This will tell Event Espresso that you want to use custom ThemeRoller CSS files.
lv_lv: Šis solis ir ĻOTI SVARĪGS. Pārliecinieties, ka "index.php" file in the "wp-content/uploads/espresso/themeroller/" direktorijā ir tukšs "index.php" fails. Tas pateiks Event Espresso programmai, ka Jūs vēlaties lietot pielāgotus ThemeRoller CSS failus.
ro_ro: Acest pas este foarte important. Asigurați-vă că există un fișier gol "index.php" în dosarul "wp-content/uploads/espresso/themeroller/". Aceast lucru va spune către Event Espresso că doriți să utilizați fișiere personalizate ThemeRoller CSS.

source: Verify you have an "wp-content/uploads/espresso/themeroller/index.php" file. Also make sure your custom ThemeRoller CSS files look something like this "wp-content/uploads/espresso/themeroller/my-custom-theme/style.css".
lv_lv: Pārbaudiet vai Jums ir "wp-content/uploads/espresso/themeroller/index.php" fails. Papildus pārliecinieties, ka Jūsu pielāgotie ThemeRoller CSS faili izskatās šādi (ja esat pārsaucis direktoriju, tad redzēsiet sava nosaukuma direktoriju) "wp-content/uploads/espresso/themeroller/my-custom-theme/style.css".
ro_ro: Verificați că aveți un fișier "wp-content/uploads/espresso/themeroller/index.php". De asemenea, asigurați-vă că fișierele dumneavoastră personalizate CSS ThemeRoller arată similar cu "wp-content/uploads/espresso/themeroller/my-custom-theme/style.css".

source: View/Download Ticket
lv_lv: Skatīties / Ielādēt Biļeti
ro_ro: Vizualizare/descarcă bilet

source: Event Espresso - Ticket Customization
ro_ro: Event Espresso - Personalizare bilet

source: Ticket Templates
lv_lv: Biļešu Šabloni
ro_ro: Șabloane bilet

source: Event title: %s
lv_lv: Pasākuma virsraksts: %s
ro_ro: Titlu eveniment: %s

source: Copy above information to all forms?
lv_lv: Vai nokopēt šo informāciju visās formās?
ro_ro: Copiați informația de mai sus către toate formularele?

source: Invoice #
ro_ro: Factura #

source: for
ro_ro: pentru

source: Invoice #
ro_ro: Factura #

source: Bill To:
ro_ro: Factură pentru:

source: here
ro_ro: aici

source: The following is a required field
lv_lv: Šo lauciņu nepieciešams aizpildīt
ro_ro: Următorul este un câmp necesar

source: Registration Code
lv_lv: Reģistrēšanās kods
ro_ro: Cod înscriere

source: TXN ID
ro_ro: ID TXN

source: Event Starts on
lv_lv: Pasākums sākas
ro_ro: Evenimentul începe pe

source: Event Ends on
lv_lv: Pasākumbeidzas
ro_ro: Evenimentul se termină pe

source: Clone this Event Date and Time
ro_ro: Clonați data și ora acestui eveniment

source: clone
ro_ro: clonă

source: Add New Dates &amp; Times
ro_ro: Adăugați noi date &amp; ore

source: at
ro_ro: la

source: Applied
ro_ro: Aplicat

source: as
ro_ro: ca

source: Order of
ro_ro: Ordinea de

source: Application
ro_ro: Aplicație

source: Default Prices
ro_ro: Prețuri implicite

source: Price Types
lv_lv: Cenu tipi
ro_ro: Tipuri de preț

source: Payment Settings Updated!
lv_lv: Maksāšanas uzstādījumi saglabāti!
ro_ro: Setări de plată actualizate!

source: Payment Settings were not saved!
ro_ro: Setările plății nu au fost salvate!

source: Activate
ro_ro: Activați

source: Deactivate
ro_ro: Dezactivați

source: Your debug file is not writable. Check if your server is able to write to %s.
ro_ro: Fișierul dumneavoastră de depanare nu poate fi scris. Verificați dacă serverul dumneavoastră poate scrie în %s.

source: An error occured. The payment has not been processed succesfully.
ro_ro: A apărut o eroare. Plata nu a fost procesată cu succes.

source: Warning!
ro_ro: Avertisment!

source: Javascript is currently turned off for your browser. Javascript must be enabled in order for all of the features on this page to function properly. Please turn your javascript back on.
ro_ro: Javascript este oprit în prezent, pentru browser-ul dumneavoastră. Javascript trebuie activat pentru a permite tuturor caracteristicilor acestei pagini să funcționeze corespunzător. Vă rugăm să reactivați Javascript.

source: Overview
lv_lv: Pārskats
ro_ro: Privire de ansamblu

source: REG Details
lv_lv: REG detaļas
ro_ro: Detalii ÎNSC

source: Registration Number
lv_lv: Reģistrēšanās numurs
ro_ro: Număr înscriere

source: Registration Status
lv_lv: Reģistrēšanās statuss
ro_ro: Status înscriere

source: Registration ID
lv_lv: Reģistrēšanās ID
ro_ro: ID înscriere

source: Registration placed from IP
lv_lv: Reģistrēšanās nnotikusi no IP
ro_ro: Înscriere trimisă de la IP

source: Reg Status
lv_lv: Reģistrācijas statuss
ro_ro: Status înscr

source: View Registration Details
lv_lv: Skatīt reģistrācijas detaļas
ro_ro: Vizualizare detalii înscriere

source: View Transaction
ro_ro: Vizualizați tranzacția

source: Registration Items
lv_lv: Reģistrācijas ieraksti
ro_ro: Elementele înscrierii

source: Registration #
lv_lv: Reģistrēšanās #
ro_ro: Înscrierea #

source: Registration Status :
lv_lv: Reģistrēšanās statuss:
ro_ro: Status înscriere:

source: Advanced filters are available in the premium version of Event Espresso.
lv_lv: Uzlaboti filtri tagad pieejami Event Espresso premium versijā
ro_ro: Filtre avansate sunt disponibile în versiunea premium a Event Espresso.

source: Cheque
lv_lv: Čeks
ro_ro: Cec

source: Cash
lv_lv: Skaidra nauda
ro_ro: Numerar

source: An error occured. The payment form data could not be loaded.
ro_ro: A apărut o eroare. Datele formularului de plată nu au putut fi încărcate.

source: Transaction
lv_lv: Transakcija
ro_ro: Tranzacție

source: Transaction Date
lv_lv: Transakcijas datums
ro_ro: Data tranzacției

source: Paid
lv_lv: Samaksāts
ro_ro: Plătit

source: free
ro_ro: gratuit

source: View Transaction Details
lv_lv: Skatīt transakcijas detaļas
ro_ro: Vizualizați detalii tranzacție

source: Send Payment Reminder
lv_lv: Nosūtītā maksājuma atgādinātājs
ro_ro: Trimiteți memento plată

source: view additional transaction session details
ro_ro: vizualizați detalii suplimentare ale sesiunii tranzacției

source: hide additional transaction session details
ro_ro: ascundeți detaliile suplimentare ale sesiunii tranzacționale

source: Method
lv_lv: Metode
ro_ro: Metodă

source: Gateway Response
lv_lv: Vārtejas atbilde
ro_ro: Răspuns gateway

source: TXN ID / CHQ #
ro_ro: ID TXN / CHQ #

source: Notes / Extra Accounting
ro_ro: Note / contabilitate extra

source: Details
lv_lv: Detaļas
ro_ro: Detalii

source: Delete Payment
lv_lv: Dzēst maksājumu
ro_ro: Ștergeți plata

source: This transaction has been overpaid !
lv_lv: Šajā transakcijā ir pārmaksa !
ro_ro: Această tranzacție a fost plătită în exces!

source: Payments Total
lv_lv: Maksājumi kopā
ro_ro: Total plăți

source: No payments have been applied to this transaction yet. Click "Apply Payment" below to make a payment.
ro_ro: Nicio plată nu a fost aplică încă la această tranzacție. Dați clic mai jos pe "Aplicați plată", pentru a realiza o plată.

source: Apply Payment
lv_lv: Pielietot maksājumu
ro_ro: Aplică plată

source: Apply Refund
lv_lv: Pielietot atgriešanu
ro_ro: Aplică restituire

source: Apply a Payment to Transaction #
lv_lv: Pielietot maksājumu trensakcijai nr.
ro_ro: Aplicați o plată tranzacției #

source: Edit Payment #
lv_lv: Labot maksājumu nr.
ro_ro: Editare plată #

source: for Transaction #
lv_lv: transakcijai nr.
ro_ro: pentru Tranzacția #

source: Apply a Refund to Transaction #
lv_lv: Pielietot atgriešanu transakcijai nr.
ro_ro: Aplicați o restituire tranzacției #

source: Payment Date
lv_lv: Maksājuma datums
ro_ro: Data plății

source: The date the payment was actually made on
ro_ro: Data la care a avut loc plata efectivă

source: The amount of the payment
lv_lv: Maksājuma apjoms
ro_ro: Suma plății

source: Method of Payment
lv_lv: Maksājuma metode
ro_ro: Metoda plății

source: please select an option
lv_lv: lūdzu izvēlieties iespēju
ro_ro: vă rugăm să selectați o opțiune

source: Whether the payment was made via PayPal, Credit Card, Cheque, or Cash
lv_lv: Vai maksājums tika veikts ar PayPal, kredītkarti, čeku vai skaidrā naudā
ro_ro: Fie că plata a fost efectuată prin PayPal, card de credit, cec sau cash

source: The gateway used to process the payment
ro_ro: Gateway-ul utilizat pentru a procesa plata

source: The Transaction ID sent back from the payment gateway, or the Cheque #
ro_ro: ID-ul tranzacției returnat de către gateway-ul plății, sau cec #

source: The gateway response string (optional)
ro_ro: Șir de răspuns gateway (opțional)

source: Whether the payment was approved, cancelled, declined or failed after submission to the gateway
ro_ro: Dacă plata a fost aprobată, anulată, refuzată sau a eșuat după trimiterea către gateway

source: The Purchase or Sales Order Number if any (optional)
ro_ro: Numărul achiziției sau al comenzii de cumpărare, dacă e vreunul (opțional)

source: Save Payment Details
lv_lv: Saglabāt maksājuma detaļas
ro_ro: Salvați detalii plată

source: Total Amount Due :
lv_lv: Kopējā summa :
ro_ro: Sumă totală datorată:

source: Clear Cart
ro_ro: Goliți coșul

source: There is currently nothing in the Event Queue
lv_lv: Pasākumu sarakstā patreiz nekā nav
ro_ro: În prezent nu se află nimic în Coada de evenimente

source: You need to select at least one event before you can proceed with the registration process
lv_lv: Jums ir jāizvēlas vismaz viens pasākums pirms Jūs varēsiet turpināt reģistrēšanās procesu
ro_ro: Trebuie să selectați cel puțin un eveniment înainte de a putea continua cu procesul de înscriere
