Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Delete Email
lv_lv: Dzēst E-pasta Vēstuli
ro_ro: Ștergeți e-mail

source: Template Settings
lv_lv: Šablonu Iestatījumi
ro_ro: Setări șablon

source: Event Listings
ro_ro: Listări evenimente

source: Display Descriptions
ro_ro: Afișați descrieri

source: Display Addresses
ro_ro: Afișați adrese

source: Registration Pages
lv_lv: Reģistrācijas Lapas
ro_ro: Pagini înscriere

source: This option enables the style settings below.
lv_lv: Šī opcija ļauj ieslēgt un izmantot zemāk izvietotos stila ādiņu iestatījumus.
ro_ro: Această opțiune activează setările de stil de mai jos.

source: ThemeRoller Style
lv_lv: Norādiet ThemeRoller Stila Ādiņu
ro_ro: Stil ThemeRoller

source: Default
lv_lv: Noklusējuma
ro_ro: Implicit

source: Default style sheet is Smoothness.
lv_lv: Pēc Noklusējuma tiek lietota Smoothness stila ādiņa.
ro_ro: Foaia de stil implicită este Smoothness.

source: Current Custom Style Sheet
ro_ro: Foaia de stil curentă, personalizată

source: Remove style sheet?
ro_ro: Elimină foaia de stil?

source: Add a custom style sheet?
lv_lv: Jūs vēlaties pievienot savu pielāgota stila ādiņu?
ro_ro: Adăugați o foaie de stil personalizată?

source: Expiration Date
lv_lv: Derīguma datums
ro_ro: Dată expirare

source: Price Discount
lv_lv: Cenas Atlaide
ro_ro: Discount preț

source: Percentage Discount
lv_lv: Procentuāla atlaide
ro_ro: Discount procentual

source: Update
lv_lv: Saglabāt / Atjaunot
ro_ro: Actualizați

source: Description
lv_lv: Apraksts
ro_ro: Descriere

source: Promotional Code
lv_lv: Atlaižu Kods
ro_ro: Cod promoțional

source: Example:
lv_lv: Piemērs:
ro_ro: Exemplu:

source: Add a New Promotional Code
lv_lv: Jauna Atlaides Koda Pievienošana
ro_ro: Adaugă un nou cod promoțional

source: Add an Email
lv_lv: Jaunas E-pasta Vēstules Izveidošana
ro_ro: Adăugați un e-mail

source: Email Name
lv_lv: E-pasta Vēstules Nosaukums
ro_ro: Nume e-mail

source: Add Email
lv_lv: Pievienot e-pastu
ro_ro: Adăugare e-mail

source: No info required
lv_lv: Informācija Nav Nepieciešama
ro_ro: Nicio informație necesară

source: Personal Information only
lv_lv: Tikai Personīgā Informācija
ro_ro: Doar informații personale

source: Full registration information
lv_lv: Pilna Reģistrēšanās Informācija
ro_ro: Informații complete înscriere

source: Additional Attendee Registration info?
lv_lv: Kāda Informācija ir Jānorāda par Papildus Dalībniekiem Reģistrējoties Grupā?
ro_ro: Informații înscriere participanți suplimentari?

source: Advanced Options:
lv_lv: Papildus Iestatījumi:
ro_ro: Opțiuni avansate:

source: Event Status
ro_ro: Status eveniment

source: PENDING
lv_lv: GAIDA RINDĀ
ro_ro: ÎN AȘTEPTARE

source: Display Description
ro_ro: Afișați descrierea

source: Display Registration Form
ro_ro: Afișați formular înscriere

source: Default Payment Status
ro_ro: Setări implicite de plată

source: Alternate Registration Page
ro_ro: Pagină alternativă de înscriere

source: Alternate Email Address
lv_lv: Alternatīvā E-pasta Adrese
ro_ro: Adresă alternativă de e-mail

source: Create a Post
lv_lv: Raksta Izveidošana un Atjaunošana / Post
ro_ro: Creați o postare

source: Add/Update post for this event?
lv_lv: Pievienot / Atjaunot rakstu par šo pasākumu?
ro_ro: Adăugați/actualizați postare(a) pentru acest eveniment?

source: If no, delete current post?
lv_lv: Ja nē, dzēst patreizējo rakstu?
ro_ro: Dacă nu, ștergeți articolul curent?

source: Espresso Event
ro_ro: Eveniment Espresso

source: Post
lv_lv: Raksts
ro_ro: Articol

source: Author
ro_ro: Autor

source: Post Type
lv_lv: Raksta Šablona Veids
ro_ro: Tip postare

source: Tags
lv_lv: Birkas
ro_ro: Etichete

source: Post Categories:
lv_lv: Rakstu Kategorijas:
ro_ro: Categorii postări:

source: Create a post for this event?
lv_lv: Izveidot rakstu šim pasākumam?
ro_ro: Creați o postare pentru acest eveniment?

source: Post templates are stored in the "templates" directory of the plugin.
lv_lv: Raksta šabloni atrodas spraudņa "templates" direktorijā.
ro_ro: Șabloanele de postare sunt stocate în dosarul "templates" al plugin-ului.

source: Event Promotions
lv_lv: Pasākuma Atlaides Akcijas
ro_ro: Promoții evenimente

source: Early Registration Discount
lv_lv: Atlaide par Reģistrāciju Līdz Noteiktam Datumam
ro_ro: Discount înscriere timpurie

source: End Date:
lv_lv: Beigu Datums:
ro_ro: Dată de sfârșit:

source: Amount:
lv_lv: Cena par Biļeti:
ro_ro: Sumă:

source: (Leave blank if not applicable)
lv_lv: ( Gadījumā, ja Atlaide par Reģistrāciju Līdz Noteiktam Datumam nav paredzēta un atlaide netiek piemērota, tad atstājiet šo lauku tukšu )
ro_ro: (Lăsați necompletat, dacă nu se aplică)

source: Percentage:
lv_lv: Vai Atlaide ir Procentuālā Izteiksmē?
ro_ro: Procent:

source: Manage Promotional Codes
lv_lv: Pārvaldīt Pasākumu Atlaides Kodus
ro_ro: Administrați coduri promoționale

source: Question Groups have been successfully deleted.
ro_ro: Grupurile de întrebări au fost șterse cu succes.

source: Add New Group
lv_lv: Pievienot Jaunu Grupu
ro_ro: Adăugare grup nou

source: Add new group using the form below.
lv_lv: Lai pievienotu jaunu grupu, lūdzu izmantojiet zemāk izvietoto formu.
ro_ro: Adăugați un grup nou utilizând formularul de mai jos.

source: Group Information
lv_lv: Grupas Informācija
ro_ro: Informații grup

source: Group Name:
lv_lv: Grupas Nosaukums:
ro_ro: Nume grup:

source: This field is required
lv_lv: Šis lauks ir Obligāts
ro_ro: Acest câmp este necesar

source: Group Order:
lv_lv: Grupas Orderis:
ro_ro: Ordine grup:

source: Show group name on registration page?
lv_lv: Vai rādīt grupas nosaukumu reģistrācijas lapā?
ro_ro: Afișați numele grupului în pagina de înscriere?

source: Show group description on registration page?
lv_lv: Vai rādīt grupas aprakstu reģistrācijas lapā?
ro_ro: Afișați descrierea grupului în pagina de înscriere?

source: Add questions
lv_lv: Jautājumu Pievienošana
ro_ro: Adăugați întrebări

source: Select questions to add to group:
lv_lv: Lūdzu atzīmējiet visus tos jautājumus, kurus Jūs vēlaties iekļaut šajā grupā:
ro_ro: Selectați întrebări de adăugat grupului:

source: Questions have been successfully deleted.
lv_lv: Jautājumi izdzēsti.
ro_ro: Întrebările au fost șterse cu succes.

source: The question
lv_lv: Jautājums
ro_ro: Întrebarea

source: Add New Questions
lv_lv: Jauna Jautājuma Pievienošana
ro_ro: Adaugă întrebări noi

source: Question
lv_lv: Jautājums
ro_ro: Întrebare

source: Type
lv_lv: Veids
ro_ro: Tip

source: Text Area
lv_lv: Teksta laiks
ro_ro: Zonă text

source: Radio Button
lv_lv: Poga
ro_ro: Buton radio

source: Drop Down
lv_lv: Izvēlne
ro_ro: Listă derulantă

source: Checkbox
lv_lv: Ķeksītis
ro_ro: Căsuță

source: Values
lv_lv: Vērtības
ro_ro: Valori

source: A comma seperated list of values. Eg. black, blue, red
lv_lv: Ar komatu atdalīti vērtību saraksti. Piem. melni, zili, sarkani
ro_ro: O listă de valori separate prin virgulă. De ex. negru, albastru, roșu

source: Required:
lv_lv: Obligāts Lauks:
ro_ro: Necesar:

source: Mark this question as required.
lv_lv: Norādiet vai šis jautājums ir obligāti aizpildāms.
ro_ro: Marcați această întrebare ca necesară.

source: Admin View Only
lv_lv: Redzams tikai Administratoram
ro_ro: Vizualizare doar pentru administrator

source: Required Text
lv_lv: Kļūdas Ziņojuma Teksts
ro_ro: Text necesar

source: Text to display if not completed.
lv_lv: Teksts tiks parādīts ja šis lauks nebūs aizpildīts.
ro_ro: Text de afișat, dacă nu este completat.

source: Order/Sequence
lv_lv: Orderis / Secība
ro_ro: Ordine/secvență

source: Add a Locale
lv_lv: Jaunas Lokācijas Vietas / Reģiona Pievienošana
ro_ro: Adăugați o regiune

source: Save Locale
lv_lv: Saglabāt lokalizāciju
ro_ro: Salvați locația

source: Update Locale
lv_lv: Atjaunot lokalizāciju
ro_ro: Actualizare regiune

source: Manage Locales/Regions
lv_lv: Pārvaldīt Lokācijas / Reģionus
ro_ro: Administrați fusuri orare/regiuni

source: Add New Locale
lv_lv: Pievienot Jaunu Lokācijas / Reģiona Vietu
ro_ro: Adăugare regiune nouă

source: Locales have been successfully deleted from the event.
lv_lv: Lokalizācijas izdzēstas no pasākuma.
ro_ro: Regiunile din eveniment au fost șterse cu succes.

source: Delete Locale
lv_lv: Dzēst Lokācijas Vietu
ro_ro: Ștergeți regiunea

source: Locale Locale
ro_ro: Grup regiune

source: This can be used to group locales together in your custom queries or shortcodes
ro_ro: Aceasta poate fi utilizată pentru a grupa regiunile împreună în interogările dumneavoastră sau codurile scurte.

source: Add a Staff Member
lv_lv: Jauna Darbinieka Pievienošana
ro_ro: Adăugați un membru al personalului

source: Phone
lv_lv: Telefona Numurs
ro_ro: Telefon

source: Website
lv_lv: Mājas Lapas Adrese
ro_ro: Site web

source: Image/Logo URL
lv_lv: Attēla / Logo URL adrese
ro_ro: URL imagine/emblemă

source: Role
lv_lv: Loma
ro_ro: Rol

source: Organization
lv_lv: Organizācija
ro_ro: Organizație

source: Title
lv_lv: Virsraksts
ro_ro: Titlu

source: Industry
lv_lv: Industrija
ro_ro: Industrie

source: Country
lv_lv: Valsts
ro_ro: Țară

source: Save Staff Member
lv_lv: Saglabāt personāla biedru
ro_ro: Salvați membrul de personal

source: Edit Staff Member:
lv_lv: Labot Darbinieka Informāciju:
ro_ro: Editați membru personal:

source: Update Staff Member
lv_lv: Atjaunot personāla biedru
ro_ro: Actualizați membru personal

source: Add New Staff Member
lv_lv: Pievienot Jaunu Darbinieku
ro_ro: Adăugați un nou membru de personal

source: Staff member(s) have been successfully deleted from the event.
lv_lv: Darbinieks no pasākuma ir veiksmīgi izdzēsts.
ro_ro: Membrul(ii) din personal a(u) fost șters(i) cu succes de la eveniment.

source: Shortcode
lv_lv: Īskods
ro_ro: Cod scurt

source: Delete Staff Member(s)
lv_lv: Dzēst Darbinieku (s)
ro_ro: Ștergeți membru/membri personal

source: Event Registration Options
ro_ro: Opțiuni înscriere eveniment

source: Set Map Width
ro_ro: Setați lățimea hărții

source: Set Map Height
ro_ro: Setați înălțimea hărții

source: Set Map Zoom level: Range 1 - 19
ro_ro: Setați nivelul de mărire a hărții: interval 1 - 19

source: Set Map Navigation Overlay
ro_ro: Setați suprapunerea navigării hărții

source: Keep Map Navigation Small
ro_ro: Păstrați navigația hărții mică

source: Set Map Type Control
ro_ro: Setează controlul tipului hărții

source: Default
ro_ro: Implicit

source: Horizontal
ro_ro: Orizontal

source: Dropdown
ro_ro: Derulant(ă)

source: Set Map Alignment
ro_ro: Setați alinierea hărții

source: None
ro_ro: Niciunul(a)

source: Align Left
ro_ro: Aliniere stânga

source: Align Center
ro_ro: Aliniere centru

source: Align Right
ro_ro: Aliniere dreapta

source: Set Map Zoom level: Range: 1 - 19
ro_ro: Setați nivelul de mărire a hărții: 1 - 19

source: Set Map Navigation Overlay
ro_ro: Setați suprapunerea navigării hărții

source: Use map in template files ( No Shortcodes)
ro_ro: Utilizați harta în fișiere șablon (fără coduri scurte)

source: Configuring the Google maps options
ro_ro: Configurând opțiunile hărții Google

source: The map options allow you to configure how your event map is displayed. You may configure your events lists and event registration pages independently, so, for example, on a registration page you could set a much larger overall size.
ro_ro: Opțiunile hărții vă permit să configurați cum va fi afișată harta evenimentului dumneavoastră. Puteți configura paginile cu lista evenimentelor independent de paginile de înscriere la eveniment astfel încât, de exemplu, pe o pagină de înscriere ați putea seta o dimensiune generală mult mai mare.

source: For an event to display a Gmap you must have enabled it to on the event edit or create event pages in the venue box. This allows you to select which events you would like to display with a map.
ro_ro: Pentru ca un eveniment să afișeze Gmap, trebuie să aveți acest lucru activat în paginile de editare eveniment sau creare eveniment, în caseta locației. Acest lucru vă permite să selectați pe care evenimente doriți să le afișați cu o hartă.

source: Below is a brief explanation of the options available.
ro_ro: Mai jos este o explicație scurtă a opțiunilor disponibile.

source: You may set a pixel width for your map, this is set as a simple numeric value and should not contain any other charecters - if a value is not set default ones are used, for list events the maps are set to 200px, for registration page single maps 500px.
ro_ro: Puteți seta o lățime în pixeli pentru harta dumneavoastră, aceasta este setată ca o simplă valoare numerică și nu ar trebui să conțină orice alt caracter - dacă nu este setată o valoare, vor fi folosite cele implicite; pentru lista de evenimente hărțile sunt setate la 200px, pentru pagina de înscriere - hărți singulare de 500px.

source: The same as setting the width above but for the map height - maps work best set to equal values i.e square dimensions.
ro_ro: La fel ca setarea de mai sus a lățimii, dar pentru înălțimea hărții - hărțile funcționează cel mai bine setate la valori egale, adică dimensiuni pătrate.

source: Zoom level is the level of detail that is shown when the map first renders a low value means you zoom out and see a wider area, a higher value means that you zoom in and see the actual address in finer detail, a default value of 12 is set as a good base value.
ro_ro: Nivelul de zoom reprezintă nivelul de detaliu care este afișat atunci când harta este redată prima dată; o valoare mică înseamnă că ați ieșit din zoom și vedeți o zonă mai largă, o valoare mai mare înseamnă că ați intrat cu zoom și vedeți adresa efectivă în detaliu fin; o valoare implicită de 12 este setată ca o valoare implicită bună.

source: The navigation overlay are the controls for panning and zooming the map.
ro_ro: Suprapunerea navigației conține controale pentru panoramarea și mărirea hărții.

source: Keep map navigation small tells google to only load the smaller map overlay regardless of map size - Google changes various options according to the size of a map, if you want to stop this happening you can set this option to yes.
ro_ro: "Păstrați navigația mică a hărții" îi spune Google să încarce doar suprapunerea mai mică a hărții indiferent de mărimea hărții - Google schimbă diferite opțiuni în concordanță cu mărimea unei hărți, dacă doriți să opriți să se întâmple acest lucru, puteți seta această opțiune ca "da".

source: The map type control is the options bar google sets in the top right corner this can take the form of a dropdown or horizontal bar.
ro_ro: Controlul tipului hărții îl reprezintă bara de opțiuni setată de google în colțul din dreapta sus; aceasta poate lua forma unei liste derulante sau a unei bare orizontale.

source: Alignment alows you to move the map left, center, or right within whatever parent event structure you have, please note though this option is dependent on your themes layout as to whether it will work as expected. The default alignment is to the left.
ro_ro: Alinierea vă permite să mutați harta la stânga, în centru sau la dreapta în cadrul oricărei structuri părinte de evenimente pe care o aveți; totuși vă rugăm să rețineți că această opțiune depinde de aspectul temei dumneavoastră, dacă va funcționa conform așteptărilor. Alinierea implicită este la stânga.

source: Select this option to enable your event map in the template file - this option is used if you are not using venue shortcodes and want map display activated in either event list pages or registration pages.
ro_ro: Selectați această opțiune pentru a activa harta evenimentului dumneavoastră în fișierul șablon - această opțiune este utilizată dacă nu folosiți coduri scurte de locație și doriți afișarea hărții activată fie în paginile listei de evenimente sau în paginile înscrierii.

source: Enable Built In Styles
ro_ro: Activați stilurile încorporate

source: Enabling Styles tells Event Espresso to use it's built in stylesheets for styling the template files.
ro_ro: Activarea stilurilor spune către Event Espresso să utilizeze stilurile sale încorporate pentru stilizarea fișierelor șablon.

source: If this option is enabled Event Espresso first looks in the /wp-content/uploads/espresso/templates folder for a copy of the stylesheet, if not found it then uses the copy found in the main templates folder.
ro_ro: Dacă această opțiune este activată, atunci Event Espresso se uită mai întâi în dosarul /wp-content/uploads/espresso/templates pentru o copie a foii de stil, dacă nu este găsită atunci va folosi copia aflată în dosarul principal cu șabloane.

source: If event espresso uses the original copy of the stylesheet you will have the option to select from a range of alternative sheets, these additional stylesheets however are not available if you have copied the default stylesheet to the uploads folder to customize yourself.
ro_ro: Dacă event espresso utilizează copia originală a foii de stil, veți avea opțiunea de a selecta dintr-o gamă de stiluri alternative, totuși aceste stiluri suplimentare nu sunt disponibile dacă ați copiat foaia de stil implicită în dosarul de încărcări, pentru a o personaliza dumneavoastră.

source: ATTENTION:
lv_lv: UZMANĪBU:
ro_ro: ATENȚIE:

source: You currently either have <i>Enable Built in style sheets</i> disabled or have a copy of the default espresso stylesheet copied to your uploads folder, and the alternative stylesheets selections are therefore disabled.
ro_ro: În prezent fie aveți <i>Activați foi de stil încorporate</i> dezactivat sau aveți o copie a foii de stil implicit espresso copiat în dosarul de încărcări, și prin urmare selecțiile de foi de stil alternative sunt dezactivate.

source: These two drop down options provide a choice of stylesheets with various stylings.
ro_ro: Aceste două opțiuni din lista derulantă oferă o alegere de foi de stiluri variate.

source: These options are available as long as you have not copied the main stylesheet <i>event_espresso_style.css</i> to the uploads folder to customize yourself.
ro_ro: Aceste opțiuni sunt disponibile atâta timp cât nu ați copiat foaia principală de stil <i>event_espresso_style.css</i> în dosarul de încărcări, pentru a v-o personaliza dumneavoastră.

source: By default the general espresso stylesheet will be loaded if you have selected <i>Yes</i> in the <i>Enable built in style sheets</i> option, You may then choose to select from one of the alternative base stylesheets along with an optional sheet to select a color scheme.
ro_ro: Implicit se va încărca foaia de stil generală espresso. Dacă ați selectat <i>Da</i> pentru opțiunea <i>Activează foi de stil încorporate</i>, apoi veți putea alege să selectați una dintre foile de stil de bază alternative împreună cu o foaie opțională pentru a alege o schema de culori.

source: Custom Templates
ro_ro: Șabloane personalizate

source: ThemeRoller Style Settings
lv_lv: ThemeRoller Stila Iestatījumi
ro_ro: Setări stil ThemeRoller

source: Adding Custom ThemeRoller Styles
lv_lv: Pielāgotas ThemeRoller Stila Ādiņas Pievienošana
ro_ro: Adăugare stiluri personalizate ThemeRoller

source: To add your own custom ThemeRoller styles:
lv_lv: Lai pievienotu savu pielāgota stila ThemeRoller stila ādiņu:
ro_ro: Pentru a adăuga propriile stiluri personalizate ThemeRoller:

source: Go to the <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> site and design and download your custom style.
lv_lv: Dodieties uz <a href="http://jqueryui.com/themeroller/" target="_blank">jQuery UI ThemeRoller</a> mājas lapu, izveidojiet un ielādējiet savā datorā savu pielāgota stila ādiņu.
ro_ro: Mergeți la site-ul <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a> și proiectați și descărcați stilul dumneavoastră personalizat.

source: About ThemeRoller
lv_lv: Informācija par ThemeRoller
ro_ro: Despre ThemeRoller

source: ThemeRoller is a web app that offers a fun and intuitive interface for designing and downloading custom themes for jQuery UI. You can find ThemeRoller in the "Themes" section of the jQuery UI site, or by following this link: <a href="http://themeroller.com/" target="_blank">jQuery UI ThemeRoller</a>
lv_lv: ThemeRoller ir web app ar intuitīvi viegli saprotamu interfeisu , kas piedāvā vieglu un ērtu sava pielāgota dizaina ādiņu projektēšanu un izveidošanu jQuery UI un izveidoto ādiņu ielādēšanu savā datorā. ThemeRoller Jūs varat atrast jQuery UI mājas lapas "Themes" sadaļā vai arī sekot šai aktīvai saitei: <a href="http://jqueryui.com/themeroller/" target="_blank">jQuery UI ThemeRoller</a>
ro_ro: ThemeRoller este o aplicație web care oferă o interfață distractivă și intuitivă pentru proiectarea și descărcarea temelor personalizate pentru jQuery UI. Puteți găsi ThemeRoller în secțiunea "Teme" a site-ului jQuery UI sau urmând acest link: <a href="http://themeroller.com/" target="_blank">jThemeRoller Query UI</a>

source: Your templates have been copied.
lv_lv: Jūsu šabloni tika nokopēti.
ro_ro: Șabloanele dumneavoastră au fost copiate.

source: Instructions:
lv_lv: Instrukcijas:
ro_ro: Instrucțiuni:

source: Current Template Files:
ro_ro: Fișiere șablon curente:

source: (displays a list of attendees)
lv_lv: (rādīt dalībnieku sarakstu)
ro_ro: (afișează o listă de participanți)

source: (logic for displaying the list of events)
ro_ro: (logică de afișare a listei de evenimente)

source: (displays a list of events)
ro_ro: (afișează o listă de evenimente)

source: (create-a-post template)
ro_ro: (șablon creați-o-postare)

source: (displays your payment page text)
ro_ro: (afișează textul paginii dumneavoastră de plată)

source: (logic for displaying the registration form)
ro_ro: (logică de afișare a formularului de înscriere)

source: (displays your registration form)
ro_ro: (afișează formularul dumneavoastră de înscriere)

source: (page that is displayed when returning to pay)
ro_ro: (pagină care este afișată la întoarcerea pentru plată)

source: (creates a widget for use in your theme)
ro_ro: (creează un widget pentru a fi utilizat în tema dumneavoastră)

source: - Moved
lv_lv: - Pārvietots
ro_ro: - Mutat

source: - Not Moved
lv_lv: - Nav pārvietots
ro_ro: - Nu a fost mutat

source: Add a Venue
lv_lv: Norises Vietas Pievienošana
ro_ro: Adaugă un eveniment

source: Location
lv_lv: Atrašanās Vieta
ro_ro: Locație

source: Address 2
lv_lv: Adrese 2
ro_ro: Adresa 2

source: Locale/Region
lv_lv: Norādiet Lokācijas vietu / Reģionu
ro_ro: Fus orar/Regiune

source: Contact Information
lv_lv: Kontaktinformācija
ro_ro: Informații de contact

source: Save
ro_ro: Salvează

source: Edit Venue
ro_ro: Editați locație

source: Manage Venues
lv_lv: Pārvaldīt Pasākumu Norises Vietas
ro_ro: Administrați locații

source: Add New Venue
lv_lv: Pievienot Jaunu Norises Vietu
ro_ro: Adăugați eveniment nou

source: Venues have been successfully deleted from the event.
lv_lv: Vietas tika izdzēstas no pasākuma.
ro_ro: Locațiile au fost șterse cu succes de la eveniment.

source: Locale
lv_lv: Lokācija
ro_ro: Regiune

source: Delete Venue
lv_lv: Dzēst Norises Vietu
ro_ro: Șterge locația

source: Venue Locale/Region
lv_lv: Pasākuma Lokācijas Vieta / Reģions
ro_ro: Regiunea locației

source: This can be used to group venues together by locales/regions.
lv_lv: To var izmantot konkrētas lokācijas vai reģionu grupu pasākumiem.
ro_ro: Acest lucru poate fi utilizat pentru a grupa locații împreună în funcție de regiuni.
