Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: The card number, validity, or card verification code is invalid. This may also appear when double-authorization has occurred.
ro_ro: Numărul cardului, validitatea sau codul de verificare card este invalid. Acest lucru poate să apară și atunci când are loc o autorizare dublă.

source: Please try again
lv_lv: Lūdzu mēģiniet vēlreiz
ro_ro: Vă rugăm să încercați din nou

source: Order ID: %s, Primary Error code: %s, Secondary Error code: %s
ro_ro: ID comandă: %s, Cod primar de eroare: %s, Cod secundar de eroare: %s

source: If this error persists, you may want to contact the site owners and provide them with the above data.
ro_ro: Dacă această eroare persistă, este posibil să doriți să contactați proprietarii site-ului și să le furnizați datele de mai sus.

source: The site admin seems to have malconfigured their Luottokunta MAC Security Check Settings. They are not sending the 'MAC check' the Success URL
ro_ro: Administratorul site-ului se pare că a configurat greșit setările sale de verificare securitate MAC Luottokunta. Aceștia nu trimit URL-ul de succes 'MAC check'.

source: The MAC Security code sent from Luottokunta (%s) does not match the one in Event Espresso (%s)
ro_ro: Codul de securitate MAC trimis din partea Luottokunta (%s) nu corespunde cu cel din Event Espresso (%s)

source: Amount is invalid The amount field or its content is formally incorrect or missing. Please check that the amount contains only numbers. In the HTML form interface and XML interface the amount is presented in cents without separators. Also check that the amount field is not missing from the implementation.
ro_ro: Sumă invalidă Câmpul de sumă sau conținutul acestuia este în mod formal incorect sau lipsește. Vă rugăm să verificați că suma conține doar numere. În interfața formularului HTML și în interfața XML, suma este prezentată în cenți, fără separatori. De asemenea verificați câmpul sumei să nu lipsească din implementare.

source: Also check that the currency field is not missing from the implementation.
ro_ro: De asemenea, verificați câmpul valută să nu lipsească din implementare.

source: Transmission method is invalid The transmission method in question is not available for the merchant. Please check that you are not using a transmission method (telephone, fax, mail, encrypted SSL, encrypted e-mail) that you are not allowed to use. If necessary, please contact Luottokunta.
ro_ro: Metoda de transmisie este invalidă. Metoda de transmisie în cauză nu este disponibilă pentru comerciant. Vă rugăm să verificați că nu utilizați o metodă de transmisie (telefon, fax, e-mail, SSL criptat, e-mail criptat) pe care nu aveți permisiunea de a o utiliza. Dacă este necesar, vă rugăm să contactați Luottokunta.

source: Card number is invalid The card number field or its content is formally incorrect or missing. Please check that the card number contains only numbers. In the HTML payment form the card number can be entered with or without spaces. In the XML interface the card number should be entered without spaces. Also check that the card number field is not missing from the implementation.
ro_ro: Număr invalid al cardului Câmpul numărului de card sau conținutul acestuia este în mod formal incorect sau lipsește. Vă rugăm să verificați că numărul cardului conține doar numere. În formularul de plată, HTML, numărul de card poate fi introdus cu sau fără spații. În interfața XML numărul de card ar trebui introdus fără spații. De asemenea verificați că numărul cardului nu lipsește din implementare.

source: Also check that the card verification code field is not missing from the implementation.
ro_ro: De asemenea, verificați câmpul de cod verificare card să nu lipsească din implementare.

source: Also check that the card validity field is not missing from the implementation.
ro_ro: De asemenea, verificați câmpul de validitate card să nu lipsească din implementare.

source: Order description is invalid The order description field or its content is formally incorrect. Please check that the order description does not exceed its maximum length. The maximum length of order description field is 3999 characters.
ro_ro: Descrierea comenzii este invalidă Câmpul de descriere a comenzii sau conținutul acestuia este în mod formal incorect. Vă rugăm să verificați că descrierea comenzii nu depășește lungimea sa maximă. Lungimea maximă a câmpului de descriere comandă este de 3999 de caractere.

source: MAC is invalid HTML form interface's field 'Authentication_Mac' or its content is formally incorrect or missing. Please check that parameters and the secret key provided by Luottokunta have been entered correctly and used in the correct order in the MAC calculation. Also check that the Authentication_Mac field is not missing from the implementation.
ro_ro: Mac invalid Câmpul 'Authentication_Mac' sau conținutul său, din interfața formularului HTML, este în mod formal incorect sau lipsește. Vă rugăm să verificați că parametrii și cheia secretă furnizate de către Luottokunta au fost introduse corect și utilizate în ordinea corectă în calculul MAC. De asemenea, verificați câmpul Authentication_Mac să nu lipsească din implementare.

source: Merchant id is invalid The merchant id field or its content is formally incorrect or missing. Please check that the merchant id contains only numbers. Also check that the merchant id field is not missing from the implementation.
ro_ro: Id invalid al comerciantului Câmpul de id comerciant sau conținutul acestuia este în mod formal incorect sau lipsește. Vă rugăm să verificați că id-ul comerciantului conține doar numere. De asemenea verificați că id-ul comerciantului nu lipsește din implementare.

source: Language is invalid HTML form interface's field 'Language' or its content is formally incorrect. Please check that the language field contains one of the following values: EN, FI or SE.
ro_ro: Limba este invalidă Câmpul 'Limbă' sau conținutul său, din interfața formularului HTML, este în mod formal incorect. Vă rugăm să verificați câmpul de limbă să conțină una din următoarele valori: EN, FI sau SE.

source: Also check that the Card_Details_Transmit field is not missing from the implementation.
ro_ro: De asemenea, verificați câmpul Card_Details_Transmit să nu lipsească din implementare.

source: Also check that the Device_Category field is not missing from the implementation.
ro_ro: De asemenea, verificați câmpul Device_Category să nu lipsească din implementare.

source: The order id distinguishes a transaction, and therefore each order id can be used only once.
ro_ro: Id-ul comenzii distinge o tranzacție, așadar fiecare id de comandă poate fi utilizat o singură dată.

source: Also check that the Success_Url field is not missing from the implementation.
ro_ro: De asemenea, verificați câmpul Success_Url să nu lipsească din implementare.

source: Also check that the Failure_Url field is not missing from the implementation.
ro_ro: De asemenea, verificați câmpul Failure_Url să nu lipsească din implementare.

source: Also check that the Transaction_Type field is not missing from the implementation.
ro_ro: De asemenea verificați câmpul Transaction_Type să nu lipsească din implementare.

source: Also check that the Cancel_Url field is not missing from the implementation.
ro_ro: De asemenea, verificați câmpul Cancel_Url să nu lipsească din implementare.

source: Customer id is invalid The customer id field or its content is formally incorrect. Please check that the customer id contains only numbers and/or letters (a–z and/or A–Z) and is no longer than 64 characters.
ro_ro: Id client este invalid Câmpul de id client sau conținutul său este în mod formal incorect. Vă rugăm să verificați că id-ul de client conține doar numere și/sau litere (a-z și/sau A-Z) și că nu este mai lung de 64 de caractere.

source: Dossier id is invalid The dossier id field or its content is formally incorrect. Please check that the dossier id contains only numbers and/or letters (a–z and/or A–Z) and is no longer than 64 characters.
ro_ro: Id-ul dosarului este invalid. Câmpul de id dosar sau conținutul său este în mod formal, incorect. Vă rugăm să verificați că id-ul dosarului conține doar numere și/sau litere (a-z și/sau A-Z) și nu este mai lung de 64 de caractere.

source: Customer IP is invalid The IP address of the buyer’s browser connection or the anonymous proxy server is formally incorrect. Please check that the IP address is accordant with IP protocol version 4 (IPv4). IP address is a 32-bit number, written as four eight-bit numbers, separated by dots.
ro_ro: IP invalid al clientului Adresa IP a conexiunii browser-ului cumpărătorului sau a serverului proxy anonim este în mod formal incorectă. Vă rugăm să verificați că adresa IP este în concordanță cu protocolul IP versiunea 4 (IPv4). Adresa IP este un număr de 32 de biți, scris ca patru numere de opt biți, separate prin puncte.

source: Card is not supported by the merchant American Express or Diners Club card has not been added for the merchant and that is why buyers cannot pay with American Express or Diners Club cards in the distance selling. Please contact Luottokunta and/or American Express or Diners Club if you wish to accept those cards in the distance selling.
ro_ro: Cardul nu este acceptat de către comerciant Cardul American Express sau Diners Club nu a fost adăugat pentru comerciant și de aceea cumpărătorii nu pot plăti cu carduri American Express sau Diners Club în vânzarea la distanță. Vă rugăm să contactați Luottokunta și/sau American Express sau Diners Club dacă doriți să acceptați acele carduri în vânzarea la distanță.

source: Invalid xml request The XML request sent by the merchant is incorrect or the element used in the XML request contains formally incorrect information. Please check that the XML request is made according to the XML schema.
ro_ro: Cerere xml invalidă Cererea XML trimisă de către comerciant este incorectă sau elemente utilizate în cererea XML conțin, în mod formal, informație incorectă. Vă rugăm să verificați că cererea XML se face în conformitate cu schema XML.

source: Order id already exists The order id in question is already used by the merchant. Please check that the order id is not the same as the order id you have used earlier. Order id distinguishes a transaction, and therefore each order id can be used only once. The same order id cannot be used even if it has been deleted in the web interface or through the XML interface.
ro_ro: Id-ul comenzii deja există Id-ul comenzii în cauză este deja utilizat de către comerciant. Vă rugăm să verificați că id-ul comenzii nu este același ca și id-ul comenzii pe care l-ați utilizat mai devreme. Id-ul comenzii distinge o tranzacție, deci fiecare id de comandă poate fi folosit o singură dată. Același id al comenzii nu poate fi folosit nici dacă a fost șters în interfața web sau prin interfața XML.

source: Order does not exist The transaction is not found from Luottokunta ePayment Service with the order id in question. Please check that you are not trying to debit or credit the transaction that has not been authorised yet, and therefore does not exist in Luottokunta ePayment Service.
ro_ro: Comanda nu există. Tranzacția nu a fost găsită în serviciul Luottokunta ePayment pe baza id-ului comenzii în cauză. Vă rugăm să verificați că nu încercați să debitați sau să creditați o tranzacție ce nu a fost încă autorizată, și care atunci nu există în serviciul Luottokunta ePayment.

source: Amount too big The amount is too big for the aimed function. Please check that the amount is not too big for the function in question (authorisation, debit or credit). E.g. the amount to be credited cannot be bigger than the debited amount. Maximum amount that can be authorised in Luottokunta ePayment Service at once is 50 000 Euros.
ro_ro: Sumă prea mare Suma este prea mare pentru funcția vizată. Vă rugăm să verificați că suma nu este prea mare pentru funcția în cauză (autorizare, debit sau credit). De ex., suma de creditat nu poate fi mare decât suma de debitat. Suma maximă care poate fi autorizată odată în Luottokunta ePayment Service este de 50 000 Euro.

source: Order state is invalid The state of the transaction is incorrect for the aimed function. Please check that you are not e.g. trying to credit an authorised transaction or a transaction that is still being processed.
ro_ro: Starea comenzii este invalidă Starea tranzacției este incorectă pentru funcția vizată. Vă rugăm să verificați că nu încercați, de ex., să creditați o tranzacție autorizată sau o tranzacție care se află încă în curs de procesare.

source: Order still in open batch The transaction is still in the open batch. Please check that the debit or credit transaction is not in the open batch. Batch is closed when the day changes. Debit and credit transactions cannot be deleted until the batch is closed.
ro_ro: Comandă încă în lot deschis Tranzacția încă este în lot deschis. Vă rugăm să verificați că tranzacția de debit sau credit nu este în lot deschis. Lotul se închide atunci când se schimbă ziua. Tranzacțiile de debit sau credit nu pot fi șterse până lotul nu este închis.

source: Order authorisation too old The authorisation has already expired. Please check that the initial authorisation has not already expired. An authorisation expires after 25 days from the initial authorisation date, after which it cannot be debited anymore.
ro_ro: Autorizare prea veche a comenzii Autorizarea a expirat deja. Vă rugăm să verificați că autorizarea inițială nu a expirat deja. O autorizare expiră după 25 de zile de la data inițială a autorizării, după care nu mai poate fi debitată.

source: Amount overdraft too big The amount in question is too big for the initial amount. Please check that the amount is not too big for the aimed function. E.g. the amount to be debited cannot be more than 15% bigger than the initially authorised amount.
ro_ro: Suma depășită este prea mare Suma în cauză este prea mare față de suma inițială. Vă rugăm să verificați că suma nu este prea mare pentru funcția urmărită. De ex., suma a fi debitată nu poate fi mai mare decât cu 15% din suma autorizată inițial.

source: Interface is not supported by the merchant The interface in question is not available for the merchant. Please check that the interface chosen in the contract is the same as the interface you are using for authorising a transaction. If you wish to use another interface, please contact Luottokunta.
ro_ro: Interfața nu este suportată de către comerciant Interfața în cauză nu este disponibilă pentru comerciant. Vă rugăm să verificați că interfața aleasă în contract este aceeași cu interfața pe care o utilizați pentru autorizarea unei tranzacții. Dacă doriți să utilizați o altă interfață, vă rugăm să contactați Luottokunta.

source: Merchant is closed The merchant id in question has been closed and merchant’s access to Luottokunta ePayment Service has been restricted. Please contact Luottokunta.
ro_ro: Comerciantul este închis Identificatorul de comerciant în cauză a fost închis și accesul comerciantului la Serviciul ePayment Luottokunta a fost restricționat. Vă rugăm să contactați Luottokunta.

source: Merchant is passive The merchant id in question is passivated and merchant’s access to Luottokunta ePayment Service has been restricted. Please contact Luottokunta.
ro_ro: Comercianul este pasiv Id-ul comerciantului în cauză a fost trecut ca pasiv și accesul comerciantului la serviciul Luottokunta ePayment a fost restricționat. Vă rugăm să contactați Luottokunta.

source: Channel is not supported by the merchant Payment channel mentioned in the HTML form interface's field 'Device_Category' is not available for the merchant. Please check that the payment channel (internet, mobile device or digital-TV) chosen in the contract is the same as the channel you are using for authorising a transaction. If you wish to use another payment channel, please contact Luottokunta.
ro_ro: Canalul nu este suportat de către comerciant Canalul de plată menționat în câmpul interfeței numit ”Device_Category”, din formularul HTML - nu este disponibil pentru comerciant. Vă rugăm să verificați că acest canal de plată (internet, dispozitiv mobil sau TV digital) ales în contract este același cu canalul pe care îl utilizați pentru a autoriza o tranzacție. Dacă doriți să utilizați un alt canal de plată, vă rugăm să contactați Luottokunta.

source: The 3DS service is not supported by the merchant Verified by Visa and/or MasterCard SecureCode authentication services have not been added for the merchant. Please contact Luottokunta.
ro_ro: 3DS nu este suportat de către comerciant Serviciile de autentificare Verified by Visa și MasterCard SecureCode nu au fost adăugate pentru comerciant. Vă rugăm să contactați Luottokunta.

source: The 3DS is not supported by Amex American Express card does not support Verified by Visa and MasterCard SecureCode authentication services. Please check that you have not implemented the XML interface in a way that it is trying to execute Verified by Visa or MasterCard SecureCode authentication for American Express card.
ro_ro: 3DS nu este suportat de către Amex Cardul American Express nu suportă serviciile de autentificare Verified by Visa și MasterCard SecureCode. Vă rugăm să verificați că nu ați implementat interfața XML într-un mod care încearcă să execute autentificare Verified by Visa sau MasterCard SecureCode pentru un card American Express.

source: 3DS is not supported by Diners Diners Club card does not support Verified by Visa and MasterCard SecureCode authentication services. Please check that you have not implemented the XML interface in a way that it is trying to execute Verified by Visa or MasterCard SecureCode authentication for Diners Club card.
ro_ro: 3DS nu este suportat de către Diners Cardul Diners Club nu suportă serviciile de autentificare Verified by Visa și MasterCard SecureCode. Vă rugăm să verificați că nu ați implementat interfața XML într-un mod care încearcă să execute autentificare Verified by Visa sau MasterCard SecureCode pentru un card Diners Club.

source: Bad credentials The merchant id and/or XML password used in the XML interface is incorrect. Please check that you have entered the correct merchant id in the XML interface's field <merchantNumber>. Also check that you have entered the correct XML password in the XML interface's field <merchantPassword>.
ro_ro: Acreditări invalide Identificatorul comerciantului și/sau parola XML utilizate în interfața XML sunt incorecte. Vă rugăm să verificați că ați introdus identificatorul corect de comerciant în câmpul din interfața XML numit <merchantNumber>. De asemenea, verificați că ați introdus parola XML corectă în câmpul din interfața XML numit <merchantPassword>.

source: Reversal message is pending Luottokunta ePayment Service is automatically reversing an authorisation that has not been completely processed or finished yet due to a temporary service break. These error codes are only informative information and do not require any actions from the merchant.
ro_ro: Mesajul de anulare este în așteptare Serviciul ePayment Luottokunta anulează automat o autorizare care nu a fost procesată complet sau încă finalizată din cauza unei pauze temporare de servicii. Aceste coduri de eroare sunt doar informative și nu necesită vreo acțiune din partea comerciantului.

source: Failed to send reversal message Luottokunta ePayment Service did not succeed to reverse an authorisation that was not completely processed or finished due to a temporary service break. Please check that the authorisation with the order id in question doesn’t exist in Luottokunta ePayment Service. If necessary, please contact Luottokunta.
ro_ro: Nu a reușit trimiterea mesajului de inversare Serviciul ePayment Luottokunta nu a reușit să anuleze o autorizare care nu a fost procesată complet sau s-a terminat din cauza unei întreruperi temporare a serviciului. Vă rugăm să verificați că autorizarea cu identificatorul comenzii în cauză nu există în serviciul ePayment Luottokunta. Daca este necesar, vă rugăm să contactați Luottokunta.

source: DMP internal error If you already have a functioning implementation, these error codes most likely refer to a temporary service break in Luottokunta ePayment Service or its back-end systems. If you already have a functioning implementation, you can advice the cardholder to retry the payment after a while. It is possible that retry will not be successful. In case of a longer service break, merchants will receive a notification from Luottokunta via e-mail. If you are just testing the payment interface, these error codes may also refer to an error in the interface implementation. If you are only testing the implementation, please check that the implementation has been made according to interface descriptions. In the HTML form interface the URL sent with GET method has to be encoded. If necessary, please contact Luottokunta.
ro_ro: Eroare internă DMP Dacă aveți deja o implementare funcțională, aceste coduri de eroare se referă cel mai probabil la o întrerupere temporară a serviciului ePayment Luottokunta sau a unuia dintre sistemele sale suport. Dacă aveți deja o implementare funcțională, puteți sfătui deținătorul cardului să reîncerce plata după un timp. Este posibil ca următoarea încercare să nu fie reușită. În cazul unei întreruperi mai lungi a serviciului, comercianții vor primi o notificare din partea Luottokunta prin e-mail. Dacă doar testați interfața de plată, aceste coduri de eroare pot de asemenea să facă referire la o eroare în implementarea interfeței. Dacă doar testați interfața de plată, vă rugăm să verificați că implementarea a fost efectuată conform descrierilor de interfață. În formularul HTML al interfeței, URL-ul trimis cu metoda GET trebuie sa fie codat. Dacă este necesar, vă rugăm să contactați Luottokunta.

source: The card issuer declined the authorisation The card issuer has rejected the authorisation. The reasons for this can be e.g. that the card limit has been exceeded, or the card is restricted so that it cannot be used in distance selling. You can advice the cardholder to contact his/her card issuer for more detailed information.
ro_ro: Emitentul cardului a refuzat autorizarea Emitentul cardului a refuzat autorizarea. Motivele pentru aceasta pot fi, de ex., faptul că limita cardului a fost depășită sau cardul este restricționat încât nu poate fi utilizat pentru vânzarea la distanță. Puteți sfătui deținătorul cardului să contacteze emitentul sau pentru mai multe informații detaliate.

source: Due to risk management related reasons Luottokunta ePayment Service does not accept this kind of transaction, but immediately sends the authorisation reversal to the card issuer. Do not retry the transaction, as it will most likely result in the same outcome. The payment card cannot be used to pay through Luottokunta ePayment Service. The time that authorisation reversal requires varies and is dependent on the card issuer. In case the payment card still has a money reservation, you can advice the cardholder to contact his/her card issuer for more detailed information.
ro_ro: Din cauza unor motive legate de administrarea riscului, Luottokunta ePayment Service nu acceptă acest tip de tranzacție, dar trimite imediat anularea autorizării către emitentul cardului. Nu reîncercați tranzacția, deoarece va avea, cel mai probabil, același rezultat. Cardul de plată nu poate utilizat pentru a plăti prin Luottokunta ePayment Service. Timpul necesar pentru anularea autorizării variază și depinde de emitentul cardului. În cazul în care cardul plății încă are o sumă blocată, puteți sfătui titularul de card să contacteze emitentul cardului său pentru mai multe informații detaliate.
