Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Here are a few things you should know about the Messages Settings:
ro_ro: Aici sunt câteva lucruri pe care ar trebui să le cunoașteți despre setările de mesaje:

source: 1. Defaults
lv_lv: 1. Noklusējuma
ro_ro: 1. Set implicit

source: When Event Espresso is first activated, the plugin takes care of setting up the core messenger (Email) and message types (Registration, and Payment). This is so users don't have to worry about any setup of templates etc. and it just works right out of the box. So when you first visit the page you'll see the Email messenger displayed with those two message types in the "Active" area for that messenger
ro_ro: Atunci când Event Espresso este activat pentru prima dată, modulul se ocupă de configurarea mesagerului principal (e-mail) și a tipurilor de mesaje (înscriere și plată). Acest lucru se întâmplă încât utilizatorii nu trebuie să își facă griji privind orice configurare a șabloanelor, etc. și funcționează pur și simplu de când e scos din cutie. Așadar atunci când vizitați pentru prima dată pagina, veți observa afișat mesagerul e-mail cu acele două tipuri de mesaje în zona „Activă” pentru acest mesager

source: 2. Activating or Deactivating Messengers
ro_ro: 2. Activarea sau dezactivarea mesagerilor

source: You can select messengers via the tabs across the top of the settings page. The available messengers you see depends on what version of Event Espresso you have and what addons are installed. Every install will see at the very least an "Email" messenger tab. When you click one of those tabs it will display that messenger.
ro_ro: Puteți selecta mesageri cu ajutorul filelor aflate de-a lungul părții de sus a paginii de setări. Mesagerii disponibili pe care îi vedeți depind de versiunea Event Espresso pe care o aveți și de suplimentele instalate. Orice instalare va vedea cel puțin o filă mesager „E-mail”. Când dați clic pe una din acele file, va afișa acel mesager.

source: There are two ways to determine whether a messenger is active or not. The first way is via the messenger tab itself.
ro_ro: Există două metode de a determina dacă un mesager este activ sau nu. Prima metodă este via fila mesagerului în sine.

source: The green colored gear indicates that this messenger is currently active.
ro_ro: Angrenajul colorat cu verde indică faptul că acest mesager este în prezent activ.

source: Here the white colored gear indicates the messenger is inactive. This is very helpful for seeing at a glance all the messengers that are acdtive when you first view the page.
ro_ro: Aici angrenajul de culoare albă indică faptul că mesagerul este inactiv. Acest lucru este foarte util pentru a observa dintr-o privire toți mesagerii care sunt activi, atunci când vizitați pagina pentru prima dată.

source: The second way to determine whether a messenger is active or not is via the "on/off" button in the top right corner of the active messenger displayed content:
ro_ro: A doua metodă de a determina dacă un mesager este activ sau nu este via butonul „pornit/oprit” din colțul dreapta sus al conținutului afișat pentru mesagerul activ:

source: On means of course that the messenger is active and %s means the messenger is inactive.
ro_ro: „Pornit” înseamnă, desigur, că mesagerul este activ și %s înseamnă că mesagerul este inactiv.

source: Incidentally, the on/off toggle is also what you use to activate or deactivate a messenger.
ro_ro: Prin întâmplare, comutatorul pornit/oprit este același pe care îl utilizați pentru a activa sau dezactiva un mesager.

source: What happens when you click the toggle to activate is the messenger is activated and the system determines what default message types are activated with the messenger. Then, if there are any default settings for either the messenger or message types those settings are saved. Next, the system will generate any default templates (if none have been generated before, if there are previously generated templates then they are reactivated). Finally, you will see the display change to reflect that the messenger is active. If the messenger has settings you can modify them then. Any message types that have settings will also automatically expand so you can see the default settings and make any changes as necessary to fit your needs. Usually the defaults are sufficient however.
ro_ro: Ce se întâmplă atunci când dați clic pe comutator pentru activare, este că mesagerul este activat și sistemul determină ce fel de tipuri de mesaj implicite sunt activate cu mesagerul. Apoi, dacă există orice setări implicite fie pentru mesager sau pentru tipurile de mesaj, acele setări sunt salvate. În continuare, sistemul va genera orice șabloane implicite (dacă niciunul nu a fost generat anterior; dacă există șabloane generate anterior, atunci ele vor fi reactivate). În sfârșit, veți vedea schimbarea ecranului pentru a reflecta că mesagerul este activ. Dacă mesagerul are setări, le puteți modifica mai apoi. Orice tip de mesaj care are setări va fi extins automat pentru ca să puteți observa setările implicite și să efectuați orice schimbări sunt necesare pentru se potrivi nevoilor dumneavoastră. De obicei setările implicite sunt totuși suficiente.

source: When you deactivate a messenger, the system will first check if there are any custom event templates for that messenger. If there are you will be unable to deactivate the messenger. This is a fail safe to make sure you know that no messages will go out for those specific events so you don't accidentally deactivate. If this check passes, then the system will deactivate any global templates for that messenger (note the templates are not erased, they just become inactive, so if you decide to reactivate the messenger later all your customizations are preserved). Then the display will change to reflect the deactivation.
ro_ro: Când dezactivați un mesager, sistemul va verifica mai întâi dacă există vreun șablon personalizat de evenimente pentru acel mesager. Dacă există, nu veți putea dezactiva mesagerul. Acesta este un mecanism de protecție pentru a asigura faptul că știți că nu va fi transmis niciun mesaj pentru acele evenimente specifice, încât să nu dezactivați din greșeală. Dacă trece de această verificare, atunci sistemul va dezactiva orice șablon global pentru acel mesager (rețineți că șabloanele nu sunt șterse, ele doar devin inactive, astfel încât dacă decideți să reactivați mai târziu mesagerul, atunci toate personalizările dumneavoastră sunt păstrate). Apoi ecranul se va schimba pentru a reflecta dezactivarea.

source: <strong>Very important!!</strong> Although customizations made to global templates are preserved when a messenger is deactivated, any settings for that messenger (or the message types that were attached to it) are lost on deactivation. Keep that in mind. Also, once you deactivate a messenger, no more messages will be delivered using that messenger for any of your events
ro_ro: <strong>Foarte important!</strong> Deși personalizările efectuate asupra șabloanelor globale sunt păstrate atunci când un mesager este dezactivat, orice setare pentru acel mesager (sau tipurile de mesaj care i-au fost atașate) este pierdută la dezactivare. Rețineți acest lucru. De asemenea, odată ce ați dezactivat un mesager, niciun mesaj nu va mai fi livrat utilizând acel mesager pentru niciunul dintre evenimentele dumneavoastră.

source: 3. Activating or Deactivating Message Types
ro_ro: 3. Activarea sau dezactivarea tipurilor de mesaj

source: There may be times where you just want to deactivate (or activate new) message types for a particular messenger. The messages system makes it super easy to do so. To deactivate, what you do is drag the message type box from the "active area" below the messenger description (of an active messenger) into the "inactive" area in the right sidebar. To activate you do the reverse. Just remember that when you deactivate a message type, if that message type has any settings, the settings will be lost. However, any message templates that match the messenger and message type you deactivated will be preserved, they are just marked "inactve" in the database
ro_ro: Pot să existe momente când nu doriți decât să dezactivați (sau să activați noi) tipuri de mesaj pentru un mesager anume. Sistemul de mesaje face ca acest lucru să fie foarte ușor. Pentru a dezactiva, ce trebuie să faceți este să trageți căsuța tipului de mesaj din „Zona activă” de sub descrierea mesagerului (a unui mesager activ) în zona „inactivă” în bara laterală dreapta. Pentru a activa, procedați invers. Doar rețineți că, atunci când dezactivați un tip de mesaj, dacă acel tip de mesaj are orice setare, aceea va fi pierdută. Totuși, orice șabloane de mesaj care corespund mesagerului și tipului de mesaj pe care l-ați dezactivat vor fi păstrate, ele sunt doar marcate ca „inactive” în baza de date

source: About the Message Template Editor
ro_ro: Despre editorul de șabloane mesaj

source: Here are a few things you should know about the Message Template Editor:
ro_ro: Aici sunt câteva lucruri pe care ar trebui să le cunoașteți despre editorul de șabloane mesaj:

source: 1. The Event Editor Title
lv_lv: 1. Pasākuma redaktora nosaukums
ro_ro: 1. Titlul editorului de evenimente

source: The Event Editor title is very helpful in indicating what template you are editing. In the example above, we can tell at a glance that we are editing the template that is for the <strong>email</strong> messenger, the <strong>Payment</strong> message type, and the <strong>Event Admin</strong> context (which for this message type means "recipient")
ro_ro: Titlul editorului de evenimente este foarte util în a indica șablonul pe care îl editați. În exemplul de mai sus, ne putem da seama imediat dacă edităm șablonul pentru mesagerul <strong>e-mail</strong>, tipul de mesaj <strong>Plată</strong> și contextul <strong>Administrator evenimente</strong> (care, pentru acest mesaj, semnifică „destinatar”)

source: 2. "Context Switcher" and Preview Button
ro_ro: 2. „Comutator context” și butonul de previzualizare

source: The context switcher allows you to quickly switch which template you are editing. The current context you are working on is displayed in the dropdown but you can switch to any other template for contexts available to the messenger and message type template group you are working on.
ro_ro: Comutatorul de context vă permite să comutați rapid între șabloane, pentru a edita. Contextul curent în care lucrați este afișat în lista derulantă, dar puteți comuta la oricare alt șablon, pentru contexte disponibile mesagerului și grupului de șabloane pentru tipul de mesaj cu care lucrați.

source: Remember, contexts can represent different things, but in this example they represent "recipients" and so they are labelled as such. In this example (for email payment confirmations), you may want Event Administrators to receive different information than Primary Attendees (the other context available to edit).
ro_ro: Rețineți, contextele pot reprezenta lucruri diferite, dar în acest exemplu ele reprezintă „destinatari” și atunci sunt etichetate astfel. În acest exemplu (pentru confirmări de plată, prin e-mail), ați putea dori ca administratorii de evenimente să primească informații diferite decât participanții principali (celălalt context disponibil pentru editare).

source: The <strong>Preview</strong> button is simply a link to a special view of the current template displayed to give you an idea of how the actual message will look when delivered. More information on what the preview displays is available in the content of the help tab on the preview page
ro_ro: Butonul <strong>Previzualizare</strong> este pur și simplu un link către o vizualizare specială asupra șablonului curent, afișată pentru a vă face o idee despre cum va arăta mesajul în sine atunci când va fi livrat. Mai multe informații asupra a ceea ce afișează previzualizarea găsiți în conținutul filei de ajutor din pagina de previzualizare

source: 3. Template Form Fields
ro_ro: 3. Câmpuri ale formularului șablon

source: The entire middle area of the page is dedicated to all the fields related to the message tempalte. These fields are dynamic in the sense that different messengers may require different fields (and sometimes different message types will add or subtract fields as well.
ro_ro: Întreaga zonă de mijloc a paginii este dedicată tuturor câmpurilor referitoare la șablonul mesajului. Aceste câmpuri sunt dinamice, în sensul că mesageri diferiți pot necesita câmpuri diferite (și câteodată tipuri diferite de mesaj de asemenea vor adăuga sau scădea câmpuri).

source: When editing a "Email Payment Template", you will notice that there is a field labelled "Event List" along with "Main Content". The Event List field is a special field that holds the template for whenever the <strong>[EVENT_LIST]</strong> shortcode is used in the "Main Content" field. This is so you can more finely control how each "event" in the event list displays when shown in the Main content. The "Email Registration Template", has an additional field called "Attendee List". It functions much the same except that the contents of the "Attendee List" field are used to indicate how each attendee is listed in the Main Content when the <strong>[ATTENDEE_LIST]</strong> shortcode is parsed.
ro_ro: La editarea unui „șablon e-mail plată” veți observa că există un câmp etichetat „Listă evenimente” alături de „Conținut principal”. Câmpul listă evenimente este un câmp special care conține șablonul pentru oricând este utilizat codul scurt <strong>[EVENT_LIST]</strong> în câmpul „Conținut principal”. Acest lucru este ca să puteți controla mai fin modul în care fiecare „eveniment” din lista de evenimente este afișat atunci când face parte din Conținutul principal. „Șablonul e-mail înscriere” are un câmp suplimentar numit „Listă participanți”. Acesta funcționează în mare parte la fel cu excepția faptului că acest conținut al câmpului „Listă participanți” este utilizat pentru a indica modul în care fiecare participant este afișat în Conținutul principal atunci când este interpretat codul scurt <strong>[ATTENDEE_LIST]</strong>.

source: 4. Valid Shortcodes Metabox
ro_ro: 4. Căsuța de coduri scurte valide

source: The "Valid Shortcodes" metabox contains a list of all the shortcodes that can be used for the displayed template. This list may appear to stay the same between templates, but its actually a dynamic list that varies between templates.
ro_ro: Căsuța de „coduri scurte valide” conține o listă a tuturor codurilor scurte care pot fi utilizate pentru șablonul afișat. Această listă poate să pară că rămâne la fel între șabloane, dar de fapt este o listă dinamică, ce variază între șabloane.

source: This box is at a fixed height, but contents are scrollable. You can click the little question mark to find out what the given shortcode will parse to when used in your template.
ro_ro: Această căsuță are o înălțime fixă, dar conținutul său este derulant. Puteți da clic pe semnul mic de întrebare pentru a afla cum va fi interpretat codul scurt atunci când va fi utilizat în șablonul dumneavoastră.

source: <strong>An important note:</strong> The system has been designed so that when you save the template, checks will be performed on each field to make sure that only valid shortcodes (or values) are used within them. You will get a warning box with clear instructions if you've tried to use a particular shortcode in a field that does not support it. Also, you'll want to try the Preview button if you've made any changes to the template to see if the changes are as you expected!
ro_ro: <strong>O notă importantă:</strong> Sistemul a fost proiectat încât atunci când salvați șablonul, se vor efectua verificări pe fiecare câmp pentru a asigura că în șablon sunt utilizate doar coduri scurte (sau valori) valide. Veți primi o căsuță de avertizare cu instrucțiuni clare, dacă ați încercat să utilizați un anume cod scurt într-un câmp care nu îl suportă. De asemenea, veți dori să încercați butonul Previzualizare, dacă ați efectuat orice schimbare asupra șablonului, pentru a vedea dacă schimbările sunt cele așteptate!

source: 5. Override all custom option
ro_ro: 5. Treceți peste toate opțiunile personalizate

source: When you are editing a template that is a global template (not a custom event template), you'll see an option in the Publish metabox in the right column labelled "Override all custom". When this option is selected, what happens is even if there are custom event templates for that <em>messenger</em>, <em>message type</em>, and <em>context</em>, they will be ignored and the global template is used instead. Why would you want to do this? Well, for this given example, you may want to be able to allow custom event templates to be able to modify the looks and content of what goes out to Primary Attendees but to never affect what the Event Administrator recieves (as set by the global template).
ro_ro: Când editați un șablon care este un șablon global (nu un șablon de eveniment personalizat), veți observa o opțiune în căsuța Publicare din colțul dreapta, etichetată ”Treceți peste toate personalizările”. Atunci când această opțiune este selectată, ceea ce se întâmplă este că, deși există șabloane de eveniment personalizat pentru acel <em>mesager</em>, <em>tip de mesaj</em> și <em>context</em>, ele vor fi ignorate și șablonul global va fi utilizat în loc. De ce ați dori să faceți acest lucru? Ei bine, pentru acest exemplu dat, ați putea dori să puteți permite șabloanelor de eveniment personalizat să poată modifica aspectul și conținutul a ceea ce ajunge la Participantul principal, dar fără a afecta niciodată ceea ce primește Administratorul de evenimente (conform celor setate de șabloanele globale).

source: What are Messengers?
ro_ro: Ce sunt mesagerii?

source: Messengers are the vehicles that deliver messages to people. By default, every Event Espresso install has the <strong>Email</strong> messenger already active. The Email messenger is a vehicle for delivering messages. Other possible vehicles might be any social media applications, 3rd Party API's etc.
ro_ro: Mesagerii sunt vehicule care livrează mesajele oamenilor. Implicit, fiecare instalare de Event Espresso are mesagerul <strong>E-mail</strong> deja activ. Mesagerul E-mail este un vehicul pentru livrarea mesajelor. Alte posibile vehicule ar putea fi orice aplicație de rețele sociale, API-uri terțe etc.

source: More about the Messages Overview Table
ro_ro: Mai multe despre tabelul de vedere de ansamblu a mesajelor

source: This table represents all the various message templates that have been created.
ro_ro: Acest tabel reprezintă toate șabloanele variate de mesaje, care au fost create.

source: Views
lv_lv: Skati
ro_ro: Vizualizări

source: Views are a type of filter that allow you to restrict what you see in the table. The little number in brackets next to each view represents the number of templates that will be displayed with that view. There are five different views available for you to select from:
ro_ro: Vizualizările sunt un tip de filtru care vă permite să restricționați ceea ce vedeți în tabel. Numărul mic dintre paranteze de lângă fiecare vizualizare reprezintă numărul de șabloane care vor fi afișate cu acea vizualizare. Există cinci vizualizări diferite disponibile pentru dumneavoastră, din care să alegeți:

source: This shows the all the message templates that are currently active and being used by the system
ro_ro: Aceasta afișează toate șabloanele de mesaje care sunt în prezent active și sunt utilizate de către sistem

source: This shows EVERY message template that has been created and is in the database
ro_ro: Aceasta afișează TOATE șabloanele de mesaje care au fost create și există în baza de date

source: This will restrict the view to ONLY show templates that are global templates. Global templates are used by all events (that don't have a custom template created)
ro_ro: Aceasta va restricționa vizualizarea pentru a arăta DOAR șabloanele care sunt șabloane globale. Șabloanele globale sunt utilizate de către toate evenimentele (care nu au creat un șablon personalizat)

source: This restricts the view to only show custom event message templates
ro_ro: Aceasta restricționează vizualizarea pentru a afișa doar șabloanele de mesaj pentru evenimente personalizate

source: This displays all message templates that are currently not active because they are in the trash
ro_ro: Aceasta afișează toate șabloanele de mesaj care sunt în prezent inactive din cauză că se află în coșul de gunoi

source: Filters are the two dropdowns that you see below the Views and to the right of the "Apply" button. The first dropdown contains a list of active messengers that you can filter your message template list by. The second dropdown contains a list of installed message types that you can filter your message template list by. When you select from the lists and then click the "Filter" button, the table will only display the Message Templates that match both the selected messenger and message type. You can reset the filters by clicking the (you guessed it!) "Reset Filters" button
ro_ro: Filtrele sun două liste derulante pe care le vedeți sub Vizualizări și la dreapta butonului „Aplicare”. Prima listă derulantă conține o listă de mesageri activi, cu ajutorul căreia puteți filtra lista dumneavoastră de șabloane. A doua listă derulantă conține o listă a tipurilor de mesaj instalate, cu ajutorul căreia puteți filtra lista dumneavoastră de șabloane. Atunci când selectați din liste și apoi dați clic pe butonul „Filtrare”, tabelul va afișa doar Șabloanele de mesaj care corespund atât cu mesagerii cât și cu tipurile de mesaj selectate. Puteți reseta filtrele dând clic pe (ați ghicit!) butonul ”Resetare filtre”

source: Table Columns
ro_ro: Coloane tabel

source: The event column is used to indicate whether the template is a global template or a custom event template. Event titles are listed here for custom event templates and they are be linked to the editor for the event
ro_ro: Coloana eveniment este utilizată pentru a indica dacă șablonul este un șablon global sau un șablon de eveniment personalizat. Titlurile evenimentelor sunt listate aici pentru șabloanele de eveniment personalizat și au un link către editorul evenimentului

source: This column lists what message type this template is for.
ro_ro: Această coloană listează pentru care tipuri de mesaj este acest șablon.

source: This column displays a number of different elements for the listed template. First is the messenger that this template is delivered by. The messenger title is linked to the editor for the first <em>context</em> listed (context is labelled "recipients" for payment message types)
ro_ro: Această coloană afișează un număr de diferite elemente pentru șablonul listat. Mai întâi este mesagerul prin care este livrat acest șablon. Titlul mesagerului are un link către editor pentru primul <em>context</em> listat (contextul este etichetat „destinatari” pentru tipurile de mesaj de plată)

source: Below the Messenger title, is a list of different contexts. The context label varies for each message type but it is usually labelled "Recipients". You can click on each context title to go to the specific template for that context and edit it as desired.
ro_ro: Sub titlul mesagerului se află o listă de contexte diferite. Eticheta contextului variază pentru fiecare tip de mesaj dar este de obicei numită „Destinatari”. Puteți da clic pe fiecare titlu de context pentru a merge la șablonul specific pentru acel context și pentru a îl edita după dorințe.
