Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: no attendee details submitted
lv_lv: dalībnieka detaļas nav pievienotas

source: Dates &amp; Times
lv_lv: Datumi &amp; Laiki

source: Member Only Event. Please
lv_lv: Pasākums tikai biedriem, lūdzu

source: Sorry. This Event is sold out.
lv_lv: Atvainojiet. Šis pasākums ir izpārdots.

source: This Event is no longer open for registration.
lv_lv: Šis pasākums vairs nav pieejams reģistrācijai.

source: No payment required.<br/>Please click "Confirm Registration" below to complete the registration process.
lv_lv: Maksājums nav nepieciešama.<br/>Lūdzu nospiediet "Apstiprināt reģistrāciju" zemāk, lai pabeigtu reģistrēšanos.

source: Registration &amp; Ticket Information
lv_lv: Reģistrācija &amp; Biļešu informācija

source: Description:
lv_lv: Apraksts:

source: click here for more details about
lv_lv: sīkaķiem paskaidrojumiem klikšķiniet 'šeit

source: click for more details
lv_lv: klikšķināt vairāk detaļām

source: Submit Registration
lv_lv: Apstiprināt reģistrāciju

source: Step 1 - Attendee Information
lv_lv: Solis 1 - Dalībnieka informācija

source: No information is required to attend this event. Please proceed to Step 2
lv_lv: Informācija nav nepieciešama, lai apmeklētu šo pasākumu. Lūdzu, pārejiet uz 2

source: Registration&nbsp;Step&nbsp;2&nbsp;
lv_lv: Reģistrācijas&nbsp;solis&nbsp;2&nbsp;

source: Registration&nbsp;Step&nbsp;2
lv_lv: Reģistrācijas&nbsp;Solis&nbsp;2

source: Step 2 - Payment Options
lv_lv: Solis 2 - Maksājumu iespējas

source: Registration&nbsp;Step&nbsp;3&nbsp;
lv_lv: Reģistrācijas&nbsp;Solis&nbsp;3&nbsp;

source: Step 3 - Registration Confirmation
lv_lv: Solis 3 - Reģistrācijas apstiprināšana

source: YES!&nbsp;Confirm&nbsp;Registration&nbsp;
lv_lv: JĀ!&nbsp;Apstiprināt&nbsp;reģistrāciju&nbsp;

source: Time :
lv_lv: Laiks:

source: Regsitration is Closed
lv_lv: Reģistrēršanās ir slēgta

source: Yen (&yen;)
lv_lv: Jena (&yen;)

source: Zip
lv_lv: Pasta Indeks

source: Australia
lv_lv: Austrālija

source: Contact:
lv_lv: Kontaktinformācija:

source: Export
lv_lv: Eksportēt

source: German
lv_lv: Vācu

source: Public
lv_lv: Publisks Pasākums

source: Allow discount codes?
lv_lv: Vai Atļaut šajā Pasākumā Izmantot Pasākumu Atlaides Kodus?

source: Text
lv_lv: Teksts

source: Edit Locale:
lv_lv: Labot lokalizāciju:

source: IMPORTANT:
lv_lv: SVARĪGI:

source: Total:
lv_lv: Kopējā Summa:

source: General
lv_lv: Vispārīgi

source: Calendar
lv_lv: Kalendārs

source: Email
lv_lv: E-pasts

source: Newsletter
lv_lv: Avīze

source: Email:
lv_lv: E-pasts:

source: Choose number of tickets for
lv_lv: Izvēlieties biļešu skaitu

source: Please verify your registration details:
lv_lv: Lūdzu pārbaudiet reģistrācijas datus:

source: Price per attendee:
lv_lv: Cena par Dalībnieku:

source: Attendee Name:
lv_lv: Dalībnieka Vārds:

source: Discount of
lv_lv: Atlaide

source: applied
lv_lv: piešķirta

source: Additional Information for:
lv_lv: Papildus informācija par:

source: Your Event Espresso templates are outdated. Please update your templates ASAP!
lv_lv: Jūsu Event Espresso ;sabloni ir novecojuši. Lūdzu atjaunojiet cik ātri vien iespējams!

source: Event Espresso Widget
lv_lv: Event Espresso vidžets

source: false
lv_lv: neatbilst

source: Show Secondary Events?
lv_lv: Rādīt sekundāros pasākumus?

source: Malaysian Ringgit
lv_lv: Malaizijas ringits

source: Euro
lv_lv: Eiro

source: Contact
lv_lv: Kontaktinformācijas E-pasts

source: Type/Price per attendee:
lv_lv: Tips/Maksa par dalību:

source: g:i a
lv_lv: G:i

source: Vertical
lv_lv: Vertikāli

source: Font:
lv_lv: Fonts:

source: Cost
lv_lv: Cena

source: Manual
lv_lv: Manuāli

source: Administrator
lv_lv: Administrators
