Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: View Registrations for Event
lv_lv: Skatīt pasākuma reģistrācijas
ro_ro: Vizualizare înscrieri pentru eveniment

source: Export Event details to csv
lv_lv: Ekportēt pasākuma datus uz CSV
ro_ro: Export detalii eveniment în csv

source: Default Event Settings
lv_lv: Noklusētie pasākuma iestatījumi
ro_ro: Setări implicite ale evenimentului

source: This means the attendee's registration has been accepted as complete and will be count towards the registration limit, tickets left, and availalbe seats calculations. This default status can be overridden by the individual event's
ro_ro: Acest lucru înseamnă că înscrierea participantului a fost acceptată ca și completă și va fi numărată pentru limita de înscrieri, bilete rămase și calcule privind locurile libere. Acest status implicit poate fi suprascris de fiecare eveniment individual

source: Default Registration Status
lv_lv: Noklusētais reģistrēšanās statuss
ro_ro: Status implicit al înscrierii

source: Critical Pages
ro_ro: Pagini critice

source: Thank You Page
lv_lv: Paldies lapa
ro_ro: Pagina de „Vă mulțumim”

source: Transaction Page
lv_lv: Transakcijas lapa
ro_ro: Pagină tranzacții

source: Cancel/Return Page
lv_lv: Atcelšanas/atgriešanās lapa
ro_ro: Pagina de ”Anulare/Întoarcere”

source: Google Maps
ro_ro: Hărți Google

source: Google Maps Configuration
lv_lv: Google Maps konfigurēšana
ro_ro: Configurare hărți Google

source: Your Organization
lv_lv: Jūsu organizācija
ro_ro: Organizația dumneavoastră

source: Admin Options
lv_lv: Administratora iespējas
ro_ro: Opțiuni administrare

source: Affiliate
ro_ro: Afiliat

source: Page%sStatus%sOK
ro_ro: %sStatus%s pagină OK

source: Page%sVisibility%sProblem
ro_ro: Problemă de %svizibilitate%s a paginii

source: Shortcode%sOK
lv_lv: Īskods%sOK
ro_ro: Cod scurt %s OK

source: Shortcode%sProblem
lv_lv: Īskods%sproblēma
ro_ro: Problemă cod scurt %s

source: Please use caution when using this feature. These files may be publicly available.
ro_ro: Vă rugăm manifestați prudență atunci când utilizați această caracteristică. Aceste fișiere este posibil să fie disponibile în mod public.

source: File is available at: %s
ro_ro: Fișier disponibil la: %s

source: Earn cash for promoting Event Espresso.
ro_ro: Câștigați bani pentru promovarea Event Espresso.

source: Sending login information (optional):
ro_ro: Trimitere informații autentificare (opțional):

source: Critical Pages & Shortcodes
ro_ro: Pagini critice & coduri scurte

source: Main Page
lv_lv: Sākumlapa
ro_ro: Pagina principală

source: This page can be hidden from navigation if desired, but should always contain the %s shortcode.
ro_ro: Această pagină poate fi ascunsă din navigație, dacă se dorește, dar ar trebui să conțină mereu codul scurt %s.

source: This page should be hidden from your navigation, but still viewable to the public (not password protected), and should always contain the %s shortcode.
ro_ro: Această pagină ar trebui ascunsă din navigația dumneavoastră, dar totuși vizibilă pentru public (fără a fi protejată de o parolă) și ar trebui să conțină mereu codul scurt %s.

source: Transactions Page
lv_lv: Transakcijas lapa
ro_ro: Pagină tranzacții

source: Notify URL (processes payments)
ro_ro: URL notificare (procesează plăți)

source: This page should be hidden from your navigation, but still viewable to the public (not password protected), and should always contain a "cancelled transaction" message and the %s shortcode.
ro_ro: Această pagină ar trebui ascunsă din navigația dumneavoastră, dar totuși vizibilă pentru public (fără a fi protejată de o parolă) și ar trebui să conțină mereu un mesaj de „tranzacție anulată” și codul scurt %s.

source: Reg Page Map Settings
lv_lv: Reģ. lapas kartes uzstādījumi
ro_ro: Setări hartă pagină înscriere

source: Events List Options
lv_lv: Pasākumu saraksta uzstādījumi
ro_ro: Opțiuni listă evenimente

source: Do not use this if you are using the venue shortcodes in your event description.
ro_ro: Nu utilizați acest lucru dacă folosiți codurile scurte de locație în descrierea evenimentelor dumneavoastră.

source: Street Address:
lv_lv: Iela:
ro_ro: adresă de stradă:

source: Street Address 2:
lv_lv: Iela 2:
ro_ro: adresă de stradă, partea 2:

source: Zip / Postal Code:
lv_lv: Pasta indekss:
ro_ro: Cod poștal:

source: Primary Contact Email:
lv_lv: Galvenais e-pasts:
ro_ro: E-mail contact principal:

source: Upload New Logo
ro_ro: Încărcare emblemă nouă

source: Your logo will be used on custom invoices, tickets, certificates, and payment templates.
lv_lv: Jūsu logo tiks lietots pielāgotajos rēķinos, biļetēs, sertifikātos un maksājumu šablonos.
ro_ro: Emblema dumneavoastră va fi utilizată în facturi personalizate, bilete, certificate și șabloane de plată.

source: Existing Logo
ro_ro: Emblemă existentă

source: Notifications
lv_lv: Paziņojumi
ro_ro: Notificări

source: There are no active messengers. So no notifications will NOT go out for <strong>any</strong> events. You will want to %sActivate a Messenger%s.
ro_ro: Nu există mesageri activi. Așadar nicio notificare NU va fi trimisă pentru <strong>niciun</strong> eveniment. Veți dori să %sActivați un mesager%s.

source: You will see notifications options after you add the initial details for your event and save it
ro_ro: Veți vedea opțiuni de notificare după ce adăugați detaliile inițiale pentru evenimentul dumneavoastră și după ce îl salvați

source: Messages System
ro_ro: Sistem de mesaje

source: There is no messenger for the given classname (%s)
ro_ro: Nu există niciun mesager pentru numele de clasă indicat (%s)

source: There is no message type for the given classname (%s)
ro_ro: Nu există niciun tip de mesaj pentru numele de clasă indicat (%s)

source: Add New Message Template
lv_lv: Pievienot jaunu ziņojuma šablonu
ro_ro: Adăugare șablon nou de mesaj

source: Edit Message Template
lv_lv: Labot ziņojuma šablonu
ro_ro: Editare șablon mesaj

source: Delete Message Template
lv_lv: Dzēst ziņojuma šablonu
ro_ro: Ștergere șablon mesaj

source: Update Actions
lv_lv: Atjaunošanas darbības
ro_ro: Actualizare acțiuni

source: About Messages
ro_ro: Despre mesaje

source: About Messengers
ro_ro: Despre mesageri

source: About Message Types
ro_ro: Despre tipuri de mesaj

source: About Message Templates
lv_lv: Par ziņojumu šabloniem
ro_ro: Despre șabloane de mesaj

source: About the Overview
lv_lv: Par apskatu
ro_ro: Despre privirea de ansamblu

source: Add New Message Templates
lv_lv: Pievienot ziņojuma šablonus
ro_ro: Adăugare șabloane noi de mesaj

source: Reset Templates
lv_lv: Atiestatīt šablonus
ro_ro: Resetare șabloane

source: Edit Message Templates
lv_lv: Labot ziņojuma šablonus
ro_ro: Editare șabloane mesaje

source: About Template Editor
ro_ro: Despre editorul de șabloane

source: Message Preview
lv_lv: Ziņojuma priekšskatījums
ro_ro: Previzualizare mesaj

source: About Previews
lv_lv: Par priekšskatījumiem
ro_ro: Despre previzualizări

source: About Message Settings
lv_lv: Par ziņojuma uzstādījumiem
ro_ro: Despre setări mesaj

source: Editor Title
lv_lv: Redaktors nosaukums
ro_ro: Titlu editor

source: Context Switcher and Preview
ro_ro: Comutator context și previzualizare

source: Message Template Form Fields
ro_ro: Câmpuri formular din șablon mesaje

source: Shortcodes Metabox
lv_lv: Īskodu metabox
ro_ro: Căsuță meta privind coduri scurte

source: Publish Metabox
ro_ro: Căsuță meta privind publicarea

source: Active Email Tab
ro_ro: Filă e-mail activă

source: Inactive Email Tab
lv_lv: Neaktīvo e-pastu cilne
ro_ro: Filă e-mail inactivă

source: On Toggle Image
ro_ro: Imagine comutator „Pornit”

source: Off Toggle Image
ro_ro: Imagine comutator „Oprit”

source: Are you sure you want to reset the %s %s message templates? Remember continuing will reset the templates for all contexts in this messenger and message type group.
ro_ro: Sunteți sigur că doriți să resetați șabloanele de mesaj %s %s? Rețineți că, mergând mai departe, veți reseta șabloanele pentru toate contextele din acest mesager și din acest grup de tip de mesaj.

source: In Use
lv_lv: Tiek lietots
ro_ro: În uz

source: Restore From Trash
lv_lv: Atjaunot no miskastes
ro_ro: Restabilire din coșul de gunoi

source: for Event: %s
lv_lv: pasākumam: %s
ro_ro: pentru eveniment: %s

source: %s %s Template %s %s
lv_lv: %s %s Šablons %s %s
ro_ro: %s %s Șablon %s %s

source: (Basic HTML tags allowed)
ro_ro: (sunt permise etichete HTML de bază)

source: Global Template
lv_lv: Vispārīgais šablons
ro_ro: Șablon global

source: Override all custom
ro_ro: Trece peste toate personalizările

source: Active Template
lv_lv: Aktīvais šablons
ro_ro: Șablon activ

source: Other Details
lv_lv: Citas detaļas
ro_ro: Alte detalii

source: Editing %s
lv_lv: Labot %s
ro_ro: Editând %s

source: In order to reset the template to its default we require the messenger, message type, and message template GRP_ID to know what is being reset. At least one of these is missing.
ro_ro: Pentru a reseta șablonul la starea sa implicită, este necesar ca mesagerul, tipul de mesaj și șablonul de mesaj GRP_ID să cunoască ce trebuie resetat. Cel puțin unul dintre acestea lipsește.

source: Something went wrong with deleting existing templates. Unable to reset to default
ro_ro: Ceva nu a mers bine în timpul ștergerii șabloanelor existente. În imposibilitate de a reseta la implicit

source: Successfully deleted existing templates but unable to regenerate default templates. You can try regenerating by deactivating and reactivating the messenger in the messenger settings page, if that doesn't work please contact support
ro_ro: Șabloanele existente au fost șterse cu succes dar șabloanele implicite nu au putut fi regenerate. Puteți încerca regenerarea prin dezactivarea și reactivarea mesagerului în pagina de setări mesager; dacă asta nu funcționează, vă rugăm să contactați echipa de suport

source: Templates have been reset to defaults.
lv_lv: Šabloni atiestatīti pēc noklusējuma.
ro_ro: Șabloanele au fost resetate la starea implicită.

source: Missing necessary parameters for displaying preview
ro_ro: Parametri necesari lipsesc pentru afișarea previzualizării

source: Go Back to Edit
lv_lv: Atpakaļ uz labošanu
ro_ro: Mergeți Înapoi pentru a edita

source: Viewing Preview for %s %s Message Template
ro_ro: Afișând previzualizarea pentru șablonul de mesaj %s %s

source: Valid Shortcodes
lv_lv: Derīgi īskodi
ro_ro: Coduri scurte valide

source: Extra Actions
lv_lv: Papildus darbības
ro_ro: Acțiuni suplimentare

source: Test Send
ro_ro: Trimitere test

source: There are no valid shortcodes available
ro_ro: Nu există disponibil niciun cod scurt valid

source: Switch %s
ro_ro: Comută %s

source: There was a problem saving the template fields from the form because I didn't receive any actual template field data.
ro_ro: A apărut o problemă în salvarea câmpurilor șablonului din formular, din cauză că nu a fost primită nicio informație reală privind câmpurile din șablon.

source: %s field was NOT updated for some reason
ro_ro: Câmpul %s NU a fost actualizat din cauza unui motiv

source: Test message sent
ro_ro: Mesaj de test trimis

source: The test message was not sent
lv_lv: Izmēģinājuma ziņa netika nosūtīta
ro_ro: Mesajul de test nu a fost trimis

source: learn more about how message templates works
ro_ro: aflați mai multe despre cum funcționează șabloanele de mesaje

source: Modify this Messenger
lv_lv: Labot šo ziņotāju
ro_ro: Modificați acest mesager

source: Drag this message type to the Inactive window to deactivate
ro_ro: Trageți acest tip de mesaj în fereastra de Inactiv, pentru a dezactiva

source: Drag this message type to the messenger to activate
ro_ro: Trageți acest tip de mesaj către mesager, pentru a activa

source: %s Settings
lv_lv: %s Uzstādījumi
ro_ro: Setări %s

source: Inactive Message Types
ro_ro: Tipuri de mesaj inactiv

source: Messenger name needed to toggle activation. None given
ro_ro: Numele de mesager este necesar pentru a comuta activarea. Nu a fost furnizat niciunul

source: Messenger status needed to know whether activation or deactivation is happening. No status is given
ro_ro: Statusul mesagerului este necesar pentru a ști dacă se întâmplă activarea sau dezactivarea. Nu a fost furnizat niciun status

source: The given status (%s) is not valid. Must be "off" or "on"
ro_ro: Statusul furnizat (%s) nu este valid. Trebuie să fie „oprit” sau „pornit”

source: Message Type name needed to toggle activation. None given
ro_ro: Numele tipului de mesaj este necesar pentru a comuta activarea. Nu a fost furnizat niciunul

source: The given status (%s) is not valid. Must be "active" or "inactive"
ro_ro: Statusul furnizat (%s) nu este valid. Trebuie sa fie „activ” sau „inactiv”

source: %s message type has been successfully activated with the %s messenger
ro_ro: Tipul de mesaj %s a fost activat cu succes pentru mesagerul %s

source: %s messenger has been successfully activated
lv_lv: %s ziņotājs tika veiksmīgi aktivēts
ro_ro: Mesagerul %s a fost activat cu succes

source: Messengers
ro_ro: Mesageri

source: messenger
ro_ro: mesager

source: Remember, deactivating message types does NOT delete any templates or any customization you have done. All it does is "deactivate" them. Should you activate the message type later your templates will be restored.
ro_ro: Rețineți, dezactivarea tipurilor de mesaj NU șterge niciun șablon și nicio personalizare pe care ați efectuat-o. Tot ceea ce face este să le „dezactiveze”. Dacă veți activa mai târziu tipul de mesaj, atunci șabloanele dumneavoastră vor fi restaurate.

source: Remember, deactivating messengers does NOT delete any templates or any customization you have done. All it does is "deactivate" them. Should you activate the message type or messenger later your templates will be restored.
ro_ro: Rețineți, dezactivarea mesagerilor NU șterge niciun șablon și nicio personalizare pe care ați făcut-o. Tot ceea ce face este să le „dezactiveze”. Dacă mai târziu veți activa tipul de mesaj sau mesagerul, atunci șabloanele dumneavoastră vor fi restabilite.

source: %s %s has been successfully deactivated
lv_lv: %s %s tika veiksmīgi deaktivēts
ro_ro: %s %s a fost dezactivat cu succes

source: Message Type
lv_lv: Ziņojuma tips
ro_ro: Tip de mesaj

source: Messenger
ro_ro: Mesager

source: Require message type or messenger to send an updated form
ro_ro: Necesită tip de mesaj sau mesager pentru a trimite un formular actualizat

source: Cannot save settings because type is unknown (messenger settings or messsage type settings?)
ro_ro: Nu pot fi salvate setările din cauză că tipul este necunoscut (setări mesager sau setări tip de mesaj?)

source: Settings updated
lv_lv: Uzstādījumi atajaunoti
ro_ro: Setări actualizate

source: Settings did not get updated
ro_ro: Setările nu au fost actualizate

source: Messages
ro_ro: Mesage

source: Message Template Group
ro_ro: Grup șabloane mesaj

source: Message Template
lv_lv: Ziņojuma šablons
ro_ro: Șablon mesaj

source: Show All
lv_lv: Rādīt visu
ro_ro: Afișează tot

source: No Messengers active
ro_ro: Niciun mesager activ

source: No Message Types active
ro_ro: Niciun tip de mesaj activ

source: Edit Template Group
lv_lv: Labot šablonu grupu
ro_ro: Editare grup de șabloane

source: Move Template Group to Trash
lv_lv: Iemest šablonu grupu miskastē
ro_ro: Mutați grupul de șabloane în coșul de gunoi

source: Restore Message Template
lv_lv: Atajunot ziņojuma šablonu
ro_ro: Restabiliți șablonul de mesaj

source: Delete Template Group Permanently
ro_ro: Ștergeți permanent grupul de șabloane

source: Edit Context
lv_lv: Labot kontekstu
ro_ro: Editare context

source: Cannot find Event
lv_lv: Nevar atrast pasākumu
ro_ro: Nu a fost găsit evenimentul

source: feature in progress
ro_ro: caracteristică în curs

source: Select Messenger
lv_lv: Izvēlieties ziņotāju
ro_ro: Selectare mesager

source: Select Message Type
lv_lv: Izvēlēties ziņojuma tipu
ro_ro: Selectare tip de mesaj

source: Select Event
lv_lv: Izvēlēties pasākumu
ro_ro: Selectare eveniment

source: Something has gone wrong, there are no template fields to output.
ro_ro: Ceva nu a mers bine, nu există niciun câmp al șablonului, de afișat.

source: Below are message types that are currently inactive with this messenger. Drag them over to the messenger box to activate them.
ro_ro: Mai jos sunt tipuri de mesaj care sunt inactive în prezent, cu acest mesager. Trageți-le peste căsuța mesagerului, pentru a le activa.

source: This messenger is currently inactive. Once the messenger is activated any inactive message types associated with the messenger will be shown here.
ro_ro: Acest mesager este în prezent inactiv. Odată ce mesagerul este activat, orice tip de mesaj inactiv asociat cu acest mesager va fi afișat aici.

source: Below are message types that are currently <strong>active</strong> with this messenger. Drag them over to the "Inactive Message Types" box to deactivate them.
ro_ro: Mai jos sunt tipuri de mesaj care sunt în prezent <strong>active</strong> cu acest mesager. Trageți-le peste căsuța de „Tipuri de mesaj inactive”, pentru a le dezactiva.

source: What are Message Templates
lv_lv: Kas ir ziņojuma šabloni
ro_ro: Ce sunt șabloanele de mesaj

source: Message Templates are the <em>format</em> of the messages going out. Think of them like a “Form letter”. Templates are used to tell the system what you want your messages to look like and the content they will have when they are delivered.
ro_ro: Șabloanele de mesaj reprezintă <em>formatul</em> mesajelor de trimis. Gândiți-vă la ele ca la formatul unei scrisori. Șabloanele sunt utilizate pentru a transmite sistemului cum doriți să arate mesajele dumneavoastră și ce conținut vor avea atunci când vor fi livrate.

source: There is a template created for each messenger/message type AND context combination. So example, Emails that are sent for the Payment confirmation have a template for Event Administrator and a different one for Primary Attendee. Whereas, emails that are sent for the Registration confirmation have 3 templates, one for Event Administrator, Primary Attendee, and Attendee.
ro_ro: Există un șablon creat pentru fiecare combinație de mesager/tip de mesaj ȘI context. De exemplu, e-mail-urile care sunt trimise drept confirmare a plății au un șablon pentru administratorul de evenimente și un altul pentru participantul principal. În timp ce e-mail-urile care sunt trimise pentru confirmarea înscrierii au 3 șabloane, unul pentru administratorul de evenimente, pentru participantul principal și pentru participant.

source: With the Event Espresso Messages system, every Messenger, Message Type and Context will have a global template created with some default content on creation. You have the ability to edit this global template that will be used for all events you create. However, you also have the ability to create custom templates for each event on the edit event page for the event (in a metabox labelled "Notifications").
ro_ro: Cu sistemul de mesaje Event Espresso, fiecare mesager, tip de mesaj și context vor avea un șablon global creat cu un conținut implicit. Aveți posibilitatea de a edita acest șablon global care va fi utilizat pentru toate evenimentele pe care le creați. Oricum, aveți de asemenea posibilitatea de a crea șabloane personalizate pentru fiecare eveniment în pagina de editare a evenimentului (într-o căsuță meta etichetată „Notificări”).

source: What are Message Types?
ro_ro: Ce sunt tipurile de mesaj?

source: Message Types are the <em>kinds</em> of messages that get delivered. Think of them as the "type" of package that is being delivered by the messenger. For example, Event Espresso comes with two Message Types attached to the Email messenger: Registration Confirmation (which is triggered by frontend event registrations), and Payment Confirmation (which is triggered by frontend payments).
ro_ro: Tipurile de mesaj sunt <em>tipuri</em> de mesaje care sunt livrate. Gândiți-vă la ele ca un „tip” de pachet care este livrat de către mesager. De exemplu, Event Espresso vine cu două tipuri de mesaj atașate mesagerului e-mail: confirmarea înscrierii (care este declanșată de înscrierea la eveniment, din interfața accesibilă utilizatorilor site-ului) și confirmarea plății (care este declanșată de plățile din interfață).

source: Future iterations of Event Espresso 4.0 (premium versions), will include more and more different message types that can be attached to the various messengers that are avaliable
ro_ro: Viitoarele iterații de Event Espresso 4.0 (versiunile premium) vor include din ce în ce mai multe tipuri de mesaje care pot fi atașate diverșilor mesageri disponibili

source: Contexts
lv_lv: Konteksts
ro_ro: Contexte

source: Each message type (or <em>kind</em> of message remember!) has different contexts for messages created for that message type. Contexts are dynamic but generally speaking they tend to represent recipients. So for example, Registration Confirmation message type has three types of recipients for every time a registration confirmation is triggered: Event Administrator, Primary Attendee, and Attendee (which may be multiple messages if there are more than one attendee per event). Whereas the Payment Message Type only has two recipients (Event Administrator, Primary Attendee [the one making the payment]).
ro_ro: Fiecare tip de mesaj (sau <em>fel</em> de mesaj, rețineți!) are contexte diferite pentru mesajele create pentru acel tip de mesaj. Contextele sunt dinamice, dar vorbind în general, ele tind să reprezinte recipiente. De exemplu, tipul de mesaj Confirmare înscriere are trei tipuri de destinatari pentru fiecare dată când este declanșată o confirmare a înscrierii: administrator de eveniment, participant principal și participant (care poate reprezenta mesaje multiple, dacă sunt mai mulți participanți per eveniment). În timp ce tipul de mesaj Plată are doar doi destinatari (administrator de eveniment, participant principal [cel care efectuează plata]).

source: You will most likely never see the word "context" in any of the Messages system labelling because they are dynamic per message type. Usually, contexts will be labelled "Recipients" but there may be cases down the road where a message type might use contexts to represent something totally different
ro_ro: Cel mai probabil nu veți vedea niciodată cuvântul „context” în niciuna dintre etichetele sistemului de mesaje, deoarece sunt dinamice per tip de mesaj. În general, contextele vor fi etichetate „Destinatari” dar pot să existe cazuri în viitor când un tip de mesaj ar putea utiliza contexte pentru a reprezenta ceva total diferit

source: What is the Event Espresso Messages System?
ro_ro: Ce este sistemul de mesaje Event Espresso?

source: The Event Espresso Messages system is a powerful framework that Event Espresso uses to prepare <strong>messages</strong> for different types of use (message types) and delivered by different <strong>messengers</strong>.
ro_ro: Sistemul de mesaje Event Espresso este un framework puternic pe care îl utilizează Event Espresso pentru a pregăti <strong>mesaje</strong> pentru diferite tipuri de utilizare (tipuri de mesaj) și pentru a le livra prin <strong>mesageri</strong> diferiți.

source: We've intentionally created this framework so that we have as much flexibility as possible for future ideas that we think of (or customers think of) for the kinds of messages that get sent out related to your events.
ro_ro: Am creat intenționat acest framework astfel încât să avem cât mai multă flexibilitate cu putință pentru idei viitoare la care ne-am putea gândi (noi sau clienții noștri) privind tipurile de mesaje care sunt trimise în legătură cu evenimentele dumneavoastră.

source: About the Messages Settings Page
lv_lv: Par ziņojumu uzstādījumu lapu
ro_ro: Despre pagina de setări mesaje
