Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: DRAFT
ro_ro: CIORNĂ

source: DENIED
ro_ro: REFUZAT

source: CLOSED
lv_lv: SLĒGTS
ro_ro: ÎNCHIS

source: Closed
ro_ro: Închis

source: NOT_OPEN
ro_ro: NU_ESTE_DESCHIS

source: Not Open
ro_ro: Nu este deschis

source: OPEN
lv_lv: ATVĒRTS
ro_ro: DESCHIS

source: Open
ro_ro: Deschis

source: EXPIRED
ro_ro: EXPIRAT

source: Expired
ro_ro: Expirat

source: ACTIVE
ro_ro: ACTIV

source: NOT_ACTIVE
lv_lv: NE_AKTĪVS
ro_ro: INACTIV

source: Not Active
ro_ro: Inactiv

source: DELETED
lv_lv: DZĒSTS
ro_ro: ȘTERS

source: all-events
ro_ro: toate evenimentele

source: Group
ro_ro: Grup

source: Payment Method
ro_ro: Metodă de plată

source: Reg Date
ro_ro: Dată înscr

source: Pay Status
ro_ro: Status plată

source: Type of Payment
ro_ro: Tipul plății

source: Coupon Code
ro_ro: Cod cupon

source: # Attendees
lv_lv: # Dalībnieki
ro_ro: # Participanți

source: Date Paid
ro_ro: Plătit în data

source: Event Name
lv_lv: Pasākuma nosaukums
ro_ro: Nume eveniment

source: Event Date
ro_ro: Data eveniment

source: Website Check-in
ro_ro: Înregistrare site web

source: Tickets Scanned
ro_ro: Bilete scanate

source: Your log file is not writable. Check if your server is able to write to %s.
lv_lv: Jūsu žurnāla datnē nav iespējams rakstīt. Pārbaudiet vai Jūsu serverī iespējams rakstīt %s.
ro_ro: Fișierul dumneavoastră de jurnal nu poate fi scris. Verificați dacă serverul dumneavoastră poate scrie în %s.

source: Cancel
lv_lv: Atcelt
ro_ro: Anulare

source: Submit New Event
lv_lv: Iesniegt Jaunu Pasākumu
ro_ro: Trimite eveniment nou

source: Is this an active event?
lv_lv: Vai šis Pasākums ir Aktīvs?
ro_ro: Acesta este un eveniment activ?

source: Display description?
lv_lv: Vai Rādīt Pasākuma Aprakstu?
ro_ro: Afișați descrierea?

source: Display registration form?
lv_lv: Vai Rādīt Reģistrācijas Formu?
ro_ro: Afișati formularul de înscriere?

source: leave blank for unlimited
lv_lv: ja dalībnieku skaitam ierobežojumu nav, tad šeit atstājiet tukšu lauku
ro_ro: lăsați necompletat pentru nelimitat

source: Event Category
lv_lv: Pasākumu Kategorijas
ro_ro: Categorie eveniment

source: Groupon Options
lv_lv: Groupon izvēles
ro_ro: Opțiuni Groupon

source: Seating chart
lv_lv: Sēdvietu Diagramma
ro_ro: Diagramă locuri

source: Attendee pre-approval required?
lv_lv: Nepieciešama dalībnieku iepriekšēja apstiprināšana?
ro_ro: Este necesară pre-aprobarea participantului?

source: Custom Tickets
lv_lv: Biļešu Iestatījumi
ro_ro: Bilete personalizate

source: Member Options
lv_lv: Biedru Iestatījumi
ro_ro: Opțiuni membru

source: Event Staff / Speakers
lv_lv: Pasākuma Darbinieks / Runātājs
ro_ro: Personal / vorbitori eveniment

source: Permalink:
ro_ro: Link permanent:

source: Event Description
lv_lv: Pasākuma Apraksts
ro_ro: Descriere eveniment

source: Event Date/Times
lv_lv: Pasākuma Datums / Laiks
ro_ro: Date/ore eveniment

source: Registration Dates
lv_lv: Reģistrācijas Datumi
ro_ro: Date înscriere

source: Registration Start
lv_lv: Reģistrācija sākas
ro_ro: Început înscriere

source: Registration End
lv_lv: Reģistrācija beidzas
ro_ro: Sfârșit înscriere

source: Event Dates
lv_lv: Pasākuma Datumi
ro_ro: Date eveniment

source: Event Start Date
lv_lv: Pasākuma Sākuma Datums
ro_ro: Data de început a evenimentului

source: Event End Date
lv_lv: Pasākuma Beigu Datums
ro_ro: Dată sfârșit eveniment

source: Current Time
lv_lv: Pašreizējais Laiks
ro_ro: Ora curentă

source: Event Timezone
lv_lv: Pasākuma laika zona
ro_ro: Fus orar eveniment

source: Recurring Event Manager Now Available!
ro_ro: Managerul de evenimente recurente este acum disponibil!

source: Registration Times
lv_lv: Reģistrācijas Laiki
ro_ro: Ore înscriere

source: Event Times
lv_lv: Pasākuma Laiki
ro_ro: Ore eveniment

source: Event Pricing
lv_lv: Pasākuma Cenas
ro_ro: Tarifare eveniment

source: Advanced Options
lv_lv: Papildus Iestatījumu Iespējas
ro_ro: Opțiuni avansate

source: Venue Details
lv_lv: Vietas detaļas
ro_ro: Detalii locație

source: Venue Information
lv_lv: Norises Vietas Informācija
ro_ro: Informații locație

source: You have not created any venues yet.
lv_lv: Jūs vēl neesat izveidojis nevienu norises vietas informāciju.
ro_ro: Încă nu ați creat nicio locație.

source: Add venues to the Venue Manager
lv_lv: Pievienot Pasākuma Vietu " Pasākumu Norises Vietas Pārvaldītājā "
ro_ro: Adăugați locații la Managerul de locații

source: Physical Location
lv_lv: Reālās Atrašanās Vietas Informācija
ro_ro: Locație fizică

source: Address 2:
lv_lv: Adrese 2:
ro_ro: Adresa 2:

source: State:
lv_lv: Štats:
ro_ro: Stare:

source: Zip/Postal Code:
lv_lv: Pasta indekss:
ro_ro: Cod poștal:

source: Image:
lv_lv: Attēls:
ro_ro: Imagine:

source: Virtual Location
lv_lv: Virtuālās Atrašanās Vietas Informācija
ro_ro: Locație virtuală

source: URL of Event:
lv_lv: Pasākuma URL Adrese:
ro_ro: URL eveniment:

source: Call in Number:
lv_lv: Informācijas Telefona Numurs Zvanīšanai:
ro_ro: Număr de apel:

source: Event Meta
lv_lv: Pasākuma Informācijas Papildinājumi / Meta
ro_ro: Meta eveniment

source: Email Confirmation:
lv_lv: Reģistrācijas Apstiprinājuma E-pasta Vēstule:
ro_ro: Confirmare e-mail:

source: The event
lv_lv: Pasākums
ro_ro: Evenimentul

source: has been added.
lv_lv: tika pievienots.
ro_ro: a fost adăugat(ă).

source: There was an error in your submission, please try again. The event was not saved!
ro_ro: A avut loc o eroare în trimiterea dumneavoastră, vă rugăm să încercați din nou. Evenimentul nu a fost salvat!

source: Sorry, you do not have permission to edit this event.
lv_lv: Atvainojiet, Jums nav tiesību labot šo pasākumu.
ro_ro: Ne pare rău, nu aveți permisiuni pentru a edita acest eveniment.

source: Quick Overview
lv_lv: Pasākuma Īss Kopskats
ro_ro: Privire rapidă, de ansamblu

source: Are you sure you want to copy
lv_lv: Tiešām vēlaties kopēt
ro_ro: Sunteți sigur că doriți să copiați

source: Duplicate Event
lv_lv: Kopēt Pasākumu
ro_ro: Duplicați eveniment

source: Start Date
lv_lv: Sākuma Datums
ro_ro: Dată de început

source: Current Status:
lv_lv: Pašreizējais Statuss:
ro_ro: Status curent:

source: View Attendees
lv_lv: Skatīties Pasākuma Dalībniekus
ro_ro: Vizualizare participanți

source: Submitted By:
lv_lv: Pasākumu Iesniedza:
ro_ro: Înaintat de:

source: Organization:
lv_lv: Organizācija:
ro_ro: Organizație:

source: Date Submitted:
lv_lv: Iesniegšanas Datums:
ro_ro: Data trimiterii:

source: Are you sure you want to delete
lv_lv: Tiešām vēlaties dzēst
ro_ro: Sunteți sigur că doriți să ștergeți

source: Delete all events in this series
lv_lv: Dzēst visus pasākumus šajā sērijā
ro_ro: Ștergeți toate evenimentele din această serie

source: Delete Event
lv_lv: Dzēst Pasākumu
ro_ro: Ștergeți eveniment

source: Update Event
lv_lv: Saglabāt Pasākumu
ro_ro: Actualizați eveniment

source: Short URL
lv_lv: Īsais URL
ro_ro: URL scurt

source: Full URL
lv_lv: Pilns URL
ro_ro: URL complet

source: Identifier
ro_ro: Identificator

source: Registration Start:
lv_lv: Reģistrācijas Sākums:
ro_ro: Începutul înscrierii:

source: Registration End:
lv_lv: Reģistrācijas Beigas:
ro_ro: Încheiere înscriere:

source: Current Time:
lv_lv: Pašreizējais Laiks:
ro_ro: Ora curentă:

source: Event Timezone:
lv_lv: Pasākuma laika zona:
ro_ro: Fus orar eveniment:

source: Google Map Link (for email):
lv_lv: Google kartes saite (e-pastam):
ro_ro: Link hartă Google (pentru e-mail):

source: Do you really want to delete this image? Please remember to update your event to complete the removal.
lv_lv: Tiešām vēlieties dzēst attēlu? Atcerieties atjaunot pasākumu, lai pabeigtu dzēšanu.
ro_ro: Chiar doriți să ștergeți această imagine? Vă rugăm să țineți minte să vă actualizați evenimentul dumneavoastră pentru a finaliza ștergerea.

source: Reg Start Time
lv_lv: Reģistrācijas Sākuma Laiks
ro_ro: Oră start înscr

source: Reg End Time
lv_lv: Reģistrācijas Beigu Laiks
ro_ro: Ora sfârșit înscr

source: Start
lv_lv: Pasākuma Sākuma Laiks
ro_ro: Început

source: End
lv_lv: Pasākuma Beigu Laiks
ro_ro: Sfârșit

source: Qty
lv_lv: Daudzums
ro_ro: Cant

source: Add Additional Time
lv_lv: Pievienot Jaunu Laiku
ro_ro: Adăugați oră suplimentară

source: Standard Pricing
lv_lv: Standarta Cena
ro_ro: Tarifare standard

source: Price
lv_lv: Cena
ro_ro: Preț

source: Remove this Price
lv_lv: Nodzēst šo Cenu
ro_ro: Elimină acest preț

source: Remove Price
lv_lv: Dzēst cenu
ro_ro: Eliminați preț

source: enter 0.00 for free events, enter 2 place decimal i.e.
lv_lv: Bezmaksas pasākumiem cenu ievadiet 0.00. Iegaumējiet, noteikti ievadiet divu daļu decimālciparus, piemēram
ro_ro: introduceți 0.00 pentru evenimente gratuite, altfel numere cu 2 zecimale cum ar fi

source: Add A Price
lv_lv: Pievienot Jaunu Cenu
ro_ro: Adăugați un preț

source: Manage Categories
lv_lv: Pārvaldīt Pasākumu Kategorijas
ro_ro: Administrare categorii

source: No Categories
lv_lv: Nav kategoriju
ro_ro: Nicio categorie

source: Questions for Primary Attendee
ro_ro: Întrebări pentru participantul principal

source: Add a pre-populated
lv_lv: Pievienojiet Jūsu pasākumam jau iepriekš izveidotas
ro_ro: Adăugați un/o populat(ă) anterior

source: group
lv_lv: grupas
ro_ro: grup

source: of
lv_lv: ar
ro_ro: de

source: to your event. The personal information group is required for all events.
lv_lv: Personiskās informācijas grupa ir obligāti vajadzīga visos gadījumos.
ro_ro: la evenimentul dumneavoastră. Grupul de informații personale este necesar pentru toate evenimentele.

source: There seems to be a problem with your questions. Please contact support@eventespresso.com
ro_ro: Se pare că există o problemă cu întrebările dumneavoastră. Vă rugăm să contactați support@eventespresso.com

source: Need more questions?
lv_lv: Vajag vairāk jautājumus?
ro_ro: Aveți nevoie de mai multe întrebări?

source: Questions for Additional Attendees
ro_ro: Întrebări pentru participanți suplimentari

source: Venue
lv_lv: Pasākuma Norises Vieta
ro_ro: Locație

source: Start Time
lv_lv: Sākuma Laiks
ro_ro: Ora de început

source: DoW
lv_lv: Sākuma Diena
ro_ro: ZdS

source: Reg Begins
lv_lv: Dalībnieku Reģistrācijas Sākums
ro_ro: Înscr începe

source: Actions
lv_lv: Papildus Darbības
ro_ro: Acțiuni

source: Get Short URL/Shortcode
lv_lv: Iegūt Īso URL/Īskodu
ro_ro: Obțineți codul/URL-ul scurt

source: Export to CSV
lv_lv: Eksportēt Datus CSV Formātā
ro_ro: Export în CSV

source: Email Attendees
lv_lv: Nosūtīt E-pasta Vēstuli Pasākuma Dalībniekiem
ro_ro: Trimitere e-mail participanți

source: <h2>Short URL/Shortcode</h2><p>This is the short URL to this event:</p><p><span class="updated fade">
lv_lv: <h2>Īsais URL/Īskods</h2><p>Šis ir pasākuma īsais URL:</p><p><span class="updated fade">
ro_ro: <h2>URL scurt/Cod scurt</h2><p>Acesta este URL-ul scurt către eveniment:</p><p><span class="updated fade">

source: Permanently Delete Events(s)
lv_lv: Pasākumu(s) izdzēst pilnībā
ro_ro: Eveniment(e) șters(e) permanent

source: Delete Events(s)
lv_lv: Dzēst Pasākumu (s)
ro_ro: Ștergeți eveniment(e)

source: Recurring Event
lv_lv: Atkārtots Pasākums
ro_ro: Eveniment recurent

source: Event Attendees
lv_lv: Pasākuma Dalībnieki
ro_ro: Participanți eveniment

source: Send Event Email
lv_lv: Sūtīt pasākuma e-pastu
ro_ro: Trimiteți email eveniment

source: Short Code
lv_lv: Pasākuma Īskods / URL
ro_ro: Cod scurt

source: Excel Spreadsheet
lv_lv: Excel izklājlapa
ro_ro: Foaie de calcul Excel

source: Excel Export
lv_lv: Eksportēt Datus Excel Formātā
ro_ro: Export Excel

source: CSV Spreadsheet
lv_lv: CSV izklājlapa
ro_ro: Foaie de calcul CSV

source: CSV Export
lv_lv: Eksportēt Datus CSV Formātā
ro_ro: Export CSV

source: Event Newsletter
lv_lv: Nosūtīt E-pasta Vēstuli Pasākuma Dalībniekiem
ro_ro: Buletin informativ eveniment

source: Coupon/Promo Code
lv_lv: Apmaksas Kuponi / Akciju Atlaides Kodi
ro_ro: Cupon/cod promo

source: This is used to apply discounts to events.
lv_lv: Tie tiek pielietoti, lai iegādājoties biļetes varētu iegūt dažādas atlaides.
ro_ro: Acest lucru este utilizat pentru a aplica discount-uri evenimentelor.

source: A coupon or promo code could can be anything you want. For example: Say you have an event that costs
lv_lv: Apmaksas Kuponi vai Akciju Atlaides Kodi var būt jebkādi, kādus Jūs vēlaties un esat izveidojuši. Piemēram: Jums ir pasākums, kurā piedalīšanās maksa ir
ro_ro: Un cupon sau cod promo ar putea fi orice doriți dumneavoastră. De exemplu: să spunem că aveți un eveniment care costă

source: If you supplied a promo like "PROMO50" and entered 50.00 into the "Discount w/Promo Code" field your event will be discounted
lv_lv: Jums ir Akciju Atlaides Kods "ATLAIDE 50" un Jūs atlaidei paredzētajā laukā "Atlaides Kods" ievadat 50.00. Rezultātā Jums būs jāmaksā mazāk jo Jūsu cena par šo pasākumu samazināsies par
ro_ro: Dacă ați furnizat un cod promo cum ar fi ”PROMO50” și ați introdus 50.00 în câmpul ”Discount cu cod promo”, atunci evenimentului dumneavoastră i se va aplica discount.

source: Bringing the cost of the event to
lv_lv: un Jums par šo pasākumu būs jāmaksā tikai
ro_ro: Aducând costul evenimentului la

source: Event Identifier
lv_lv: Pasākuma identifikators
ro_ro: Identificator eveniment

source: This should be a unique identifier for the event. Example: "Event1" (without qoutes.)</p><p>The unique ID can also be used in individual pages using the
ro_ro: Acesta ar trebui să fie un identificator unic pentru eveniment. De exemplu: "Eveniment1" (fără ghilimele).</p><p>De asemenea, ID-ul unic poate fi folosit în pagini individuale utilizând

source: Unique Event ID
lv_lv: Lietot unikālu ID
ro_ro: ID unic eveniment

source: These emails will override the custom email if a pre-existing email is selected. You must select "Yes" in the "Send custom confirmation emails for this event?" above.
lv_lv: Ja ir norādīta izmantot konkrēta Iepriekš Eksistējoša E-pasta Vēstule, tad sistēma ignorēs Izveidoto Pielāgotu E-pasta Vēstuli. Lai nosūtītu iepriekš eksistējošu vēstuli, lūdzu izvēles laukā norādiet kuru tieši e-pasta vēstuli sūtīt un noklikšķiniet pogu " Sūtīt ". Tiks nosūtīta norādītā iepriekš eksistējoša e-pasta vēstule. Gadījumā, ja Jūs tomēr vēlaties sūtīt Izveidotu Pielāgotu E-pasta Vēstuli, Jums izvēles laukā nav jānorāda iepriekš eksistējoša vēstule, bet tikai jāizveido tam paredzētā zemāk izvietotā laukā sava " Pielāgota E-pasta Vēstule " un jānoklikšķina poga " Sūtīt ". Šajā gadījumā tiks nosūtīta Jūsu " Izveidota Pielāgota E-pasta Vēstule ".
ro_ro: Aceste e-mailuri nu vor ține cont de e-mailul personalizat, dacă este selectat un e-mail existent anterior. Trebuie să selectați ”Da” mai sus, la ”Trimiteți confirmări e-mail personalizate pentru acest eveniment?”.

source: Waitlist Events
ro_ro: Evenimente pe lista de așteptare

source: These types of events can be used as a overflow or waiting list events.
ro_ro: Aceste tipuri de evenimente pot fi utilizate ca un preaplin sau ca o lista de evenimente în așteptare.

source: If an event is set up as an "Waitlist Event," it can be set to not appear in your event listings template. You may need to customize your event_listing.php file to make this work. For more information, please
ro_ro: Dacă un eveniment este configurat ca un "eveniment din lista de așteptare", poate să fie configurat să nu apară în șablonul dumneavoastră de listare evenimente. Este posibil să trebuiască să personalizați fișierul dumneavoastră event_listing.php pentru a face acest lucru funcțional. Pentru mai multe informații, vă rugăm

source: visit the forums
lv_lv: Apmeklējiet Informācijas Forumu
ro_ro: vizitați forumurile

source: Off-site Registration Page
lv_lv: Off-site Reģistrēšanās Lapa
ro_ro: Pagină de înscriere în afara site-ului

source: If an off-site registration page is entered, it will override your registration page and send attendees to the URL that is entered.
lv_lv: Ja Jūs ierakstīsiet alternatīvo reģistrācijas lapas adresi (Off-site URL), tad sistēma ignorēs savu oriģinālo reģistrācijas lapu un visus apmeklētājus nosūtīs uz Jūsu norādīto alternatīvo reģistrācijas lapas adresi.
ro_ro: Dacă este introdusă o pagină de înscriere din afara site-ului, aceasta va suprascrie pagina dumneavoastră de înscriere și va trimite participanții la URL-ul introdus.

source: Event Status Types
lv_lv: Pasākumu Statusa Veidi
ro_ro: Tipuri status eveniment

source: This type of event can be hidden and used as a waiting list for a primary event. Template customizations may be required. For more information, please
lv_lv: Atzīmēts ar šo veidu, pasākums var tikt noslēpts un izmantots kā gaidīšanas saraksts kādam citam primāram pasākumam. Iespējams, ka var būt nepieciešami šablona papildus iestatījumi. Lai iegūtu vairāk informācijas, lūdzu
ro_ro: Acest tip de eveniment poate fi ascuns și utilizat ca o listă de așteptare pentru un eveniment principal. Pot fi necesare personalizări pentru șabloane. Pentru mai multe informații, vă rugăm

source: This type of an event can be set to appear in your event listings and display a registration page. Template customizations are required. For more information, please
lv_lv: Atzīmēts ar šo veidu, pasākums tiks parādīts pasākumu sarakstos un reģistrācijas lapā. Iespējams, ka var būt nepieciešami šablona papildus iestatījumi. Lai iegūtu vairāk informācijas, lūdzu
ro_ro: Acest tip de eveniment poate fi setat să apară în listările dumneavoastră de evenimente și să afișeze o pagină de înscriere. Sunt necesare personalizări ale șablonului. Pentru mai multe informații, vă rugăm

source: This is event type will not appear in the event listings and will not dispaly a registrations page. Deleted events can still be accessed in the
lv_lv: Atzīmēts ar šo veidu, pasākums netiks parādīts pasākumu sarakstos un nebūs redzams reģistrācijas lapā. Dzēstiem Pasākumiem Jūs vienmēr varat piekļūt
ro_ro: Acest tip de eveniment nu va apărea în listările de evenimente și nu va fi afișat în pagina de înscrieri. Evenimentele șterse încă pot fi accesate în

source: page
lv_lv: lapā
ro_ro: pagină

source: Registration Dates/Times
ro_ro: Date/ore înscriere

source: The event will automatically turn the registration form on and off between these dates and times.
ro_ro: Evenimentul va activa și dezactiva automat formularul de înscriere între aceste date și ore.

source: If the date of your event occurs before the regisration end date. Then the registation form will be displayed and also accept registrations.
ro_ro: Dacă data evenimentului dumneavoastră are loc înainte de data de sfârșit a înscrierii. Apoi formularul de înscriere va fi afișat și de asemenea va accepta înscrieri.

source: All events require registration start/end dates and start/end times in order to display properly on your pages.
ro_ro: Toate evenimentele necesită înregistrarea datelor de început/sfârșit și a orelor de început/sfârșit, pentru a se afișa corect în paginile dumneavoastră.

source: This is the date of the event.
ro_ro: Aceasta este data evenimentului.

source: All events require a start and end date in order to display properly on your pages.
ro_ro: Toate evenimentele necesită o dată de început și de sfârșit pentru a fi afișate corespunzător în paginile dumneavoastră.

source: Each event can have an unlimited amount of start/end times. This is useful for event/class organizers to manage several different sessions in their events.
ro_ro: Fiecare eveniment poate avea un număr nelimitat de ore de început/încheiere. Acest lucru este util pentru organizatorii de evenimente/clase încât să administreze mai multe sesiuni diferite în evenimentele acestora.

source: All events require a start and end time in order to display properly on your pages.
ro_ro: Toate evenimentele necesită o oră de început și de sfârșit pentru a fi afișate corespunzător în paginile dumneavoastră.

source: Event times can be entered in the format of: 09:00/21:00 or 9am/9pm
ro_ro: Orele de eveniment pot fi introduse în formatul: 09:00/21:00 sau 9am/9pm

source: This is the current time of your website. The timezone and date/time formats can be changed in your <a href="options-general.php" target="_blank">WordPress settings</a>.
ro_ro: Aceasta este ora curenta a site-ului dumneavoastră web. Fusul orar și formatul datei/orei pot fi schimbate în <a href="options-general.php" target="_blank">Setpri WordPress</a>.

source: Custom Ticket
ro_ro: Bilet personalizat

source: Choose a ticket template to be used for this event. If no template is selected, the default template will be used. Templates can be created on the Tickets page.
ro_ro: Alegeți un șablon de bilet pentru a fi utilizat pentru acest eveniment. Dacă nu este selectat niciun șablon, va fi utilizat șablonul implicit. Șabloane pot fi create în pagina Bilete.

source: Using the Event Meta boxes
lv_lv: Pasākuma Informācijas Papildinājumu Kastes (Meta boxes)
ro_ro: Utilizând căsuțele Meta eveniment

source: Event meta boxes allow you to add extra information to your event that you can display in your templates or use in your custom pages. The name parameter is the the first box labeled 'Key' and allows the shortcode to identify which meta box is to be displayed; the 'Value' is the actual content you wish to be shown.
ro_ro: Căsuțele cu informații meta privind evenimentele vă permit să adăugați informații suplimentare evenimentului dumneavoastră, pe care le puteți afișa în șabloanele sau în paginile personalizate ale dumneavoastră. Parametrul „name” este prima căsuță etichetată „Cheie” și permite codului scurt să identifice care căsuță meta trebuie afișată; ”Value” este conținutul actual pe care doriți să îl afișați.

source: This extra information can be displayed in your event listings or registration pages via shortcodes added to the event description. The Shortcodes take the form of:
ro_ro: Această informație suplimentară poate fi afișată în lista dumneavoastră de evenimente sau în paginile de înscriere prin coduri scurte adăugate la descrierea evenimentului. Codurile scurte pot lua forma:

source: If you are using custom templates (moved to the uploads folder) you can add the shortcode directly to the template, this would take the form of:
lv_lv: Gadījumā, ja Jūs vēlaties lietot savus pielāgotos šablonus (pārvietotus uz augšupielādes mapi), Jūs varat pievienot īskodus tieši šablonā, īskods būs ar šādu formu:
ro_ro: Dacă utilizați șabloane personalizate (mutate în dosarul uploads), puteți să adăugați codul scurt direct în șablon, acest lucru ar lua forma:

source: Adding Default Meta Key/Values
ro_ro: Adăugare valori/chei meta implicite

source: To add default meta values, add the following code to your theme-name/functions.php file.
ro_ro: Pentru a adăuga valori meta implicite, adăugați următorul cod în fișierul dumneavoastră theme-name/functions.php.

source: Further information on shortcodes is available
ro_ro: Mai multe informații privind codurile scurte sunt disponibile la

source: on the Help &amp; Support page
ro_ro: în pagina de Ajutor &amp; suport

source: or from the
ro_ro: sau de la

source: forums
ro_ro: forumuri

source: Using Custom Emails Editor
lv_lv: Pielāgotas E-pasta Vēstules Lietošana
ro_ro: Utilizând editorul de e-mailuri personalizate
