Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: We are sorry but registration for this event is now closed.
lv_lv: Mēs Atvainojamies, bet Reģistrācija uz šo Pasākumu jau ir Beigusies.
ro_ro: Ne pare rău dar înscrierea pentru acest eveniment este acum închisă.

source: Please <a href="contact" title="contact us">contact us</a> if you would like to know if spaces are still available.
ro_ro: Vă rugăm să <a href="contact" title="Contactați-ne">ne contactați</a> dacă doriți să aflați dacă mai sunt locuri disponibile.

source: We are sorry but this event is not yet open for registration.
lv_lv: Mēs Atvainojamies, bet Reģistrācija uz šo Pasākumu vēl Nav Sākta.
ro_ro: Ne pare rău, dar acest eveniment nu este încă deschis pentru înscriere.

source: You will be able to register starting
ro_ro: Vă veți putea înscrie începând cu

source: Start Date:
lv_lv: Sākuma Datums:
ro_ro: Dată de început:

source: Date:
lv_lv: Datums:
ro_ro: Dată:

source: End Date:
lv_lv: Beigu Datums:
ro_ro: Dată de sfârșit:

source: Registration Details
lv_lv: Reģistrēšanās Informācija
ro_ro: Detalii înscriere

source: Number of Tickets
lv_lv: Biļešu skaits
ro_ro: Număr de bilete

source: Anti-Spam Measure: Please enter the following phrase
ro_ro: Măsură anti-spam: Vă rugăm să introduceți fraza următoare

source: Submit
lv_lv: Nosūtīt
ro_ro: Trimite

source: Attention!
lv_lv: Uzmanību!
ro_ro: Atenție!

source: Field Name
lv_lv: Lauka nosaukums
ro_ro: Nume câmp

source: Value
lv_lv: Vērtība
ro_ro: Sumă

source: Website Payment IPN Not Setup
ro_ro: IPN-ul de plată al site-ului web nu a fost configurat

source: The IPN for %s at %s has not been properly setup and is not working. Date/time %s
ro_ro: IPN-ul pentru %s la %s nu a fost configurat corespunzător și nu funcționează. Data/ora %s

source: Yes
lv_lv: Jā
ro_ro: Da

source: No
lv_lv: Nē
ro_ro: Nu

source: (Typically 87654321)
lv_lv: (Piemēram 87654321)
ro_ro: (În general 87654321)

source: (Typically TestAccount)
lv_lv: (Piemēram TestaKonts)
ro_ro: (În general TestAccount)

source: Button Image URL
lv_lv: Pogas Attēla URL adrese
ro_ro: URL imagine buton

source: Country Currency
lv_lv: Izvēlieties un Norādiet Vēlamo Apmaksas Valūtu
ro_ro: Valuta țării

source: U.S. Dollars ($)
lv_lv: ASV dolārs ($)
ro_ro: Dolari americani ($)

source: Australian Dollars (A $)
lv_lv: Austrālijas dolārs (A $)
ro_ro: Dolari Australieni (AUD)

source: Pounds Sterling (&pound;)
lv_lv: Sterliņu mārciņa (&pound;)
ro_ro: Liră sterlină (&pound;)

source: Canadian Dollars (C $)
lv_lv: Kanādas dolārs (C $)
ro_ro: Dolar Canadian (CAD)

source: Czech Koruna
lv_lv: Čehu krona
ro_ro: Coroană cehă

source: Danish Krone
lv_lv: Dāņu krona
ro_ro: Coroană daneză

source: Euros (&#8364;)
lv_lv: Eiro (&#8364;)
ro_ro: Euro (&#8364;)

source: Hong Kong Dollar ($)
lv_lv: Honkongas dolārs ($)
ro_ro: Dolar Hong Kong ($)

source: Hungarian Forint
lv_lv: Ungārijas forints
ro_ro: Forint maghiar

source: Israeli Shekel
lv_lv: Izraēlas šekelis
ro_ro: Shekel israelian

source: Mexican Peso
lv_lv: Meksikas peso
ro_ro: Peso mexican

source: New Zealand Dollar ($)
lv_lv: Jaunzēlandes dolārs ($)
ro_ro: Dolar Neozeelandez ($)

source: Norwegian Krone
lv_lv: Norvēģijas krona
ro_ro: Coroană norvegiană

source: Polish Zloty
lv_lv: Poļu zlots
ro_ro: Zlot polonez

source: Singapore Dollar ($)
lv_lv: Singapūras dolārs ($)
ro_ro: Dolar Singapore ($)

source: Swedish Krona
lv_lv: Zviedru krona
ro_ro: Coroană suedeză

source: Brazilian Real (only for Brazilian users)
lv_lv: Brazīlijas reāls (tikai Brazīlijas lietotājiem)
ro_ro: Real brazilian (doar pentru utilizatorii brazilieni)

source: Malaysian Ringgits (only for Malaysian users)
lv_lv: Malaizijas ringitts (tikai Malaizijas lietotājiem)
ro_ro: Ringgit malaiezian (doar pentru utilizatori malaiezieni)

source: Philippine Pesos
lv_lv: Filipīnu peso
ro_ro: Peso filipinez

source: Taiwan New Dollars
lv_lv: Taivānas jaunais dolārs
ro_ro: Dolar nou taiwanez

source: Thai Baht
lv_lv: Taizemes bāts
ro_ro: Baht tailandez

source: Indian Rupee (Rs.)
lv_lv: Indijas rūpija (Rs.)
ro_ro: Rupia Indiană (INR)

source: A default payment button is provided. A custom payment button may be used, choose your image or upload a new one, and just copy the "file url" here (optional.)
lv_lv: Pēc Noklusējuma maksājuma pogas attēls jau ir ievietots. Ja vēlaties, Jūs varat šeit ievietot savu pielāgota izskata maksājuma pogu, tādā gadījumā Jums ir jāielādē pielāgotās pogas attēls kādā no failu glābāšanas vietām, un jāiekopē šeit ielādētās pogas attēla adrese. Opcijas lietošana ir pēc Jūsu izvēles.
ro_ro: Este furnizat un buton implicit de plată. Poate fi utilizat un buton personalizat, alegeți imaginea dumneavoastră sau încărcați una nouă, și doar copiați aici "url-ul fișierului" (opțional).

source: Current Button Image:
lv_lv: Pašreizējās Pogas Attēls:
ro_ro: Imaginea curentă a butonului:

source: Debug Mode Is Turned On
lv_lv: Atkļūdošanas režīms ir ieslēgts
ro_ro: Modul de depanare este activat

source: Billing Information
lv_lv: Maksātāja Informācija
ro_ro: Informații facturare

source: First Name
lv_lv: Vārds
ro_ro: Prenume

source: Last Name
lv_lv: Uzvārds
ro_ro: Nume de familie

source: Email Address
lv_lv: E-pasta Adrese
ro_ro: Adresă e-mail

source: Address
lv_lv: Adrese
ro_ro: Adresă

source: City
lv_lv: Pilsēta
ro_ro: Oraș

source: State
lv_lv: Rajons / Novads / Apgabals
ro_ro: Stat

source: Credit Card Information
lv_lv: Kredītkartes informācija
ro_ro: Informații card de credit

source: Card Number
lv_lv: Kartes numurs
ro_ro: Număr de card

source: CCV Code
lv_lv: CCV kods
ro_ro: Cod CCV

source: Complete Purchase
lv_lv: Pabeigt pirkumu
ro_ro: Finalizați achiziția

source: Your transaction has been processed.
lv_lv: Jūsu transakcija ir apstrādāta.
ro_ro: Tranzacția dumneavoastră a fost procesată.

source: Transaction ID:
lv_lv: Maksājuma Transakcijas ID:
ro_ro: ID tranzacție:

source: There was no response from Authorize.net.
lv_lv: Nav atbildes no Authorize.net.
ro_ro: Nu a fost niciun răspuns din partea Authorize.net.

source: Activate Authorize.net AIM Gateway?
lv_lv: Aktivēt Authorize.net AIM vārteju?
ro_ro: Activați gateway AIM Authorize.net?

source: Deactivate Authorize.net AIM Gateway?
lv_lv: Deaktivēt Authorize.net AIM Gateway?
ro_ro: Dezactivați gateway AIM Authorize.net?

source: Authorize.net AIM Transaction Key
lv_lv: Authorize.net AIM transakcijas atslēga
ro_ro: Cheie tranzacție AIM Authorize.net

source: Please enter your Authorize.net Transaction Key.
ro_ro: Vă rugăm să introduceți cheia tranzacției Authorize.net.

source: Is this an account on the Authorize.net development server?
ro_ro: Acesta este un cont pe serverul de dezvoltare Authorize.net?

source: Do you want to submit a test transaction?
ro_ro: Doriți să trimiteți o tranzacție de test?

source: Update Authorize.net AIM Settings
ro_ro: Actualizați setări AIM Authorize.net

source: Authorize.net AIM Test Mode
lv_lv: Authorize.net AIM izmēģinājuma režīms
ro_ro: Mod de test Authorize.net AIM

source: Test Mode allows you to submit test transactions to the payment gateway. Transactions that are submitted while Test Mode is ON are NOT actually processed. The result of a transaction depends on the card number submitted, and the invoice amount. If you want a transaction to be approved, use one of the following card numbers.
ro_ro: Modul de Test vă permite să trimiteți tranzacții de test către gateway-ul de plată. Tranzacțiile care sunt trimise în timp ce modul de Test este PORNIT, NU sunt procesate cu adevărat. Rezultatul unei tranzacții depinde de numărul de card trimis și de suma facturii. Dacă doriți ca o tranzacție să fie aprobată, utilizați unul dintre următoarele numere de card.

source: Example Card Numbers:
ro_ro: Exemplu numere de card:

source: Authorize.net AIM Settings
lv_lv: Authorize.net AIM iestatījumi
ro_ro: Setări AIM Authorize.net

source: Reg. ID:
lv_lv: Reģ. ID:
ro_ro: ID înscr.:

source: Name:
lv_lv: Dalībnieka Vārds:
ro_ro: Nume:

source: Total Registrants:
lv_lv: Kopā reģistrējušies:
ro_ro: Total solicitanți înregistrare:

source: There was an error processing your transaction!
ro_ro: A apărut o eroare în procesarea tranzacției dumneavoastră!

source: Authorize.net SIM Settings
lv_lv: Authorize.net SIM iestatījumi
ro_ro: Setări SIM Authorize.net

source: Activate Authorize.net SIM Gateway?
lv_lv: Aktivēt Authorize.net SIM vārteju?
ro_ro: Activați gateway SIM Authorize.net?

source: Deactivate Authorize.net SIM Gateway?
lv_lv: Deaktivēt Authorize.net SIM vārteju?
ro_ro: Dezactivați gateway SIM Authorize.net?

source: Authorize.net Transaction Key
lv_lv: Authorize.net transakcijas atslēga
ro_ro: Cheie tranzacție Authorize.net

source: Update Authorize.net SIM Settings
lv_lv: Atjaunot Authorize.net SIM iestatījumus
ro_ro: Actualizați setări SIM Authorize.net

source: Relay Response
lv_lv: Translācijas atbilde
ro_ro: Răspuns releu

source: This shows the specific the URL to which the gateway should return the relay response for a transaction. This the page should be set in your Authorize.net account. Login to Authorize.net, goto Account > Response/Receipt URLs > Add URL and enter the following URL.
ro_ro: Aceasta arată URL-ul specific către care gateway-ul ar trebui să întoarcă răspunsul releu pentru o tranzacție. Această pagină ar trebui să fie setată în contul dumneavoastră Authorize.net. Autentificați-vă în Authorize.net, mergeți la Cont > URL-uri răspuns/chitanță > Adăugați URL, și introduceți URL-ul următor.

source: Relay Response URL:
lv_lv: Translācijas atbildes URL:
ro_ro: URL răspuns releu:

source: Note:
lv_lv: Piezīme:
ro_ro: Notă:

source: This URL can be changed in the "Organization Settings" page.
lv_lv: Šo URL var izmainīt "Organizācijas uzstādījumi" lapā.
ro_ro: Acest URL poate fi schimbat în pagina "Setări organizație".

source: For complete information on configuring relay response, please refer to
ro_ro: Pentru informații complete privind configurarea răspunsului releului, vă rugăm să consultați

source: Reference &amp; User Guides
ro_ro: Referință &amp; Ghiduri utilizator

source: Authorize.net SIM Image URL (logo for payment page)
ro_ro: URL imagine SIM Authorize.net (emblemă pentru pagina plății)

source: The URL of the image displayed as your logo in the header of the Authorize.net checkout pages.
lv_lv: Attēla URL, kas izmantots kā logo Authorize.net izrakstīšanas lapas galvenē.
ro_ro: URL-ul imaginii afișate ca emblema dumneavoastră în antetul paginilor de finalizare plată Authorize.net.

source: Name on Account:
lv_lv: Akounta vārds:
ro_ro: Nume pe cont:

source: Account Number:
lv_lv: Akounta numurs:
ro_ro: Număr de cont:

source: Financial Institution:
lv_lv: Finansiālā institūcija:
ro_ro: Instituție financiară:

source: Electronic Funds Transfers
lv_lv: Elektroniskie pārskaitījumi
ro_ro: Transfer electronic de fonduri

source: Please initiate an electronic payment using the bank information below. Payment must be received within 48 hours of event date.
ro_ro: Vă rugăm să inițiați o plată electronică utilizând informațiile bancare de mai jos. Plata trebuie să fie recepționată cu cel puțin 48 de ore înainte de data evenimentului.

source: Electronic Funds Transfer Settings
lv_lv: Elektronisko pārskaitījumu iestatījumi
ro_ro: Setări transfer electronic de fonduri

source: Activate Electronic Funds Transfers?
lv_lv: Aktivēt elektroniskos pārskaitījumus?
ro_ro: Activați transferurile electronice de fonduri?

source: Deactivate Electronic Funds Transfers?
lv_lv: Deaktivēt elektroniskos pārskaitījumus?
ro_ro: Dezactivați transferuri electronice de fonduri?

source: Page Title
lv_lv: Lapas virsraksts
ro_ro: Titlu pagină

source: Payment Instructions
lv_lv: Maksājuma instrukcijas
ro_ro: Instrucțiuni plată

source: Name on Account
lv_lv: Akounta vārds
ro_ro: Nume de pe cont

source: Bank Account #
lv_lv: Bankas konts #
ro_ro: Cont bancar #

source: Bank Name
lv_lv: Bankas nosaukums
ro_ro: Nume bancă

source: Bank Address
lv_lv: Bankas adrese
ro_ro: Adresă bancă

source: Update Electronic Funds Transfer Settings
lv_lv: Atjaunot elektronisko pārskaitījumu iestatījumus
ro_ro: Actualizare setări transfer electronic de fonduri

source: Payable to:
lv_lv: Maksājams:
ro_ro: De plătit la:

source: Payment Address:
lv_lv: Maksājuma adrese:
ro_ro: Adresă plată:

source: Check/Money Order Payments
lv_lv: Check/Money Order maksājumi
ro_ro: Plăți prin cec/ordin de plată

source: Please send Check/Money Order to the address below. Payment must be received within 48 hours of event date.
ro_ro: Vă rugăm să trimiteți cecul/ordinul de plată la adresa de mai jos. Plata trebuie să fie recepționată cu 48 de ore înainte de data evenimentului.

source: Check/Money Order Payment Settings
lv_lv: Check/Money Order maksājumu iestatījumi
ro_ro: Setări cec/ordin de plată

source: Activate Check/Money Order Payments?
lv_lv: Aktivēt Check/Money Order maksājumus?
ro_ro: Activați plăți prin cec/ordin de plată?

source: Deactivate Check/Money Order Payments?
lv_lv: Deaktivēt Check/Money Order maksājumus?
ro_ro: Dezactivați plățile prin cec/ordin de plată?

source: Title:
lv_lv: Virsraksts:
ro_ro: Titlu:

source: Payment Instructions:
ro_ro: Instrucțiuni plată:

source: Payable To:
ro_ro: De plătit către:

source: Address to Send Payment:
ro_ro: Adresa pentru trimiterea plății:

source: Update Check/Money Order Payment Settings
lv_lv: Atjaunināt čeka/naudas pārveduma maksājuma iestatījumus
ro_ro: Actualizați setări plată cec/ordin de plată

source: Registrant Email:
lv_lv: Reģistrētāja e-pasts
ro_ro: Email participant:

source: Eway Settings
lv_lv: Eway iestatījumi
ro_ro: Setări Eway

source: United Kingdom
lv_lv: Apvienotā Karaliste
ro_ro: Marea Britanie

source: New Zealand
lv_lv: Jaunzēlande
ro_ro: Noua Zeelandă

source: Default - Your business name, if you have a Business account, or your email address, if you have Premier or Personal account.
lv_lv: Pēc Noklusējuma tiek rādīts Jūsu uzņēmuma nosaukums - ja Jums ir biznesa konts, vai arī Jūsu e-pasta adrese - ja Jums ir Premier vai Personal konts.
ro_ro: Implicit - Numele afacerii dumneavoastră, dacă aveți un cont Business, sau adresa dumneavoastră e-mail, dacă aveți un cont Premier sau Personal.

source: Card Card Type
lv_lv: Kartes tips
ro_ro: Tip card de credit

source: Expiration Month
lv_lv: Derīguma mēnesis
ro_ro: Luna expirării

source: Expiration Year
lv_lv: Derīguma gads
ro_ro: Anul expirării

source: CVV Code
lv_lv: CVV kods
ro_ro: Cod CVV

source: First Data Settings
lv_lv: First Data iestatījumi
ro_ro: Setări First Data

source: Activate First Data?
lv_lv: Aktivēt First Data?
ro_ro: Activați First Data?

source: Deactivate First Data?
lv_lv: Deaktivēt First Data?
ro_ro: Dezactivați First Data?

source: First Data Store Number
lv_lv: First Data Store skaitlis
ro_ro: Număr magazin First Data

source: Accepted Credit Cards
lv_lv: Pieņemtās kredītkartes
ro_ro: Carduri de credit acceptate

source: Update First Data Settings
lv_lv: Atjaunot First Data iestatījumus
ro_ro: Actualizați setări First Data

source: First Data Sandbox
ro_ro: Sandbox First Data

source: The First Data Sandbox is a testing environment that is a duplicate of the live First Data site, except that no real money changes hands. The Sandbox allows you to test your entire integration before submitting transactions to the live environment. Create and manage test accounts, and view emails and API credentials for those test accounts.
ro_ro: Sandbox-ul First Data este un mediu de testare, ce este un duplicat al site-ului real First Data, cu excepția că nu sunt tranzacționați bani adevărați. Sandbox-ul vă permite să testați întreaga dumneavoastră integrare înainte de a trimite tranzacții către mediul real. Creați și administrați conturi de test și vizualizați email-uri și acreditări API pentru acele conturi de test.

source: Please use your browser's back button and select a bank.
ro_ro: Vă rugăm să utilizați butonul Înapoi al browser-ului dumneavoastră și să selectați o bancă.

source: Activate iDEAL (Mollie)?
lv_lv: Aktivēt iDEAL (Mollie)?
ro_ro: Activați iDeal (Mollie)?

source: Deactivate iDEAL (Mollie)?
lv_lv: Deaktivēt iDEAL (Mollie)?
ro_ro: Dezactivează iDeal (Mollie)?

source: (Make sure you enable test mode in your Mollie account).
ro_ro: (Asigurați-vă că ați activat modul de test în contul dumneavoastră Mollie).

source: Update Settings
ro_ro: Actualizați setări

source: Download PDF Invoice
lv_lv: Ielādēt Maksājuma Rēķinu PDF Formātā
ro_ro: Descarcă factură PDF

source: Invoice Payments
lv_lv: Maksājuma Rēķins
ro_ro: Plăți factură

source: Please send this invoice with payment attached to the address above, or use the payment link below. Payment must be received within 48 hours of event date.
lv_lv: Piezīme: Lūdzu apmaksājiet šo rēķinu pēc iespējas ātrāk un atsūtiet mums uz mūsu e-pasta adresi apmaksas apstiprinājuma vēstuli, vēstules pielikumā obligāti pievienojiet šo rēķinu un savu apmaksātā dokumenta kopiju. Jūsu maksājumam ir jābūt veiktam vismaz 48 stundas līdz pasākuma sākumam.
ro_ro: Vă rugăm să trimiteți această factură cu plata atașată la adresa de mai sus, sau să folosiți linkul de mai jos. Plata trebuie să fie primită cu cel puțin 48 de ore înainte de data evenimentului.

source: Please send Invoice to the address below. Payment must be received within 48 hours of event date.
ro_ro: Vă rugăm să trimiteți factura la adresa de mai jos. Plata trebuie să fie recepționată cu cel puțin 48 de ore înainte de data evenimentului.

source: Invoice Payment Settings
lv_lv: Rēķina apmaksas iestatījumi
ro_ro: Setări plată factură

source: Activate Invoice Payments?
lv_lv: Vai Aktivizēt Maksājuma Rēķinu?
ro_ro: Activați plățile prin factură?

source: Deactivate Invoice Payments?
lv_lv: Vai Deaktivizēt Maksājuma Rēķinu?
ro_ro: Dezactivați plăți factură?

source: Show as an option on the payment page?
ro_ro: Afișați ca o opțiune în pagina plății?

source: Invoice Title
ro_ro: Titlu factură

source: Invoice Instructions
lv_lv: Rēķina instrukcijas
ro_ro: Instrucțiuni factură

source: Payable To
lv_lv: Maksājams
ro_ro: De plătit către

source: Address to Send Payment
lv_lv: Maksājuma sūtīšanas adrese
ro_ro: Adresă pentru trimitere plată

source: Invoice Display Settings
lv_lv: Rēķina attēlošanas uzstādījumi
ro_ro: Setări afișare factură

source: Select Stylesheet
ro_ro: Selectați foaia de stil

source: Default CSS - Simple
lv_lv: NNoklusētais CSS - vienkāršs
ro_ro: CSS implicit - Simplu

source: Instructions
ro_ro: Instrucțiuni

source: Logo Image
ro_ro: Imagine emblemă

source: (logo for the top left of the invoice)
lv_lv: (logo rēķina kreisajā augšējā stūrī)
ro_ro: (emblemă pentru colțul stânga sus al facturii)

source: Remove this image
ro_ro: Eliminați această imagine

source: Remove Image
lv_lv: Dzēst Attēlu
ro_ro: Eliminați imaginea

source: Update Invoice Payment Settings
lv_lv: Atjaunot rēķina apmaksas iestatījumus
ro_ro: Actualizare setări plată factură

source: Page
lv_lv: Lapa
ro_ro: Pagină

source: Primary Attendee ID:
lv_lv: Primāri Reģistrēta Dalībnieka ID:
ro_ro: ID participant principal:

source: Bill To:
lv_lv: Maksātājs:
ro_ro: Factură la:

source: Quantity
lv_lv: Daudzums
ro_ro: Cantitate

source: Event & Attendee
lv_lv: Pasākums & Dalībnieks
ro_ro: Eveniment & participanți

source: Other Information
ro_ro: Alte informații

source: Payment Details
lv_lv: Maksājuma Informācija
ro_ro: Detalii plată

source: Merchant Warrior Settings
lv_lv: Merchant Warrior iestatījumi
ro_ro: Setări Merchant Warrior

source: Activate Merchant Warrior IPN?
lv_lv: Aktivēt Merchant Warrior IPN?
ro_ro: Activează IPN Merchant Warrior?

source: Deactivate Merchant Warrior IPN?
lv_lv: Deaktivēt Merchant Warrior IPN?
ro_ro: Dezactivați IPN Merchant Warrior?

source: MW Merchant UUID
ro_ro: UUID comerciant MW

source: MW API Key
lv_lv: MW API atslēga
ro_ro: Cheie API MW

source: MW API Passphrase
lv_lv: MW API paroles frāze
ro_ro: Frază de acces API MW

source: (used for your business/personal logo on the Merchant Warrior page)
lv_lv: (lietots kā Jūsu biznesa/personīgais logo Merchant Warrior lapā)
ro_ro: (utilizat pentru emblema dumneavoastră de afaceri/personală în pagina Merchant Warrior)

source: Update Merchant Warrior Settings
lv_lv: Atjaunot Merchant Warrior iestatījumus
ro_ro: Actualizați setări Merchant Warrior

source: Merchant Warrior Test Mode
lv_lv: Merchant Warrior izmēģinājuma režīms
ro_ro: Mod de test Merchant Warrior

source: Test Mode allows you to submit test transactions to the payment gateway. This allows you to test your entire integration before submitting transactions to the live Merchant Warrior environment.
ro_ro: Modul de test vă permite să trimiteți tranzacții de test către gateway-ul de plată. Acest lucru vă permite să testați întreaga integrare a dumneavoastră înainte de a trimite tranzacții către mediul real Merchant Warrior.

source: Merchant Warrior Image URL (logo for payment page)
lv_lv: Merchant Warrior attēla URL (logo maksājuma lapai)
ro_ro: URL imagine Merchant Warrior (emblemă pentru pagina plății)

source: The URL of the image displayed as your logo in the header of the Merchant Warrior checkout pages.
lv_lv: URL attēlam, kas tiks attēlots kā logo Merchant Warrior checkout lapu galvenēs.
ro_ro: URL-ul imaginii de 150x50 pixeli afișată ca emblema dumneavoastră în colțul stânga sus a paginilor de finalizare plată Merchant Warrior.

source: Merchant Warrior Currency
lv_lv: Merchant Warrior valūta
ro_ro: Valută Merchant Warrior

source: Merchant Warrior uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is Australian Dollars (AUD). If you want to accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that Merchant Warrior (currently) supports.
lv_lv: Merchant Warrior lieto 3-zīmju ISO-4217 kodus, lai noteiktu valūtu laukos un mainīgajos. </p><p>Noklusētais valūtas kods ir austrālijas dolārs (AUD). Ja Jūs vēlaties veikt maksājumus citā valūtā, izvēlieties valūtu, kādu vēlaties lietot. Sarakstā ir visas valūtas, kuru lietošanu (patreizējā brīdī) atbalsta Merchant Warrior.
ro_ro: Merchant Warrior folosește coduri ISO-4217 de 3 caractere pentru a specifica valutele în câmpuri și variabile.</p><p>Codul valutei implicite este Dolarul australian (AUD). Dacă doriți să acceptați plăți în alte valute, selectați valuta pe care doriți să o utilizați. Lista derulantă conține toate valutele pe care Merchant Warrior le acceptă (în prezent).

source: NAB Transact Direct Post Settings
lv_lv: NAB Transact Direct Post iestatījumi
ro_ro: Setări NAB Transact Direct Post

source: Activate NAB Transact Direct Post?
lv_lv: Aktivēt NAB Transact Direct Post?
ro_ro: Activați NAB Transact Direct Post?

source: Deactivate NAB Transact Direct Post?
lv_lv: Deaktivēt NAB Transact Direct Post?
ro_ro: Dezactivează NAB Transact Direct Post?

source: NAB Merchant ID
ro_ro: ID comerciant NAB

source: NAB Merchant Password
lv_lv: NAB Merchant parole
ro_ro: Parolă comerciant NAB

source: (Make sure you enter the test credentials above.)
lv_lv: (Pārliecinieties ka augstāk ievadījāt izmēģinājuma datus.)
ro_ro: (Asigurați-vă că introduceți mai sus acreditările de test.)

source: Update NAB Settings
lv_lv: Atjaunot NAB iestatījumus
ro_ro: Actualizați setări NAB

source: Typically payment@yourdomain.com
ro_ro: În general plata@domeniuldumneavoastra.com

source: Swiss Franc
lv_lv: Šveices franks
ro_ro: Franc elvețian

source: Image URL
lv_lv: Attēla URL
ro_ro: URL imagine

source: Used for your business/personal logo on the PayPal page
ro_ro: Utilizat pentru emblema dumneavoastră de afaceri/personală în pagina PayPal

source: Do not prompt for an address
lv_lv: Nepiedāvāt Aizpildīt Piegādes Adresi
ro_ro: Nu solicitați o adresă

source: Prompt for an address, but do not require one
lv_lv: Piedāvāt Aizpildīt Piegādes Adresi, Bet Nav Obligāta
ro_ro: Solicitați o adresă, dar nu necesitați una
