Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: This area is used to add a customized email to your registration. You must select "Yes" in the "Send custom confirmation emails for this event?" and nothing should be selected in the "Use a pre-existing email?" dropdown.
lv_lv: Šis lauks tiek izmantots lai izveidotu pielāgotu reģistrācijas apstiprinājuma e-pasta vēstuli. Lai nosūtītu Izveidotu Pielāgotu E-pasta Vēstuli, Jums ir jāizvēlas "Jā" sadaļā " Vai sūtīt Dalībniekam apstiprinājuma vēstuli par reģistrāciju uz šo pasākumu? " un izvēles laukā " Vai vēlaties sūtīt Iepriekš Eksistējoša E-pasta Vēstule? " nav jānorāda iepriekš eksistējoša vēstule, bet tikai jāizveido šajā laukā sava " Pielāgota E-pasta Vēstule ". Šajā gadījumā tiks nosūtīta Jūsu " Izveidota Pielāgota E-pasta Vēstule ".
ro_ro: Această zonă este utilizată pentru a adăuga un e-mail personalizat înscrierii dumneavoastră. Trebuie să selectați "Da" pentru "Trimiteți e-mailuri personalizate de confirmare pentru acest eveniment?" și nu ar trebui selectat nimic în lista derulantă "Utilizați un e-mail existent anterior?".

source: Please be aware that clicking the HTML will destroy all formatting.
lv_lv: Lūdzu ņemiet vērā, ka noklikšķinot uz HTML tiks sajaukts viss formatējums.
ro_ro: Vă rugăm să fiți conștienți că, dând clic pe HTML, va distruge toată formatarea.

source: Event Overview
lv_lv: Pasākumu Pārskats
ro_ro: Vedere de ansamblu eveniment

source: If an alternate email address is entered. Admin email notifications wil be sent to this address instead.
lv_lv: Ja Jūs ierakstīsiet alternatīvo E-pasta adresi, tad sistēma ignorēs savu oriģinālo E-pasta adresi un visu administratoram domāto informāciju sūtīs uz Jūsu norādīto alternatīvo E-pasta adresi.
ro_ro: Dacă este introdusă o adresă alternativă de email. În schimb, notificările email de administrare vor fi trimise la această adresă.

source: General Admission
lv_lv: Vispārēja uzņemšana
ro_ro: Admitere generală

source: Members Admission
lv_lv: Biedru uzņemšana
ro_ro: Admitere membri

source: Free
lv_lv: Bezmaksas
ro_ro: Gratuit

source: There was error finding a post template. Please verify your post templates are available.
ro_ro: A apărut o eroare căutând un șablon de postare. Vă rugăm să verificați disponibilitatea șabloanelor dumneavoastră de postare.

source: has been added for
ro_ro: a fost adăugat pentru

source: Edit this event?
lv_lv: Labot šo pasākumu?
ro_ro: Editați acest eveniment?

source: Event details updated for
lv_lv: Pasākuma iestatījumi ir veiksmīgi atjaunoti. Pasākums
ro_ro: Detalii eveniment actualizate pentru

source: Edit Group -
lv_lv: Grupas Labošana -
ro_ro: Editați grup -

source: Group Identifier:
lv_lv: Grupas Identifikators:
ro_ro: Identificator grup:

source: Selected Questions for group<span class="info"> Uncheck box to remove question from group</span>
lv_lv: Lūdzu atzīmējiet visus tos jautājumus, kurus Jūs vēlaties iekļaut šajā grupā<span class="info"> Gadījumā, ja vēlaties izņemt kādu jautājumu no grupas, tad lūdzu pie konkrētā jautājuma izņemiet ķeksīti</span>
ro_ro: Selectați întrebările pentru grup<span class="info"> Debifați pentru a elimina întrebarea din grup</span>

source: Add further questions to group
lv_lv: Papildus jautājumu pievienošana grupai
ro_ro: Adăugați întrebări suplimentare grupului

source: Edit Question
lv_lv: Jautājuma Labošana
ro_ro: Editați întrebarea

source: Attention: This is a "System Question", some settings may be disabled.
lv_lv: Uzmanību: Šis ir " Sistēmas Jautājums ", tomēr dažus iestatījumus var izmainīt.
ro_ro: Atenție: Aceasta este o "Întrebare de sistem", unele setări pot fi dezactivate.

source: Admin View Only
lv_lv: Redzams tikai Administratoram
ro_ro: Vizualizare doar pentru administrator

source: Only the administrator can see this field.
lv_lv: Tikai Administrators varēs redzēt šo lauku.
ro_ro: Doar administratorul poate vedea acest câmp.

source: Text displayed if not completed.
lv_lv: Teksts tiks parādīts ja šis lauks nebūs aizpildīts.
ro_ro: Text afișat dacă nu este completat.

source: Nothing found!
ro_ro: Nu a fost găsit nimic!

source: Form Questions:
ro_ro: Întrebări formular:

source: Confirm and go to payment page
lv_lv: Apstiprināt un Doties uz Apmaksas Lapu
ro_ro: Confirmați și mergeți la pagina plății

source: View Cart
lv_lv: Skatīties / Pārbaudīt Savu Iepirkumu Grozu
ro_ro: Vizualizați coșul

source: It looks like you are attempting to refresh a page after completing your registration or your cart is empty. Please go to the events page and try again.
ro_ro: Se pare că încercați să reîncărcați o pagină după finalizarea înscrierii dumneavoastră, sau coșul dumneavoastră este gol. Vă rugăm să accesați pagina de evenimente și să încercați din nou.

source: Early Pricing
ro_ro: Tarifare timpurie

source: You can register a maximum of %d attendees for this event.
lv_lv: Jūs uz šo pasākumu varat piereģistrēt grupu, kura sastāv no maksimālais %d dalībniekiem.
ro_ro: Puteți înscrie un maxim de %d participanți pentru acest eveniment.

source: Free Event
lv_lv: Bezmaksas pasākums
ro_ro: Eveniment gratuit

source: free event
lv_lv: bezmaksas pasākums
ro_ro: eveniment gratuit

source: attendees
lv_lv: dalībnieki
ro_ro: participanți

source: registration confirmation
lv_lv: reģistrēšanās apstiprināšana
ro_ro: confirmare înscriere

source: Primary Attendee
lv_lv: Primāri Reģistrētais Dalībnieks
ro_ro: Participant primar

source: Registration Summary:
ro_ro: Rezumat înscriere:

source: Additional Information:
lv_lv: Papildus informācija:
ro_ro: Informații suplimentare:

source: Registration ID:
lv_lv: Reģistrācijas ID:
ro_ro: ID înscriere:

source: Ticket(s):
ro_ro: Bilet(e):

source: Certificate(s):
ro_ro: Certificat(e):

source: Invoice:
lv_lv: Maksājuma Rēķins:
ro_ro: Factura:

source: Event Registration Notification
ro_ro: Notificare înscriere eveniment

source: No attendee records available.
ro_ro: Nu este disponibilă nicio înregistrare privind participanții.

source: Event Cancellation Notice
ro_ro: Notificare anulare eveniment

source: Select One
ro_ro: Selectați una

source: Edit Attendee Details
lv_lv: Labot Dalībnieka Informācijas Detaļas
ro_ro: Editați detalii participant

source: Select a Seat:
ro_ro: Selectați un loc:

source: If you do not select a seat this attendee will not be added
ro_ro: Dacă nu selectați un loc, acest participant nu va fi adăugat

source: First Name:
lv_lv: Vārds:
ro_ro: Prenume:

source: Last Name:
lv_lv: Uzvārds:
ro_ro: Nume de familie:

source: Remove Attendee
ro_ro: Ștergeți participant

source: Missing wp_head() Function
ro_ro: Funcție wp_head() lipsă

source: The WordPress function wp_head() seems to be missing in your theme. Please contact the theme developer to make sure this is fixed before using Event Espresso.
ro_ro: Funcția WordPress wp_head() pare să lipsească din tema dumneavoastră. Vă rugăm să contactați dezvoltatorul temei, pentru a vă asigura că acest lucru este rezolvat înaintea utilizării Event Espresso.

source: Missing wp_footer() Function
ro_ro: Funcție lipsă wp_footer()

source: The WordPress function wp_footer() seems to be missing in your theme. Please contact the theme developer to make sure this is fixed before using Event Espresso.
ro_ro: Funcția WordPress wp_footer() pare să lipsească din tema dumneavoastră. Vă rugăm să contactați dezvoltatorul temei pentru a vă asigura că această problemă este rezolvată înainte de a utiliza Event Espresso.

source: Tickets Purchased (%s):
ro_ro: Bilete cumpărate (%s):

source: No country selected
ro_ro: Nicio țară selectată

source: Checked-in
ro_ro: Înregistrat

source: Not Checked-in
ro_ro: Nu este înregistrat

source: (including %s early discount)
lv_lv: (ievērojot %s sākuma atlaidi)
ro_ro: (incluzând discountul timpuriu %s)

source: Choose an Option:
ro_ro: Alegeți o opțiune:

source: Price:
lv_lv: Cena:
ro_ro: Preț:

source: No prices id results.
ro_ro: Niciun rezultat cu identificatori de preț.

source: Invoice
lv_lv: Maksājuma Rēķins
ro_ro: Factură

source: Offline payment
ro_ro: Plată offline

source: in
ro_ro: în

source: hours
ro_ro: ore

source: today
ro_ro: astăzi

source: minutes
ro_ro: minute

source: day
ro_ro: zi

source: days
ro_ro: zile

source: and
ro_ro: și

source: ago
ro_ro: în urmă

source: allday
ro_ro: toată ziua

source: duration
ro_ro: durată

source: End Time:
lv_lv: Beigu Laiks:
ro_ro: Ora de sfârșit:

source: to
ro_ro: la

source: Choose a Time:
ro_ro: Alegeți o oră:

source: available spaces
ro_ro: locuri disponibile

source: Time:
ro_ro: Oră:

source: Choose a city in the same timezone as the event.
ro_ro: Alegeți un oraș în același fus orar cu evenimentul.

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is <code>%s</code>
ro_ro: Ora <abbr title="Timp Universal Coordonat">UTC</abbr> este <code>%s</code>

source: Local time is <code>%1$s</code>
ro_ro: Ora locală este <code>%1$s</code>

source: This timezone is currently in daylight saving time.
ro_ro: Acest fus orar are în prezent activată ora de vară.

source: This timezone is currently in standard time.
ro_ro: Acest fus orar este în prezent în ora de iarnă.

source: Daylight saving time begins on: <code>%s</code>.
ro_ro: Ora de vară începe la: <code>%s</code>.

source: Standard time begins on: <code>%s</code>.
ro_ro: Ora de iarnă începe la: <code>%s</code>.

source: This timezone does not observe daylight saving time.
ro_ro: Acest fus orar nu ține cont de ora de vară/iarnă.

source: All
ro_ro: Toate

source: Added by Admin
ro_ro: Adăugat de către administrator

source: Sorry, you did not enter the correct anti-spam phrase. Please click your browser's back button and try again.
ro_ro: Ne pare rău, nu ați introdus fraza anti-spam corectă. Vă rugăm să dați clic pe butonul Înapoi al browser-ului dumneavoastră și să încercați din nou.

source: events
ro_ro: evenimente

source: Edit Cart
lv_lv: Izmainīt Iepirkuma Grozu
ro_ro: Editare coș

source: or
lv_lv: vai
ro_ro: sau

source: Edit Registrant Information
lv_lv: Izmainīt Reģistrēšanās Informāciju
ro_ro: Editați informație participant

source: Your registration is not complete until payment is received.
lv_lv: Piezīme: Jūsu reģistrācija pagaidām pilnībā nav pabeigta, kamēr nav saņemts pilns Jūsu maksājums.
ro_ro: Înscrierea dumneavoastră nu este completă până când plata nu este încasată.

source: Amount due:
lv_lv: Summa apmaksai:
ro_ro: Sumă datorată:

source: A confirmation email has been sent with additional details of your registration.
lv_lv: Uz Jūsu norādīto e-pasta adresi ir nosūtīta reģistrācijas apstiprinājuma vēstule ar visu Jūsu reģistrēšanās un papildus informāciju.
ro_ro: Un email de confirmare a fost trimis cu detalii suplimentare privind înscrierea dumneavoastră.

source: Thank you! Your registration is confirmed for
lv_lv: Paldies! Jūs esiet apstiprinājis dalību pasākumā
ro_ro: Vă mulțumim! Înscrierea dumneavoastră este confirmată pentru

source: Registration
lv_lv: Reģistrēšanās
ro_ro: Înscriere

source: Event:
lv_lv: Pasākuma Nosaukums:
ro_ro: Eveniment:

source: Displayed on all emails and invoices.
ro_ro: Afișat în toate e-mail-urile și facturile.

source: The URL to which the payer's browser is redirected after completing the payment; for example, a URL on your site that displays a "Thank you for your payment" page.
lv_lv: Tā ir URL adrese, uz kuru maksātājs tiek automātiski novirzīts pēc apmaksas procesa pabeigšanas, piemēram, URL adrese uz Jūsu mājas lapas " Paldies Jums par Jūsu maksājumu " lapu.
ro_ro: URL-ul către care browser-ul plătitorului este redirecționat după finalizarea plății; de exemplu, un URL din site-ul dumneavoastră care afișează o pagină "Vă mulțumim pentru plata dumneavoastră".

source: This page should contain the %s shortcode.
lv_lv: Šīs lapas saturā vienmēr ir jābūt %s īskods.
ro_ro: Această pagină ar trebui să conțină codul scurt %s.

source: A URL to which the payer's browser is redirected if payment is cancelled; for example, a URL on your website that displays a "Payment Canceled" page.
lv_lv: Tā ir URL adrese, uz kuru maksātājs tiek automātiski novirzīts gadījumā ja maksājums tiek atcelts, piemēram, URL adrese uz Jūsu mājas lapas " Jūsu Maksājums ir Atcelts " lapu.
ro_ro: Un URL către care browser-ul plătitorului este redirecționat dacă plata este anulată; de exemplu, un URL de pe pagina dumneavoastră web care afișează o pagină de "Plată anulată".

source: Notify URL
lv_lv: Paziņošanas URL Adrese
ro_ro: URL notificare

source: The URL to which PayPal posts information about the transaction, in the form of Instant Payment Notification messages.
lv_lv: Tā ir URL adrese, kurā PayPal nosūta informāciju par maksājuma transakciju, ievietojot Tūlītēja Maksājuma Paziņojuma ziņojumus.
ro_ro: URL-ul către care PayPal trimite informații privind tranzacția, sub forma mesajelor de Notificare instantă a plății.

source: Main Events Page
lv_lv: Galvenā Pasākumu Reģistrācijas Lapa
ro_ro: Pagina principală a evenimentelor

source: This is the page that displays your events and doubles as your registration page. It is very important that this page always contains the %s shortcode.
lv_lv: Šī ir lapa, kurā tiek parādīti Jūsu pasākumi un paralēli tā ir arī Jūsu reģistrācijas lapa. Ir ļoti svarīgi lai šī lapa vienmēr saturētu %s īskodu.
ro_ro: Aceasta este pagina care afișează evenimentele dumneavoastră și are și rolul paginii dumneavoastră de înscriere. Este foarte important ca această pagină să conțină mereu codul scurt %s.

source: This page should ALWAYS contain the %s shortcode.
lv_lv: Šīs lapas saturā vienmēr ir jābūt %s īskods.
ro_ro: Această pagină trebuie să conțină ÎNTOTDEAUNA codul scurt %s.

source: Affiliate Details
lv_lv: Affiliate / Partnera programmas Informācija
ro_ro: Detalii afiliat

source: Promote Event Espresso and earn cash!
lv_lv: Veiciniet Event Espresso pārdošanas un pelniet naudu!
ro_ro: Promovați Event Espresso și câștigați bani!

source: Banners and More Info >>
ro_ro: Bannere și mai multe info >>

source: reCAPTCHA Information
lv_lv: reCAPTCHA Informācija
ro_ro: Informație reCAPTCHA

source: %s helps prevent automated abuse of your site (such as comment spam or bogus registrations) by using a %s to ensure that only humans perform certain actions.
ro_ro: %s ajută prevenirea abuzului automatizat asupra site-ului dumneavoastră (cum ar fi comentarii spam sau înscrieri false) prin utilizarea unui %s pentru a asigura că numai oamenii efectuează anumite acțiuni.

source: You must sign up for a free %s account to use it with this plugin. If you already have a reCAPTCHA account enter your "Public" and "Private" keys on this page.
lv_lv: Jūms jāpierakstās bezmaksas %s kontā, lai lietotu šo sparudni. Ja Jums jau ir reCAPTCHA konts, ievadiet Jūsu "Publisko" and "Privāto" atslēgas šajā lapā.
ro_ro: Trebuie să vă înscrieți pentru un cont %s gratuit, pentru a îl utiliza cu acest modul. Dacă aveți deja un cont reCAPTCHA, introduceți cheile "Public" și "Privat" în această pagină.

source: You should only use this if you know it will not cause email delivery problems. Some servers will not send emails that use this format.
lv_lv: Jums vajadzētu to izmantot tikai tādā gadījumā, ja Jūs ziniet un esat pārliecināti, ka tas neradīs problēmas ar E-pasta vēstuļu piegādi. Daži serveri nesūtīs E-pasta vēstules ar šādu iedomātu E-pastu galvenes formātu.
ro_ro: Ar trebui să folosiți acest lucru doar dacă știți că nu va cauza probleme de livrare e-mail. Unele servere nu vor trimite e-mailuri care utilizează acest format.

source: Full Logging
ro_ro: Înregistrare completă

source: Every time a page is accessed on your site. This option will save all Event Espresso registration form data, and debugging information to a file in the "/wp-content/uploads/espresso/logs/" directory on your server.
ro_ro: De fiecare dată când este accesată o pagină pe site-ul dumneavoastră. Această opțiune va salva toate datele formularului de înscriere Event Espresso și informații de depanare într-un fișier în dosarul "/wp-content/uploads/espresso/logs/" de pe serverul dumneavoastră.

source: Please use caution when using this feature. These files may be pubicly available.
ro_ro: Vă rugăm să aveți grijă atunci când utilizați această caracteristică. Aceste fișiere pot fi disponibile în mod public.

source: Remote Logging
ro_ro: Înregistrare la distanță

source: Using constants defined in the wp-config.php. You can a way to send "key" and "pass" parameters in the remote logging action.
ro_ro: Folosind constantele definite in wp-config.php. Aveți o cale de a trimite parametrii "key" și "pass" în acțiunea de înregistrare la distanță.

source: Add this to your wp-config, above the line that says "That's all, stop editing! Happy blogging."
ro_ro: Adăugați acest lucru la wp-config-ul dumneavoastră, deasupra liniei care spune "That's all, stop editing! Happy blogging." (Asta e tot, opriți-vă din editat! Blogging fericit.).

source: This option sends all Event Espresso debugging data and get/post variables to the specified URL.
ro_ro: Această opțiune trimite toate datele de depanare Event Espresso și variabile get/post către URL-ul specificat.

source: To see for yourself, "Make a PostBin" at <a href="http://www.postbin.org/" target="_blank">PostBin</a>. Then enter the PostBin URL into the "Remote Logging URL" field.
ro_ro: Pentru a vedea pentru dumneavoastră, accesați "Make a PostBin" la <a href="http://www.postbin.org/" target="_blank">PostBin</a>. Apoi introduceți URL-ul PostBin în câmpul "URL înregistrare log la distanță".

source: Pages:
lv_lv: Lapas:
ro_ro: Pagini:

source: This event has passed.
ro_ro: Acest eveniment a trecut.

source: Attendee Listing For:
ro_ro: Lista de participanți pentru:

source: Event Name:
lv_lv: Pasākuma Nosaukums:
ro_ro: Nume eveniment:

source: Total Price:
lv_lv: Kopējā Summa:
ro_ro: Preț total:

source: Confirm Registration
lv_lv: Apstiprināt Reģistrāciju
ro_ro: Confirmă înscrierea

source: Register
lv_lv: Reģistrēties
ro_ro: Înscrieți-vă

source: View Map
lv_lv: Skatīt karti
ro_ro: Vizualizați harta

source: <h3>This event has expired or is no longer available.</h3>
ro_ro: <h3>Acest eveniment a expirat sau nu mai este disponibil.</h3>

source: Price Type:
ro_ro: Tip de preț:

source: Attendee
lv_lv: Dalībnieks
ro_ro: Participant

source: Class/Event:
lv_lv: Klase / Pasākums:
ro_ro: Clasă/eveniment:

source: Registration Details:
lv_lv: Reģistrācijas detaļas:
ro_ro: Detalii înscriere:

source: Primary Registrant:
lv_lv: Primāri Reģistrētais Dalībnieks:
ro_ro: Participant primar:

source: Payment Type:
lv_lv: Maksājuma Veids:
ro_ro: Tipul plății:

source: Payment Date:
lv_lv: Maksājuma Datums:
ro_ro: Data plății:

source: Amount Paid/Owed:
lv_lv: Samaksātā Summa / Parāds:
ro_ro: Sumă plătită/datorată:

source: Registration ID:
lv_lv: Dalībnieka Reģistrācijas ID:
ro_ro: ID înscriere:

source: Your Registration ID:
lv_lv: Jūsu Reģistrācijas ID:
ro_ro: ID-ul înscrierii dumneavoastră:

source: Your registration is not complete until admin approves.
ro_ro: Înscrierea dumneavoastră nu este completă până când nu este aprobată de către administrator.

source: Your Registration ID:
lv_lv: Jūsu Reģistrācijas ID:
ro_ro: ID-ul înscrierii dumneavoastră:

source: Pending Payment
ro_ro: Plată în așteptare

source: Sorry, there are not enough spaces available to complete your registration.
ro_ro: Ne pare rău, nu sunt destule locuri disponibile pentru a finaliza înscrierea dumneavoastră.

source: Quantity in your Party:
ro_ro: Cantitate în partea dumneavoastră:

source: Spaces Available:
lv_lv: Vietas pieejamas:
ro_ro: Locuri disponibile:

source: Enter Coupon Code
lv_lv: Ievadīt kupona kodu:
ro_ro: Introduceți cod cupon

source: Refresh Total
lv_lv: Pārlādēt Kopējo Summu
ro_ro: Reîmprospătare total

source: A widget to display your upcoming events.
ro_ro: Un widget pentru a afișa evenimentele dumneavoastră viitoare.

source: Event Category:
lv_lv: Pasākumu kategorija:
ro_ro: Categorie eveniment:

source: Limit:
lv_lv: Limits:
ro_ro: Limită:

source: Optional Settings:
lv_lv: Papilduzstādījumi:
ro_ro: Setări opționale:

source: Show Expired Events?
lv_lv: Rādīt beigušos pasākumus?
ro_ro: Afișați evenimente expirate?

source: Show Deleted Events?
lv_lv: Rādīt dzēstos pasākumus?
ro_ro: Afișați evenimentele șterse?

source: Show Recurring Events?
lv_lv: Rādīt atkārtojošos pasķumus?
ro_ro: Afișați evenimente recurente?

source: Dismiss
lv_lv: Izlaist
ro_ro: Revocați

source: This will allow you to send your customers directly to the payment gateway of your choice.
lv_lv: Izvēloties Jā, tas ļauj Jums novirzīt savus klientus taisni uz norādītās apmaksas sistēmas maksājuma vārtiem, izlaižot Jūsu mājas lapas Apmaksas Pārskata Lapu. Opcijas lietošana ir pēc Jūsu izvēles.
ro_ro: Acest lucru vă va permite să trimiteți clienții dumneavoastră direct către gateway-ul de plată ales de dumneavoastră.

source: Argentina Peso
lv_lv: Argentīnas peso
ro_ro: Peso argentinian

source: Brazilian Real
lv_lv: Brazīlijas reāls
ro_ro: Real brazilian

source: British Pound
lv_lv: Britu mārciņa
ro_ro: Liră sterlină

source: Canadian Dollar
lv_lv: Kanādas dolārs
ro_ro: Dolar canadian

source: Israeli New Shekel
lv_lv: Izraēlas jaunais šekelis
ro_ro: Shekel nou israelian

source: Lithuanian Litas
lv_lv: Lietuvas lits
ro_ro: Litu lituanian

source: New Zealand Dollar
lv_lv: Jaunzēlandes dolārs
ro_ro: Dolar Neo-Zeelandez

source: Philippine Peso
lv_lv: Filipīnu peso
ro_ro: Peso filipinez

source: Romanian New Leu
lv_lv: Rumānijas jaunā leva
ro_ro: Leu nou românesc

source: Russian Ruble
lv_lv: Krievu rublis
ro_ro: Rublă rusească

source: Singapore Dollar
lv_lv: Singapūras dolārs
ro_ro: Dolar Singapore

source: South African Rand
lv_lv: Dienvidāfrikas rands
ro_ro: Rand sud-african

source: Turkish Lira
lv_lv: Turku lira
ro_ro: Liră turcească

source: U.S. Dollar
lv_lv: ASV dolārs
ro_ro: Dolar american

source: United Arab Emirates Dirham
lv_lv: AEE dirhams
ro_ro: dirham al Emiratelor Arabe Unite

source: Authorize.net AIM settings saved.
lv_lv: Authorize.net AIM iestatījumi saglabāti.
ro_ro: Setări AIM Authorize.net salvate.

source: Authorize.net settings saved.
lv_lv: Authorize.net iestatījumi saglabāti.
ro_ro: Setări Authorize.net salvate.

source: (used for your business/personal logo on the Authorize.net SIM payment page)
lv_lv: (izmantots Jūsu biznesa/personālajam logo Authorize.net SIM maksājumu lapā)
ro_ro: (utilizat pentru emblema dumneavoastră de afaceri/personală în pagina plății SIM Authorize.net)

source: Authorize.net Test Mode
lv_lv: Authorize.net izmēģinājuma režīms
ro_ro: Mod de test Authorize.net

source: Electronic Funds Transfer settings saved.
lv_lv: Elektronisko pārskaitījumu iestatījumi saglabāti.
ro_ro: Setările privind transferul electronic de fonduri au fost salvate.

source: Check/Money Order Payment settings saved.
lv_lv: Check/Money Order maksājumu iestatījumi saglabāti.
ro_ro: Setări salvate pentru plată cec/ordin de plată.

source: Debugging / Sandbox output
lv_lv: Atkļūdošanas / Sandbox izvads
ro_ro: ieșire Sandbox / depanare

source: End of Debugging / Sandbox output (this will go away when you switch to live transactions)
ro_ro: Sfârșitul depanării / ieșire Sandbox (acest lucru va dispărea atunci când veți comuta la tranzacții din mediul de producție)

source: E-xact settings saved.
lv_lv: E-xact iestatījumi saglabāti.
ro_ro: Setări E-xact salvate.

source: E-xact Settings
lv_lv: E-xact iestatījumi
ro_ro: Setări E-xact

source: Deactivate E-xact Gateway?
lv_lv: Deaktivēt E-xact vārteju?
ro_ro: Dezactivați gateway-ul E-xact?

source: Activate E-xact Gateway?
lv_lv: Aktivēt E-xact vārteju?
ro_ro: Activați gateway-ul E-xact?

source: E-xact Transaction Key
lv_lv: E-xact transakcijas atslēga
ro_ro: Cheie tranzactie E-xact

source: (used for your business/personal logo on the E-xact payment page)
ro_ro: (utilizat pentru emblema dumneavoastră de afaceri/personală în pagina plății E-xact)
