Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Your version of PHP is out of date, please update to the latest version of PHP. <br>Required version of PHP:
lv_lv: Jūsu PHP versija ir novecojusi, lūdzu atjaunojieties uz pēdējo PHP versiju. <br>Nepieciešamā PHP versija:
ro_ro: Versiunea dumneavoastră de PHP este depășită, vă rugăm să actualizați la ultima versiune de PHP. <br>Versiunea necesară de PHP:

source: Your version of MySQL is out of date, please update to the latest version of MySQL. <br>Required version of MySQL:
lv_lv: Jūsu MySQL versija ir novecojusi, lūdzu atjaunojieties uz pēdējo MySQL versiju. <br>Nepieciešamā MySQL versija:
ro_ro: Versiunea dumneavoastră de MySQL este depășită, vă rugăm să actualizați la ultima versiune de MySQL. <br>Versiunea necesară de MySQL:

source: WordPress Version:
lv_lv: WordPress versija:
ro_ro: Versiune WordPress:

source: PHP Version:
lv_lv: PHP versija:
ro_ro: Versiune PHP:

source: MySQL Version:
lv_lv: MySQL versija:
ro_ro: Versiune MySQL:

source: WordPress Address (URL):
lv_lv: WordPress adrese (URL):
ro_ro: Adresă WordPress (URL):

source: WordPress Content Directory:
lv_lv: WordPress satura direktorija:
ro_ro: Dosar conținut WordPress:

source: Site address (URL):
lv_lv: Vietnes adrese (URL):
ro_ro: Adresa site-ului (URL):

source: Event Espresso Plugin URL:
lv_lv: Event Espresso spraudņa URL:
ro_ro: URL plugin Event Espresso:

source: Event Espresso Plugin Path:
lv_lv: Event Espresso spraudņa ceļš:
ro_ro: Cale plugin Event Espresso:

source: Event Espresso Upload URL:
lv_lv: Event Espresso atjaunošanas URL:
ro_ro: URL upload Event Espresso:

source: Event Espresso Upload Path:
lv_lv: Event Espresso augšuplādes ceļš:
ro_ro: Cale încărcare Event Espresso:

source: Event Espresso Template Path:
lv_lv: Event Espresso šablona ceļš:
ro_ro: Cale șabloane Event Espresso:

source: Event Espresso Gateway Path:
lv_lv: Event Espresso vārtejas ceļš:
ro_ro: Cale Gateway Event Espresso:

source: When requesting support. Please copy and paste the details displayed of the <a href="admin.php?page=support#details">Important Information</a> section above. This will help us determine potential problems with your server, WordPress installation, and/or the Event Espresso plugin. Please also include a list (or screenshot) of all <a href="plugins.php?plugin_status=active">active plugins</a>.
lv_lv: Tad, kad Jūs pieprasāt atbalstu: Lūdzu nokopējiet un ielīmējiet sadaļā <a href="admin.php?page=support#details">Svarīga Informācija</a> redzamo informāciju. Tas noteikti mums palīdzēs ātrāk noteikt radušās problēmas ar Jūsu serveri, WordPress instalāciju, un / vai ar Event Espresso spraudni. Lūdzu pievienojiet arī sarakstu (vai ekrāna kopiju) ar visiem <a href="plugins.php?plugin_status=active">Aktīvajiem Spraudņiem</a>.
ro_ro: Când se solicită suport. Vă rugăm să copiați și să inserați detaliile afișate în secțiunea <a href="admin.php?page=support#details">Informații importante</a> de mai sus. Acestea ne vor ajuta să stabilim posibile probleme cu serverul dumneavoastră, instalarea WordPress, și/sau plugin-ul Event Espresso. De asemenea, vă rugăm să includeți o listă (sau poze de ecran) pentru toate <a href="plugins.php?plugin_status=active">plugin-urile active</a>.

source: Premium Support Options
lv_lv: Maksas Atbalsta Iespējas
ro_ro: Opțiuni suport Premium

source: We offer premium support to customers who desire or require a level of support beyond the complimentary support included with all Event Espresso products.
lv_lv: Mēs piedāvājam arī maksas atbalsta iespējas tiem klientiem, kuri vēlas izmantot tādu atbalsta līmeni, kurš pārsniedz Event Espresso produktu klāsta komplektā iekļauto bezmaksas atbalsta palīdzību.
ro_ro: Oferim suport premium clienților care doresc sau necesită un nivel de suport mai presus de suportul gratuit inclus cu toate produsele Event Espresso.

source: Support Tokens
lv_lv: Atbalsta Žetoni
ro_ro: Token-uri suport

source: A support token can be used to get priority support for a single incident. It can be used to schedule support via phone or IM for a single incident (up to 30 minutes), or to receive priority e-mail support. A support token can be used for &ldquo;how to&rdquo; questions, technical issues, &ldquo;best practice&rdquo; questions or for custom development consulting. A support token consists of the PayPal Transaction ID you received from PayPal at the time of your purchase.
lv_lv: Atbalsta žetoni var tikt izmantoti, lai iegūtu prioritāru atbalstu tikai vienam incidentam. To var izmantot, lai ieplānotu viena incidenta atbalstu izmantojot telefonu vai IM (līdz 30 minūtēm), vai arī saņemt prioritāru e-pasta atbalstu. Atbalsta žetonus var izmantot gan jautājumiem, tehniskiem jautājumiem, " labas prakses" jautājumiem vai konsultācijām par iespējamu pasūtījuma izpildi. Atbalsta žetons sastāv no PayPal transakcijas ID, kuru Jūs saņemat brīdī, kad apmaksājat maksas atbalsta pakalpojumus izmantojot PayPal apmaksas sistēmu.
ro_ro: Un token de suport poate fi utilizat pentru o obține suport prioritar pentru un singur incident. Acesta poate fi folosit pentru a planifica suport prin telefon sau chat pentru un singur incident (până la 30 de minute), sau pentru a primi suport prioritar prin e-mail. Un token de suport poate fi folosit pentru întrebări &ldquo;cum să&rdquo;, probleme tehnice, întrebări &ldquo;cele mai bune practici&rdquo; sau pentru consultanță privind dezvoltări personalizate. Un token de suport constă în ID-ul tranzacției PayPal pe care l-ați primit din partea Paypal la momentul achiziției dumneavoastră.

source: Installation &amp; Consulting
lv_lv: Instalēšana &amp; konsultēšana
ro_ro: Instalare &amp; consultanță

source: Registration page just refreshes?
lv_lv: Reģistrācijas lapas atsvaidzināšana?
ro_ro: Pagina de înscriere doar se reîncarcă?

source: Usually its because you need to point the &quot;Main registration page:&quot; (in the Organization Settings page) to whatever page you have the shortcode
lv_lv: Jums vajag pārbaudīt norādīto &quot;Galvenā reģistrācijas lapa:&quot; (tas atrodas sadaļā Galvenie Iestatījumi). Tur ir jābūt norādītai lapai, kurā ir ievietots un tiek izmantots obligāti vajadzīgais īskods
ro_ro: De obicei este pentru că aveți nevoie să indicați &quot;Pagina principală de înscriere:&quot; (în pagina de Setări ale organizației) la orice pagină aveți codul scurt

source: Paypal IPN Problem?
lv_lv: Paypal IPN Problēma?
ro_ro: Problemă cu IPN-ul Paypal?

source: Four things to check with PayPal when payments notifications are not being sent to Event Espresso.
lv_lv: Ja PayPal maksājuma ziņojumi netiek nosūtīti uz Event Espresso, ir jāpārbauda četras lietas.
ro_ro: Patru lucruri de verificat cu PayPal atunci când notificările de plată nu sunt trimise către Event Espresso.

source: Make sure you have a standard or a business PayPal account, personal accounts don't work.
lv_lv: Pārliecinieties, ka Jums ir Standart vai Business PayPal konts. Personal konts šādiem nolūkiem nestrādās.
ro_ro: Asigurați-vă că aveți un cont PayPal standard sau business, conturile personale nu funcționează.

source: Turn on your IPN.
lv_lv: Ieslēdziet savu IPN.
ro_ro: Activați-vă IPN-ul.

source: Make sure your PayPal account is verified.
lv_lv: Pārliecinieties, ka Jūsu PayPal konts ir verificēts.
ro_ro: Asigurați-vă că este verificat contul PayPal.

source: Make sure your Event Espresso pages are not protected or private.
lv_lv: Pārliecinieties, ka Jūsu Event Espresso lapas nav aizsargātas no publiskas piekļuves vai norādītas kā privātas.
ro_ro: Asigurați-vă că paginile dumneavoastră Event Espresso nu sunt protejate sau private.

source: More information can be found here:
lv_lv: Lai iegūtu vairāk informācijas, lūdzu apmeklējiet šo foruma lapu:
ro_ro: Mai multe informații pot fi găsite aici:

source: Check your email settings on the
lv_lv: Lūdzu pārbaudiet savus e-pasta iestatījumus
ro_ro: Verificați-vă setările dumneavoastră e-mail pe

source: If you're using WP SMTP with Gmail, also check your spam box to make sure Gmail isn't filtering the confirmation emails as spam.
lv_lv: Ja Jūs izmantojat WP SMTP ar Gmail, tad lūdzu pārbaudiet arī Jūsu spam vēstuļu mapīti lai pārliecinātos, ka Gmail sistēma nav nofiltrējusi apstiprinājuma vēstuli kā spam e-pastu.
ro_ro: Dacă utilizați SMTP WP cu Gmail, să verificați de asemenea și cutia cu spam pentru a vă asigura că Gmail nu filtrează e-mailurile de confirmare ca spam.

source: Optional
lv_lv: Papildus
ro_ro: Opțional

source: My events are not importing correctly when I use the CSV upload tool.
lv_lv: Izmantojot CSV ielādēšanas rīku, mani Pasākumi netiek importēti korekti.
ro_ro: Evenimentele mele nu se importă corect atunci când utilizez unealta de încărcare CSV.

source: Check your CSV for any apotrophes in the title or description. Using Excel (or someother spreadsheet application) find and replace all apostrophes with <tt>\&amp;#039;</tt>. This is the HTML entity for ' and is how the titles are entered into the database. For more information, see <a href="http://eventespresso.com/forums/2011/08/import-csv-malfunction" target="_blank">this forum post</a>.
lv_lv: Pārbaudiet sava CSV faila virsrakstos un aprakstos visus apostrofus. Lietojiet Excel (vai līdzīgas darbības aplikāciju) lai skatītos un pārrakstītu visus apostrofus par <tt>\&amp;#039;</tt>. Tas ir HTML pieņēmums par ' un tiek ievadīts kā virsraksts programmas datubāzē. Lai iegūtu vairāk informācijas, lūdzu skatieties <a href="http://eventespresso.com/forums/2011/08/import-csv-malfunction" target="_blank">šo foruma rakstu</a>.
ro_ro: Verificați fișierul dumneavoastră CSV pentru orice apostrof în titlu sau descriere. Utilizând Excel (sau altă aplicație de foi de calcul), căutați și înlocuiți toate apostrofurile cu <tt>\&amp;#039;</tt>. Aceasta este entitatea HTML pentru ' și este modul în care titlurile sunt introduse în baza de date. Pentru mai multe informații, vedeți <a href="http://eventespresso.com/forums/2011/08/import-csv-malfunction" target="_blank">această postare din forum</a>.

source: Attendee information is outdated
lv_lv: Dalībnieku informācija ir novecojusi
ro_ro: Informațiile participanților sunt învechite

source: Due to recent changes in the way attendee information is handled, attendee data may appear to be missing from some events. In order to reassign attendees to events, please run the attendee update script by pressing the button below.
ro_ro: Datorită schimbărilor recente privind modul în care informațiile participanților sunt gestionate, datele participanților pot părea să fi dispărut pentru unele evenimente. Pentru a realoca participanții la evenimente, vă rugăm să rulați scriptul de actualizare participanți prin apăsarea butonului de mai jos.

source: Run Attendee Update Script
lv_lv: Palaist dalībnieku atjaunošanas skriptu
ro_ro: Rulează script actualizare participanți

source: Manage Event Categories
lv_lv: Pārvaldīt Pasākumu Kategorijas
ro_ro: Administrați categorii evenimente

source: Add New Category
lv_lv: Pievienot Jaunu Kategoriju
ro_ro: Adăugare categorie nouă

source: Categories have been successfully deleted from the event.
lv_lv: Pasākumu Kategorija ir veiksmīgi izdzēsta.
ro_ro: Categoriile au fost șterse cu succes de la eveniment.

source: Delete Category
lv_lv: Dzēst Kategoriju
ro_ro: Ștergeți categoria

source: Export to Excel
lv_lv: Eksportēt Datus Excel Formātā
ro_ro: Exportați în Excel

source: Unique Category Identifier
lv_lv: Unikāls Kategorijas Identifikators
ro_ro: Identificator unic de categorie

source: This should be a unique identifier for the category. Example: "category1" (without qoutes.)
ro_ro: Acesta ar trebui să fie un identificator unic pentru categorie. Exemplu: "categoria1" (fără ghilimele).

source: unique ID can also be used in individual pages using the
ro_ro: ID unic poate fi de asemenea utilizat în pagini individuale, folosind

source: shortcode
lv_lv: īskodu
ro_ro: cod scurt

source: Manage Questions
lv_lv: Pārvaldīt Reģistrācijas Jautājumus
ro_ro: Administrare întrebări

source: Add New Question
lv_lv: Pievienot Jaunu Jautājumu
ro_ro: Adăugați întrebare nouă

source: My Questions
lv_lv: Mani Jautājumi
ro_ro: Întrebările mele

source: All Questions
lv_lv: Visi Jautājumi
ro_ro: Toate întrebările

source: This function is not available in the free version of Event Espresso.
lv_lv: Šī funkcija nav pieejama bezmaksas Event Espresso.
ro_ro: Această funcție nu este disponibilă în versiunea gratuită Event Espresso.

source: Required
lv_lv: Vai Obligāts Lauks
ro_ro: Necesar

source: Admin Only
lv_lv: Redzams Tikai Administratoram
ro_ro: Numai administrator

source: Delete Question
lv_lv: Dzēst Jautājumu
ro_ro: Ștergeți întrebarea

source: Manage Questions Overview
lv_lv: Reģistrācijas Jautājumu Pārskata Informācija
ro_ro: Gestionați vederea de ansamblu a întrebărilor

source: The <code>Questions</code> page shows your list of available questions to add to your registration forms for events
lv_lv: <code>" Jautājumu Saraksts "</code> lapā tiek parādīti visi tie jautājumi, kurus Jūs brīvi varat izmantot lai pievienotu pasākuma reģistrācijas formai.
ro_ro: Pagina de <code>Întrebări</code> vă afișează o listă de întrebări disponibile pentru a fi adăugate la formularele de înscriere pentru evenimentele dumneavoastră

source: Use the add new question button at the top of the page to create a new question to add to the list
lv_lv: Lai izveidotu papildus jaunu jautājumu un pievienotu to šim sarakstam, lūdzu izmantojiet lapas augšpusē pogu
ro_ro: Utilizați butonul Adăugați întrebare nouă din partea de sus a paginii, pentru a crea o întrebare nouă de adăugat la listă

source: Once you have a built a list of questions you may further organize your questions into <code>Groups.</code> These
lv_lv: Kad esat izveidojis sarakstu ar saviem jautājumiem, Jums vajag tos organizēt <code>Jautājumu Grupās.</code> Šādas
ro_ro: Odată ce ați construit o listă de întrebări, vă puteți organiza mai departe întrebările în <code>Grupuri</code>. Acestea

source: Question Groups
lv_lv: Jautājumu Grupas
ro_ro: Grupuri de întrebări

source: allow you to easily and conveniently add a group to a registration that will have a pre populated set of questions, this is especially handy when creating many registration forms, saving time, by being able to re-use specific groups of questions repetedly.
lv_lv: ļauj viegli pievienot konkrētu grupu ar konkrētiem organizētiem jautājumiem klāt pie reģistrācijas formas. Šādas jautājumu grupas ir arī īpaši izdevīgas izmantojot dažādas reģistrācijas formas, tās ietaupa Jūsu laiku jautājumu atkārtošanai. Jums ir tikai jānorāda - kuru grupu ar tās jautājumiem Jūs vēlaties redzēt klāt pie konkrētā pasākuma reģistrācijas formas, un visi norādītās grupas jautājumi tiks pievienoti konkrētajai reģistrācijas formai.
ro_ro: vă permite să adăugați ușor și convenabil un grup la o înscriere, care va avea un set populat anterior de întrebări; acest lucru este comod mai ales când sunt create mai multe formulare de înscriere, salvând timp, fiind în măsură să reutilizeze grupuri specifice de întrebări în mod repetat.

source: General Settings
lv_lv: Galvenie Iestatījumi
ro_ro: Setări generale

source: Organization Name:
lv_lv: Organizācijas Nosaukums:
ro_ro: Nume organizație:

source: Organization Street 1:
lv_lv: Organizācijas Adrese 1:
ro_ro: Strada organizației - 1:

source: Organization Street 2:
lv_lv: Organizācijas Adrese 2:
ro_ro: Strada organizației - 2:

source: Organization City:
lv_lv: Organizācijas Pilsēta:
ro_ro: Oraș organizație:

source: Organization State:
lv_lv: Organizācijas Rajons / Novads / Apgabals
ro_ro: Statul organizației:

source: Organization Zip/Postal Code:
lv_lv: Organizācijas Pasta Indeks:
ro_ro: Cod poștal organizație:

source: Organization Country:
lv_lv: Organizācijas Valsts:
ro_ro: Țara organizației:

source: Primary contact email:
lv_lv: Primārais Kontaktinformācijas E-pasts:
ro_ro: E-mail primar de contact:

source: Time and Date Settings
lv_lv: Laika un Datuma Iestatījumi
ro_ro: Setări de oră și dată

source: Current Time:
lv_lv: Pašreizējais Laiks:
ro_ro: Ora curentă:

source: Change timezone and date format settings?
lv_lv: Mainīt laika zonas un datuma formāta iestatījumus?
ro_ro: Schimbați fusul orar și setările de format de dată?

source: You must set the time zone for your city, or the city closest to you. UTC time will not work.
lv_lv: Jums ir jāiestāda savas pilsētas laika zona, vai savas tuvākās pilsētas laika zona. UTC laiks nestrādās.
ro_ro: Trebuie să setați fusul orar pentru orașul dumneavoastră, sau pentru cel mai apropiat oraș de dumneavoastră. Timpul UTC nu va funcționa.

source: Add a Default Logo
lv_lv: Pievienot Logo pēc Noklusējuma
ro_ro: Adăugați o emblemă implicită

source: Default Logo
lv_lv: Logo pēc Noklusējuma
ro_ro: Emblemă implicită

source: The default logo will be used in your custom invoice, ticketing, certificates, and payment templates.
lv_lv: Logo pēc Noklusējuma tiks pievienots Jūsu maksājuma rēķiniem, biļetēm, sertifikātiem, un maksājuma šabloniem.
ro_ro: Emblema implicită va fi utilizată în șabloanele dumneavoastră personalizate de factură, bilete, certificate și plăți.

source: The following shortcodes and page settings are required for Event Espresso to function properly. These shortcodes should not be replaced with any other shortcodes. Please view <a href="admin.php?page=support#shortcodes">this page</a> for a list of optional shortcodes.
lv_lv: Minētie īskodi un lapu iestatījumi ir obligāti vajadzīgi Event Espresso pareizai funkcionēšanai. Šos īskodus nedrīkst mainīt vai pārrakstīt ar citiem jebkuriem īskodiem. Lūdzu apskatieties <a href="admin.php?page=support#shortcodes">šo lapu</a> ar uzskaitītiem īskodiem un to aprakstiem.
ro_ro: Următoarele coduri scurte și setări ale paginii sunt necesare pentru ca Event Espresso să funcționeze corespunzător. Aceste coduri scurte nu ar trebui înlocuite cu niciun alt cod scurt. Vă rugăm să vedeți <a href="admin.php?page=support#shortcodes">această pagină</a> pentru o listă de coduri scurte opționale.

source: The Secure Payment System has been removed.
lv_lv: Drošā maksājumu sistēma tika izdzēsta
ro_ro: Sistemul de plată sigură a fost eliminat.

source: <a href="http://eventespresso.com/forums/2011/09/use-wordpress-https-for-ssl-encryption-on-your-event-espresso-site/" target="_blank">More information here</a>.
ro_ro: <a href="http://eventespresso.com/forums/2011/09/use-wordpress-https-for-ssl-encryption-on-your-event-espresso-site/" target="_blank">Mai multe informații aici</a>.

source: Turn off this message?
lv_lv: Izslēgt šo paziņojumu?
ro_ro: Dezactivați acest mesaj?

source: View
lv_lv: Skatīties
ro_ro: Vizualizați

source: Main page
lv_lv: Sākumlapa
ro_ro: Pagina principală

source: Auto Return URL
lv_lv: Auto Novirzīšana / Atgriešanās URL pēc Apmaksas
ro_ro: URL de întoarcere automată

source: Cancel Return URL
lv_lv: Auto Novirzīšana / Atgriešanās URL Maksājuma Atcelšanas Gadījumā
ro_ro: URL de întoarcere a anulării

source: This should be a page on your website that contains a cancelled message %s and the %s shortcode. This page should hidden %s from your navigation, but still viewable to the public (not password protected.)
lv_lv: Šī ir lapa Jūsu mājas lapā, kurai ir jāsatur atcelšanas ziņojums %s un %s īskods. Šī lapa ir slēpta %s no Jūsu navigācijas, bet tā joprojām ir redzama publiski (nav aizsargāta ar paroli.)
ro_ro: Aceasta ar trebui să fie o pagină din site-ul dumneavoastră web care să conțină un mesaj de anulare %s și codul scurt %s. Această pagină ar trebui ascunsă %s din navigația dumneavoastră, dar totuși vizibilă pentru public (fără a fi protejată cu o parolă).

source: Payment Confirmation Email:
lv_lv: Apmaksas Apstiprinājuma E-pasta vēstule:
ro_ro: E-mail de confirmare a plății:

source: Send payment confirmation emails?
lv_lv: Vai sūtīt maksājuma apstiprināšanas E-pastus?
ro_ro: Trimiteți e-mailuri de confirmare a plății?

source: Default Registration Confirmation Email:
lv_lv: Reģistrācijas Apstiprinājuma E-pasta vēstule pēc Noklusējuma:
ro_ro: E-mail implicit de confirmare înscriere:

source: Send registration confirmation emails before payment is received?
lv_lv: Vai sūtīt reģistrācijas apstiprinājuma E-pastus, pirms maksājums ir saņemts?
ro_ro: Trimiteți e-mailuri de confirmare înscriere înainte să fie recepționată plata?

source: support license
lv_lv: atbalsta licence
ro_ro: licență suport

source: reCAPTCHA helps prevent automated abuse of your site (such as comment spam or bogus registrations) by using a %s to ensure that only humans perform certain actions.
lv_lv: reCAPTCHA palīdz novērst no Jūsu mājas lapas robotu ļaunprātīgās darbības (piemēram ierakstīt spam komentārus, veikt viltus reģistrācijas), tāpēc, izmantojot %s Jūs nodrošinat ka tikai cilvēki veic dotās darbības. Lūdzu ņemiet vērā, ka reCAPTCHA nav pilnīga aizsardzība pret visiem nelabvēlīgajiem robotiem.
ro_ro: reCAPTCHA ajută la prevenirea abuzului automatizat al site-ului dumneavoastră (cum ar fi comentarii spam sau înscrieri fictive) prin utilizarea unui %s pentru a asigura că doar oamenii pot efectua anumite acțiuni.

source: Please purchase a
lv_lv: Lūdzu iegādājaties
ro_ro: Vă rugăm să achiziționați un/o

source: to gain access to these features.
lv_lv: lai iegūtu piekļuvi šiem līdzekļiem.
ro_ro: pentru a obține acces la aceste caracteristici.

source: Additional features include:
lv_lv: Papildus iespējas ietver:
ro_ro: Caracteristici suplimentare includ:

source: Upcoming events widget in the admin dashboard
lv_lv: Tuvojošos pasākumu vidžets administratora panelī
ro_ro: Widget cu evenimentele viitoare în tabloul de bord administrativ

source: Registration limits on time slots
lv_lv: Reģistrācija ierobežojumi attiecībā uz laika nišu
ro_ro: Limite de înscriere pe intervale orare

source: Ability to display short descriptions in the event listings
ro_ro: Capacitatea de a afișa descrieri scurte în listele cu evenimente

source: Custom post types for events
lv_lv: Pielāgoti pasākumu rakstu tipi
ro_ro: Tipuri de postare personalizată pentru evenimente

source: Attendee pre-approval feature
ro_ro: Caracteristică de aprobare prealabilă a participanților

source: Event Venue/Staff Manager
ro_ro: Locație eveniment/Manager personal

source: Graphical Reports
ro_ro: Rapoarte grafice

source: Manage Payment Gateways
lv_lv: Pārvaldīt Apmaksas Sistēmas
ro_ro: Administrați gateway-uri plată

source: Need more payment options?
lv_lv: Nepieciešams vairāk maksājumu iespējas?
ro_ro: Aveți nevoie de mai multe opțiuni de plată?

source: Manage Question Groups
lv_lv: Pārvaldīt Jautājumu Grupas
ro_ro: Administrați grupurile de întrebări

source: My Groups
lv_lv: Manas Grupas
ro_ro: Grupurile mele

source: All Groups
lv_lv: Visas Grupas
ro_ro: Toate grupurile

source: Group Name
lv_lv: Grupas Nosaukums
ro_ro: Nume grup

source: Delete Question Group
lv_lv: Dzēst Jautājumu Grupu
ro_ro: Șterge grup de întrebări

source: Help
lv_lv: Palīdzība
ro_ro: Ajutor

source: Question Groups Overview
ro_ro: Privire de ansamblu a grupurilor de întrebări

source: Question Groups are pre-populated groups of
ro_ro: Grupurile de întrebări sunt grupuri populate anterior de

source: questions
lv_lv: jautājumiem.
ro_ro: întrebări

source: Question Groups can be organized or re-ordered by dragging and dropping individual table rows into the desired positions.
ro_ro: Grupurile de întrebări pot fi organizate și reordonate prin glisarea și fixarea rândurilor individuale din tabel în pozițiile dorite.

source: Add a Category
lv_lv: Jaunas Kategorijas Pievienošana
ro_ro: Adaugă o categorie

source: Category Name
lv_lv: Kategorijas Nosaukums
ro_ro: Nume categorie

source: Unique ID
ro_ro: ID unic

source: Category Description
lv_lv: Kategorijas Apraksts
ro_ro: Descriere categorie

source: Edit Category
ro_ro: Editare categorie

source: ONGOING
ro_ro: ÎN CURS

source: WAITLIST
ro_ro: LISTA_ASTEPTARE
