Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Event meta boxes allow you to add extra information to your event that you can display in your templates or use in your custom pages.
lv_lv: Pasākuma Informācijas Papildinājumu Kastes (Meta boxes) ļauj Jums pievienot papildus informāciju Jūsu pasākumam, lai Jūs to varētu publiski attēlot savos šablonos vai lietot savās izveidotajās pielāgotās lapās.
ro_ro: Căsuțele meta eveniment vă permit să adăugați informații suplimentare la evenimentul dumneavoastră, pe care le puteți afișa în șabloanele dumneavoastră sau utiliza în paginile dumneavoastră personalizate.

source: This extra information can be displayed in your event listings or registration pages via shortcodes.
lv_lv: Izmantojot īskodus, šī papildus informācija var tikt parādīta Jūsu pasākumu sarakstu lapās vai reģistrācijas lapās.
ro_ro: Această informație suplimentară poate fi afișată în listările evenimentelor dumneavoastră sau în paginile de înscriere, folosind codurile scurte.

source: The name parameter is the the first box labeled 'Key' and allows the shortcode to identify which meta box is to be displayed; the 'Value' is the actual content you wish to be shown.
lv_lv: Papildus informācijas nosaukuma parametrs ir pirmā kaste ar uzrakstu 'Atslēga', ar kuras palīdzību īskods ir identificējams un tiek kontrolēts kuras papildinājuma kastes informācija ir jārāda. Blakus esošais lauks ar nosaukumu 'Vērtība' ir paredzēts Jūsu aktuālam saturam, kuru Jūs vēlaties publiski parādīt.
ro_ro: Parametrul nume este prima casetă etichetată 'Cheie' și permite codului scurt să identifice care casetă meta va fi afișată; 'Valoare' este conținutul actual pe care îl doriți să fie afișat.

source: Event Questions for Primary Attendee
lv_lv: Pasākuma Registrācijas Jautājumi Primāri Reģistrētam Dalībniekam
ro_ro: Întrebări eveniment pentru participantul primar

source: Event Questions for Additional Attendees
lv_lv: Pasākuma Registrācijas Jautājumi Papildus Reģistrētiem Dalībniekiem
ro_ro: Întrebări eveniment, pentru participanții suplimentari

source: Export All Attendee Data
lv_lv: Eksportēt Visus Dalībnieka Datus
ro_ro: Exportă toate datele participanților

source: Export All Event Data
lv_lv: Eksportēt Visus Pasākuma Datus
ro_ro: Exportați toate datele de eveniment

source: Attendee Reports
lv_lv: Pasākumu Pārskats
ro_ro: Rapoarte participanți

source: Event Espresso must be configured. Go to
ro_ro: Event Espresso trebuie configurat. Mergeți la

source: the Organization Settings page
lv_lv: Organizācijas Iestatījumu Lapa
ro_ro: pagina Setări organizație

source: to configure the plugin "Page Settings."
ro_ro: pentru a configura plugin-ul "Setări pagină".

source: There are too many queries to show easily! <a href="%s">Show them anyway</a>
ro_ro: Sunt prea multe interogări pentru a fi afișate cu ușurință! <a href="%s">Afișați-le oricum</a>

source: There are no queries on this page.
ro_ro: Nu există nicio interogare în această pagină.

source: SAVEQUERIES must be defined to show the query log.
ro_ro: SAVEQUERIES trebuie să fie definit pentru a afișa jurnalul interogărilor.

source: Database Errors
lv_lv: Datubāzes kļūdas
ro_ro: Erori de bază de date

source: Venue Manager
lv_lv: Norises Vietas
ro_ro: Manager locație

source: Staff Manager
lv_lv: Darbinieku Menedžeris
ro_ro: Manager personal

source: Email Manager
lv_lv: E-pasta Vēstules
ro_ro: Manager email

source: Calendar Settings
lv_lv: Kalendāra Iestatījumi
ro_ro: Setări calendar

source: Member Settings
lv_lv: Biedru Iestatījumi
ro_ro: Setări membri

source: MailChimp Integration
lv_lv: MailChimp Integrācija
ro_ro: Integrare MailChimp

source: Facebook Settings
lv_lv: Facebook Iestatījumi
ro_ro: Setări Facebook

source: Event Espresso - Reports
ro_ro: Event Espresso - Rapoarte

source: Reports
ro_ro: Rapoarte

source: Addons
lv_lv: Pielikumi
ro_ro: Suplimente

source: <span style="color: red;">Help/Support</span>
lv_lv: <span style="color: red;">Palīdzība / Atbalsts</span>
ro_ro: <span style="color: red;">Ajutor/suport</span>

source: Additional Attendee
ro_ro: Participant suplimentar

source: Payment Received for [event_name]
lv_lv: Saņemts Maksājums par Pasākumu [event_name]
ro_ro: Plată primită pentru [event_name]

source: <p>***This Is An Automated Response*** </p><p>Thank You [fname] [lname]</p> <p>We have just received a payment in the amount of [event_price] for your registration to [event_name].</p> <p>Transaction ID: [txn_id]</p>
ro_ro: <p>***Acesta este un răspuns automat**</p><p>Vă mulțumim, [fname] [lname]</p> <p>Tocmai am primit o plată în valoare de [event_price] pentru înscrierea dumneavoastră la [event_name].</p><p>ID tranzacție: [txn_id]</p>

source: No participant data has been collected.
ro_ro: Nu a fost colectată nicio informație privind participanții.

source: This Is Not A Valid Selection!
ro_ro: Aceasta nu este o selecție validă!

source: Start Time:
lv_lv: Sākuma Laiks:
ro_ro: Ora de început:

source: Please select a seat.
lv_lv: Lūdzu izvēlieties vietu
ro_ro: Vă rugăm să selectați un loc.

source: Show Waitlist Events?
lv_lv: Rādīt apstrādājamos pasākumus?
ro_ro: Afișați evenimentele din lista de așteptare?

source: Display Calendar styles on specific pages
lv_lv: Attēlot kalendāra stilus noteiktās lapās
ro_ro: Afișați stilurile de calendar în pagini specifice

source: This tells the plugin to load the calendar CSS file on these pages. This should be a comma seperated list of page ids. The default value is "0", meaning the CSS will load on all pages of your website. The list of page ids will need to be updated if you add/delete/move your calendar page(s).
lv_lv: Šeit tiek noteikts spraudnim ielādēt kalendāra CSS datni šajās lapās. Tam jābūt ar komatiem atdalītam lapu id sarakstam. Noklusētā vērtība ir "0", kas nozīmē, ka CSS tiks ielādēts visās Jūsu vietnes lapās. Jūsu lapu id saraksts ir jāatjauno, ja Jūs pievienojat/dzēšat/pārvietojat Jūsu kalendāra lapas.
ro_ro: Acest lucru îi spune modulului să încarce fișierul CSS al calendarului în aceste pagini. Aceasta ar trebui să fie o listă separată prin virgulă, de id-uri de pagină. Valoarea implicită este "0", însemnând că CSS-ul se va încărca în toate paginile site-ului dumneavoastră web. Lista de id-uri de pagină va trebui actualizată, dacă adăugați/ștergeți/mutați pagina(ile) calendarului dumneavoastră.

source: Only loading styles on specific pages avoids unnecessary requests for files from the server that are not required for that pages style and layout.
ro_ro: Doar încărcând stiluri în pagini specifice se evită cereri inutile din partea serverului pentru fișiere care nu sunt necesare pentru aspectul și stilul acelor pagini.

source: <em class="important">If you are uncertain on what this setting does, please do not modify the default value.</em>
lv_lv: <em class="important">Ja Jūs neesat pārliecināts, ko šie istatījumi maina, lūdzu nemainiet noklusētās vērtības.</em>
ro_ro: <em class="important">Dacă nu sunteți sigur privind efectul acestei setări, vă rugăm să nu modificați valoarea implicită.</em>

source: Display calendar on which type of page?
lv_lv: Kuru tipu lapās attēlot kalendāru?
ro_ro: În care tip de pagini afișați calendarul?

source: <b>Registration Page (default)</b> -- Calendar links go to the Event Espresso registration page for the event. Use this if you are not using Custom Post Types.
lv_lv: <b>Reģistrācijas lapa (noklusētā)</b> -- Kalendāra saites iet uz Event Espresso pasākuma reģistrācijas lapu. Lietojiet šo, ja Jūs nelietojiet pielāgotus rakstu tipus.
ro_ro: <b>Pagina de înscriere (implicit)</b> -- Linkurile din calendar duc către pagina de înscriere Event Espresso pentru eveniment. Utilizați acest lucru dacă nu folosiți tipuri de articol personalizate.

source: <b>Post</b> -- Calendar links go to the Event Post for the event. Use this option <em><b>only</b></em> if you have enabled Custom Post Types.
lv_lv: <b>Raksts</b> -- Kalendāra saite iet uz pasākuma rakstu. Lietojiet šo iespēju <em><b>tikai</b></em> ja Jums ir iespējoti pielāgoti rakstu tipi.
ro_ro: <b>Articol</b> -- Link-urile către calendar merg către articolul evenimentului. Utilizați această opțiune <em><b>doar</b></em> dacă ați activat Tipuri de articol personalizate.

source: Calendar thumbnail sizing
lv_lv: Kalendāra sīktēlu izmērs
ro_ro: Dimensionare pictograme calendar

source: Using these options allow you to set a general size that your thumbnails will be displayed at on your calendar.
lv_lv: Lietojot šo iespēju, Jūs varēsiet noteikt pamata izmērus šiktēliem, kas tiks attēloti Jūsu kalendārā.
ro_ro: Utilizarea acestor opțiuni vă permite să setați o dimensiune generală la care vor fi afișate pictogramele în calendarul dumneavoastră.

source: <em>For best results try to select an image that has a greater size (dimensions) than your selected display size.</em>
lv_lv: <em>Labākam rezultātam mēģiniet izvēlēties attēlu, kam ir lielāks izmērs (dimensijas), nekā izmērs, kuru vēlaties attēlot.</em>
ro_ro: <em>Pentru cele mai bune rezultate, încercați să selectați o imagine care are o mărime mai mare (dimensiuni) decât dimensiunea ecranului dumneavoastră.</em>

source: <em>N.B. On certain displays, such as a Day view these thumbnail sizes might be overridden to reduce the size for best display of events falling on the same day.</em>
lv_lv: <em>Uz dažiem displejiem šo sīktēlu izmēri var tikt pārrakstīti, lai samazinātu izmēru labākai vairāku pasākumu attēlošanai vienā dienā. </em>
ro_ro: <em>N.B. În anumite moduri de afișare, cum ar fi vizualizarea zilnică, aceste dimensiuni de pictograme ar putea fi suprascrise pentru a reduce dimensiunea, pentru afișarea cea mai bună a evenimentelor care cad în aceeași zi.</em>

source: Display event times
lv_lv: Attēlot pasākuma laikus
ro_ro: Afișați ore eveniment

source: This option allows you to show the event start and finish times.
lv_lv: Šis uzstādījums atļauj attēlot pasākuma sākuma un beigu laikus.
ro_ro: Această opțiune vă permite să afișați orele de început și de încheiere ale evenimentului.

source: The times are displayed below the event title.
lv_lv: Laiks tiks attēlots zem pasākuma virsraksta.
ro_ro: Orele sunt afișate sub titlul evenimentului.

source: You may select the format of the time display using the radio button options, or you may set your own custom format explained in the link below the input field.
lv_lv: Jūs variet izvēlēties formātu laika attēlošanai pogas iestatījumos vai Jūs variet noteikt savu pielāgotu formātu, kas paskaidrot saitē zem ievades lauka.
ro_ro: Trebuie să alegeți formatul afișării orei folosind opțiunile de tip buton radio, sau puteți să setați formatul dumneavoastră personalizat, explicat in linkul de sub câmpul de intrare.

source: Enable CSS classes for Categories
lv_lv: Iespējot CSS klases kategorijām
ro_ro: Activați clase CSS pentru categorii

source: Enabling this option will set the events category name as a CSS class on the event element
lv_lv: Iespējojot šo opciju tiks noteikts pasākumu kategoriju vārds kā CSS klase pasākumu elementiem
ro_ro: Activarea acestei opțiuni va seta numele categoriei evenimentelor ca o clasă CSS în elementul eveniment

source: You may use these classes to apply individual styles based on the events category e.g a separate background color for each event category.
lv_lv: Jūs variet lietot šīs klases, lai piešķirtu individuālus stilus, balstītus uz pasākumu kategorijām, piem. fona krāsa katrai pasākuma kategorijai.
ro_ro: Ați putea utiliza aceste clase pentru a aplica stiluri individuale bazate pe categoria evenimentelor, de ex. o culoare de fundal separată pentru fiecare categorie de eveniment.

source: Open event in a popup box
lv_lv: Atvērt pasākumu izlecošā logā
ro_ro: Deschideți evenimentul într-o fereastra popup

source: This option will cause the event to open in a popup box with event details displayed along with a link to the registration page instead of the event link directly moving to the registration page.
lv_lv: Šī iespēja liks pasākumu atvērt izlecošā lodziņā, kur attēlot arī pasākuma detaļas un saiti uz reģistrēšanās lapu, nevis uzreiz nospiežot uz saiti pārvirzīt uz reģistrēšanās lapu.
ro_ro: Această opțiune va cauza deschiderea evenimentului într-o casetă popup, cu detaliile evenimentului afișate alături de un link către pagina de înscriere, în loc de link-ul evenimentului care să mute direct la pagina de înscriere.

source: Header Style
lv_lv: Virsraksta stils
ro_ro: Stil antet

source: More Info:
lv_lv: Vairāk informācijas:
ro_ro: Mai multe informații:

source: Button Text
lv_lv: Pogas teksts
ro_ro: Text buton

source: More Ino:
lv_lv: Vairāk informācijas:
ro_ro: Mai multe info:

source: Title Format
lv_lv: Virsraksta formāts
ro_ro: Format titlu

source: For date formatting options, please refer to:
lv_lv: Datuma formatēšanas iespējām, lūdzu, skatiet:
ro_ro: Pentru opțiuni de formatare dată, vă rugăm să consultați:

source: Column Format
lv_lv: Kolonnas formāts
ro_ro: Format coloane

source: Month Names
lv_lv: Mēnešu vārdi
ro_ro: Nume luni

source: Month Names Short
lv_lv: Īsi mēnešu nosaukumi
ro_ro: Numele scurte ale lunilor

source: Day Names
lv_lv: Dienu nosaukumi
ro_ro: Numele zilelor

source: Day Names Short
lv_lv: Dienu īsie apz.
ro_ro: Numele scurte ale zilelor

source: Display a Single Category
lv_lv: Attēlot vienu kategoriju
ro_ro: Afișați o singură categorie

source: Enter the Event Category ID from the
lv_lv: Ievietot Pasākuma kategorijas ID no
ro_ro: Introduceți ID-ul categoriei de eveniment dintre

source: Categories page
lv_lv: Kategoriju lapa
ro_ro: Pagină categorii

source: Calendar Page
lv_lv: Kalendāra lapa
ro_ro: Pagină calendar

source: If you have a dedicated calendar page on your site, enter the slug or page ID here. <strong>This is required!</strong> If left blank, your calendar page may not display correctly and the calendar will not display on pages.
lv_lv: Ja jums ir īpaša kalendāra lapu jūsu vietnē, ievadiet lapas ID šeit. <strong>Tas ir nepieciešams!</strong> Ja atstāsiet tukšu, Jūsu kalendāra lapa var attēloties nepareizi un var nerādīt kalendāru lapās.
ro_ro: Dacă aveți o pagină dedicată de calendar în site-ul dumneavoastră, introduceți aici ID-ul sau adresa paginii. <strong>Acesta este necesar!</strong> Dacă rămâne gol, este posibil ca pagina de calendar să nu fie afișată corect și calendarul să nu apară în pagini.

source: The calendar settings were saved
lv_lv: Kalendāra uzstādījumi saglabāti
ro_ro: Setările calendarului au fost salvate

source: The calendar settings were reset
lv_lv: Kalendāra uzstādījumi atiestatīti
ro_ro: Setările calendarului au fost resetate

source: Calendar Usage
lv_lv: Kalendāra lietošana
ro_ro: Utilizare calendar

source: Directions:
lv_lv: Vadīklas:
ro_ro: Indicații:

source: Add [ESPRESSO_CALENDAR] to any page or post to display a calendar of Event Espresso events. Use [ESPRESSO_CALENDAR event_category_id="your_category_identifier"] to show events of a certain category (also creates a CSS using the category_identifier as the class name.) Use [ESPRESSO_CALENDAR show_expired="true"] to show expired events, can also be used inconjunction with the category ID.
ro_ro: Adăugați [ESPRESSO_CALENDAR] la orice pagină sau articol pentru a afișa un calendar al evenimentelor Event Espresso. Utilizați [ESPRESSO_CALENDAR event_category_id="identificatorul_categoriei_dumneavoastră"] pentru a afișa evenimente dintr-o anumită categorie (de asemenea creează un CSS utilizând category_identifier ca și numele clasei). Utilizați [ESPRESSO_CALENDAR show_expired="true"] pentru a afișa evenimente expirate; de asemenea poate fi folosit împreună cu ID-ul categoriei.

source: Examples Shortcodes:
lv_lv: Īskodu piemēri:
ro_ro: Exemple de coduri scurte:

source: Styles/Colors:
lv_lv: Stili/Krāsas:
ro_ro: Stiluri/culori:

source: To edit the calendar styles, copy the CSS file located in the plugin folder to your "wp-content/uploads/espresso/" directory. Then edit as needed. Refer to <a href="http://arshaw.com/fullcalendar/docs/event_rendering/Colors/" target="_blank">this page</a> for an example of styling the calendar and colors.
ro_ro: Pentru a edita stilurile calendarului, copiați fișierul CSS aflat în dosarul modulului, în dosarul dumneavoastră "wp-content/uploads/espresso/". Apoi editați după caz. Consultați <a href="http://arshaw.com/fullcalendar/docs/event_rendering/Colors/" target="_blank">această pagină</a> pentru un exemplu de stilizare a calendarului și culorilor.

source: Category Colors:
lv_lv: Kategorijas krāsas:
ro_ro: Culori categorii:

source: Event Categories can have their own colors on the calendar. To use this feature, simply create a class in theme CSS file with the names of your event categories. For more inforamtion <a href="http://eventespresso.com/forums/?p=650" target="_blank">please visit the tutorial</a> for this topic.
ro_ro: Categoriile de evenimente pot avea propriile culori în calendar. Pentru a utiliza această caracteristică, doar creați o clasă în fișierul de temă CSS, cu numele categoriilor de evenimente. Pentru mai multe informații <a href="http://eventespresso.com/forums/?p=650" target="_blank">vă rugăm să vizitați ghidul</a> pentru acest subiect.

source: Basic Settings
lv_lv: Pamatuzstādījumi
ro_ro: Setări de bază

source: Time/Date Settings
lv_lv: Laika/datuma uzstādījumi
ro_ro: Setări oră/dată

source: Show Event Time in Calendar
lv_lv: Rādīt pasākuma laiku kalendārā
ro_ro: Afișați ora evenimentului în calendar

source: Time Format
lv_lv: Laika formāts
ro_ro: Format oră

source: Custom:
lv_lv: Pielāgots:
ro_ro: Personalizat:

source: Documentation on date and time formatting
lv_lv: Dokumentācija par datuma un laika formatēsanu
ro_ro: Documentație privind formatarea datei și orei

source: First Day of the Week
lv_lv: Nedēļas pirmā diena
ro_ro: Prima zi din săptămână

source: (Sunday=0, Monday=1, Tuesday=2, etc.)
lv_lv: (Svētdiena=0, pirmdiena=1, Otrdiena=2 utt.)
ro_ro: (Duminică=0, Luni=1, Marți=2, etc.)

source: Show Weekends
lv_lv: Rādīt nedēļas dienas
ro_ro: Arată week-end-uri

source: Height
lv_lv: Augstums
ro_ro: Înălțime

source: Will make the entire calendar (including header) a pixel height.
lv_lv: Izveidos visu kalendāru (ieskaitot galveni) pikseļa augstumā.
ro_ro: Va face întregul calendar (incluzând antetul) înalt de atâția pixeli.

source: Page(s) Displaying the Calendar
lv_lv: Lapa(s), kas attēlos kalendāru
ro_ro: Pagină(i) afișând calendarul

source: This tells the plugin to load the calendar CSS file on specific pages. This should be a comma seperated list of page ids.
lv_lv: Šādi tiks pateikts spraudnim ielādēt kalendāra CSS datni noteiktās lapās. Tam jābūt ar komatiem atdalītam lapu id sarakstam.
ro_ro: Acest lucru îi spune modulului să încarce fișierul CSS al calendarului, în anumite pagini. Aceasta ar trebui să fie o listă de id-uri de pagină, separate prin virgulă.

source: Link to Post or Registration Page
lv_lv: Saite uz rakstu vai reģistrācijas lapu
ro_ro: Link către articol sau pagina de înscriere

source: Registration Page
lv_lv: Reģistrēšanās lapa
ro_ro: Pagină de înscriere

source: If you are using the "Create a Post" feature. Use this option to link to the posts that are created by Event Espresso.
ro_ro: Dacă folosiți proprietatea "Creați un articol". Utilizați această opțiune pentru a face legătura către articolele create de Event Espresso.

source: Enable Images in Calendar
lv_lv: Atļaut attēlus kalendārā
ro_ro: Activați imagini în calendar

source: Theme Settings
lv_lv: Kažociņa uzstādījumi
ro_ro: Setări temă

source: Use Color Pickers
lv_lv: Vai pasākumam pielietot krāsas?
ro_ro: Utilizați selectoare de culori

source: Show Tooltips
lv_lv: Rādīt ieteikumus
ro_ro: Afișare sfaturi ecran

source: Enable CSS for Categories
ro_ro: Activați CSS pentru categorii

source: Save Calendar Options
lv_lv: Saglabāt kalendāra uzstādījumus
ro_ro: Salvează opțiuni calendar

source: Advanced Settings
lv_lv: Papilduzstādījumi
ro_ro: Setări avansate

source: Defines the buttons and title at the top of the calendar.
lv_lv: Definēt pogas un virsrakstus kalendāra augšā.
ro_ro: Definește butoanele și titlul din partea de sus a calendarului.

source: Text that will be displayed on buttons of the header.
lv_lv: Teksts kas tiks attēlots galvenes pogās.
ro_ro: Text care va fi afișat pe butoanele antetului.

source: Determines the text that will be displayed in the header's title.
lv_lv: Nosaka tekstsu, kas tiks attēlots galvenes virsrakstā.
ro_ro: Determină textul care va fi afișat în titlul antetului.

source: Determines the text that will be displayed on the calendar's column headings.
lv_lv: Nosaka tekstsu, kas tiks attēlots kalendāra kolonnu virsrakstos.
ro_ro: Determină textul care va fi afișat în titlurile coloanelor calendarului.

source: Full names of months.
lv_lv: Mēnešu pilni nosaukumi.
ro_ro: Numele complete ale lunilor.

source: Abbreviated names of months.
lv_lv: Mēnešu vārdu abreatīvi.
ro_ro: Numele abreviate ale lunilor.

source: Full names of days-of-week.
lv_lv: Nedēļu dienu pilni vārdi.
ro_ro: Numele complete ale zilelor săptămânii.

source: Abbreviated names of days-of-week.
lv_lv: Nedēļas dienu abreatīvi
ro_ro: Numele abreviate ale zilelor din săptămână.

source: Reset Calendar Settings?
lv_lv: Atiestatīt kalendāra uzstādījumus?
ro_ro: Resetați setările calendarului?

source: Display Expired Events?
lv_lv: Attēlot beigušos pasākumus?
ro_ro: Afișați evenimente expirate?

source: Display Single Category?
lv_lv: Attēlot 1 kategoriju?
ro_ro: Afișați o singură categorie?

source: Facebook details saved.
lv_lv: Facebook detaļas saglabātas.
ro_ro: Detalii Facebook salvate.

source: Twitter details saved.
lv_lv: Twitter detaļas saglabātas.
ro_ro: Detalii Twitter salvate.

source: Google details saved.
lv_lv: Google detaļas saglabātas.
ro_ro: Detalii Google salvate.

source: Layout Style:
lv_lv: Izkārtojuma stils:
ro_ro: Stil aspect:

source: Horizontal Button Count
lv_lv: Horizontālo pogu skaits
ro_ro: Numărul de butoane pe orizontală

source: Horizontal Standard
lv_lv: Horizontālais standarts
ro_ro: Standard orizontal

source: Show Faces:
lv_lv: Rādīt sejas:
ro_ro: Arată fețe:

source: Color Scheme:
lv_lv: Krāsu shēma:
ro_ro: Schemă culori:

source: Light
lv_lv: Gaišs
ro_ro: Deschis

source: Dark
lv_lv: Tumšs
ro_ro: Culoare închisă

source: Save Facebook Options
lv_lv: Saglabāt Facebook uzstādījumus
ro_ro: Salvați opțiuni Facebook

source: Twitter Username:
lv_lv: Twiter lietotājvārds:
ro_ro: Nume utilizator Twitter:

source: Count Box Position:
lv_lv: Skaitītāja lauciņa pozīcija:
ro_ro: Poziția căsuței de numărare:

source: Horizontal
lv_lv: Horizontāli
ro_ro: Orizontal

source: The language for the Tweet Button:
lv_lv: Twīta pogas valoda:
ro_ro: Limba pentru butonul Tweet:

source: Danish
lv_lv: Dāņu
ro_ro: Daneză

source: Save Twitter Options
lv_lv: Saglabāt Twitter uzstādījumus
ro_ro: Salvează opțiuni Twitter

source: Google Button size:
lv_lv: Google pogas izmērs:
ro_ro: Dimensiune buton Google:

source: Google text display:
lv_lv: Google teksta attēlošana:
ro_ro: Afișare text Google:

source: No Text
lv_lv: Nav teksta
ro_ro: Niciun text

source: Inline Text
lv_lv: Iekļauts teksts
ro_ro: Text în linie

source: In Speech Bubble
ro_ro: În balon explicativ

source: Save Google Options
lv_lv: Saglabāt google uzstādījumus
ro_ro: Salvați opțiuni Google

source: Events Profile Information
lv_lv: Pasākuma profila informācija
ro_ro: Informații profil evenimente

source: Address/Street/Number
lv_lv: Adrese/iela/numurs
ro_ro: Adresă/stradă/număr

source: Please enter your Address/Street/Number.
lv_lv: Lūdzu ievadiet adresi/ielu/numuru.
ro_ro: Vă rugăm să introduceți adresa/strada/numărul dumneavoastră.

source: City/Town/Village
lv_lv: Pilsēta/Ciems
ro_ro: Oraș/municipiu/sat

source: Please enter your City/Town/Village.
lv_lv: Lūdzu ievadiet pilsētu/ciemu.
ro_ro: Vă rugăm să introduceți municipiul/orașul/satul dumneavoastră.
