Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Card closed or suspicion of fraud The payment card in question is closed or there is a suspicion of card misuse. Do not retry the transaction. Observe payments for new attempts. If necessary, please contact Luottokunta.
ro_ro: Card închis sau suspiciune de fraudă. Cardul de plată în cauză este închis sau există o suspiciune de utilizare abuzivă a cardului. Nu reîncercați tranzacția. Observați plățile pentru tentative noi. Dacă este necesar, vă rugăm să contactați Luottokunta.

source: System error The card number, validity or card verification code is invalid. This error might also appear e.g. when double authorisation has occurred. You can advice the cardholder to retry the payment after a while. It is possible that retry will not be successful.
ro_ro: Eroare de sistem Numărul cardului, validitatea sau codul de verificare card este invalid. Această eroare poate să apară și dacă, de exemplu, a avut loc autorizare dublă. Puteți sfătui titularul cardului să încerce să efectueze din nou plata, după un timp. Este posibil ca încercarea să nu aibă succes.

source: The 3DS authentication failed Verified by Visa or MasterCard SecureCode authentication failed. The reasons can be e.g. that the cardholder has given incorrect authentication password or cancelled the authentication by clicking the Cancel button in the authentication page. You can advice the cardholder to retry the payment after a while. It is possible that retry will not be successful.
ro_ro: Autentificarea 3DS a eșuat Autentificarea Verified by Visa sau MasterCard SecureCore a eșuat. Cauzele pot fi, de ex., că titularul de card a furnizat o parolă de autentificare incorectă sau a anulat autentificarea dând clic pe butonul Anulare din pagina de autentificare. Puteți sfătui titularul de card să încerce din nou plata, după ceva timp. Este posibil ca încercarea să nu aibă succes.

source: The 3DS no connection to directory Verified by Visa or MasterCard SecureCode authentication failed due to data communication error. You can advice the cardholder to retry the payment after a while. It is possible that retry will not be successful.
ro_ro: Nu există nicio conexiune 3DS către dosar Autentificarea Verified by Visa sau MasterCard SecureCode a eșuat din cauza unei erori de comunicare de date. Puteți sfătui deținătorul cardului să încerce din nou plata, după un timp. Este posibil ca încercarea să nu aibă succes.

source: No detailed error message for primary error code %s and secondary error code %d
ro_ro: Niciun mesaj de eroare detaliat pentru codul de eroare primar %s și codul de eroare secundar %d

source: Luottokunta settings saved.
lv_lv: Luottokunta uzstādījumi saglabāti.
ro_ro: Setări Luottokunta salvate.

source: Luottokunta Settings
lv_lv: Luottokunta uzstādījumi
ro_ro: Setări Luottokunta

source: Deactivate Luottokunta IPN?
lv_lv: Deaktivēt Luottokunta IPN?
ro_ro: Dezactivați IPN Luottokunta?

source: Activate Luottokunta IPN?
lv_lv: Aktivēt Luottokunta IPN?
ro_ro: Activați IPN Luottokunta?

source: Luottokunta ID / Merchant Number
lv_lv: Luottokunta ID / tirgotāja numurs
ro_ro: ID / număr comerciant Luottokunta

source: Perform MAC security Check
lv_lv: Veikt MAC drošības pārbaudi
ro_ro: Efectuați verificare securitate MAC

source: Secret MAC key
lv_lv: Slepenā MAC atslēga
ro_ro: Cheia MAC secretă

source: A secret key used to identify your client
lv_lv: Slepenā atslēga, ko lieto lai identificētu Jūsu klientu
ro_ro: O cheie secretă utilizată pentru a identifica clientul dumneavoastră

source: Luottokunta Payment Page Language
lv_lv: Luottokunta maksājumu lapas valoda
ro_ro: Limbă pagină plată Luottokunta

source: Finnish
lv_lv: Somu
ro_ro: Finlandeză

source: Swedish
lv_lv: Zviedru
ro_ro: Suedeză

source: Use the Development Site
lv_lv: Lietot attīstīšanas vietni
ro_ro: Utilizați site-ul de dezvoltare

source: Update Luottokunta Settings
lv_lv: Atajunot Luottokunta uzstādījumus
ro_ro: Actualizați setări Luottokunta

source: Luottokunta MAC Security Check
lv_lv: Luottokunta MAC drošības pārbaude
ro_ro: Verificare securitate MAC Luottokunta

source: Using MAC calculation (MAC = Message Authentication Code) improves the security of the card payments in online store. Use of the MAC calculation is mandatory and the merchant must implement the MAC calculation in two phases in the HTML form interface. If the merchant does not use MAC calculation, the merchant will be responsible for any security risks and damages experienced by Luottokunta.
ro_ro: Utilizarea calculului MAC (MAC = cod autentificare mesaj) sporește securitatea plăților cu cardul în magazinul online. Utilizarea calcului MAC este obligatorie și comerciantul trebuie să implementeze calcularea MAC în două faze în formarul HTML al interfeței. Dacă acesta, comerciantul, nu utilizează calcularea MAC, atunci va fi responsabil pentru orice riscuri de securitate și pagube experimentate de Luottokunta.

source: Luottokunta sends the merchant one secret key for the MAC calculation, enclosed in the service ID codes letter for Luottokunta ePayment Service, and this key is used for actual MAC calculation.
ro_ro: Luottokunta trimite comerciantului o cheie secretă pentru calcularea MAC, anexată în scrisoarea cu codurile identificatoare de serviciu ePayment Luottokunta, și această cheie este utilizată pentru calcularea MAC.

source: To Activate the Mac Security Check:
lv_lv: Aktivēt MAC drosības pārbaudi:
ro_ro: Pentru a activa verificarea securității Mac:

source: Log in to Transaction management section of the web interface of Luottokunta ePayment Service, using a merchant admin user or admin user ID.
ro_ro: Autentificați-vă în secțiunea de administrare tranzacții a interfeței web a Luottokunta ePayment Service, folosind un utilizator administrator de comerciant sau ID utilizator administrator.

source: Go to the page "Merchant settings".
lv_lv: Iet uz lapu "Tirgotāja iestatījumi".
ro_ro: Mergeți la pagina „Setări comerciant”.

source: Enable the options "Add MAC check to HTML form" and "Add MAC check to Success_Url" (by marking them as checked).
ro_ro: Activați opțiunile "Adăugați verificare MAC la formularul HTML" și "Adăugați verificare MAC la Success_Url" (prin bifarea acestora).

source: Save your changes by clicking the button "Update"
lv_lv: Saglabājiet Jūsu izmaiņas klikšķinot uz pogu "Atjaunot"
ro_ro: Salvați schimbările dumneavoastră dând clic pe butonul "Actualizați"

source: Lastly, from within Event Espresso's payments page, set "Perform MAC security Check" to "Yes" and click "Update Luottokunta Settings"
ro_ro: În ultimul rând, din pagina de plăți din Event Espresso, setați "Efectuați verificare securitate MAC" ca și "Da" și dați clic pe "Actualizați setări Luottokunta"

source: During the payment process with Luottokunta, your website clients will be taken to Luottokunta's secure payment page. This setting selects the language this page will be in.
ro_ro: În timpul procesului de plată prin Luottokunta, clienții site-ului dumneavoastră web vor fi duși către pagina de plată securizată Luottokunta. Această setare selectează limba în care va fi această pagină.

source: By default, Luottokunta will display shipping address information on the Luottokunta payment screen. If you plan on shipping items to a registrant (shirts, invoices, etc) then use this option. Otherwise it should not be used, as it will require a shipping address when someone registers for an event.
ro_ro: Implicit, Luottokunta va afișa informații privind adresa de livrare în ecranul de plată Luottokunta. Dacă plănuiți să livrați articole unui înscris (tricouri, facturi, etc.) atunci utilizați această opțiune. Altfel nu ar trebui utilizată, deoarece va solicita o adresă de livrare atunci când cineva se înscrie pentru un eveniment.

source: PSiGate settings saved.
lv_lv: PSiGate uzstādījumi saglabāti.
ro_ro: Setări PSiGate salvate.

source: PSiGate / Merchant Account Settings
lv_lv: PSiGate / tirgotāja konta iestatījumi
ro_ro: Setări PSiGate / cont comerciant

source: Deactivate PSiGate IPN?
lv_lv: Deaktivēt PSiGate IPN?
ro_ro: Dezactivați IPN PSiGate?

source: Activate PSiGate IPN?
lv_lv: Aktivēt PSiGate IPN?
ro_ro: Activați IPN PSiGate?

source: Canadian PSiGate Store Key (Merchant ID)
lv_lv: Kanādas PSiGate Store atslēga (Merchant ID)
ro_ro: Cheie (ID comerciant) magazin PSiGate Canadian

source: Eg, NEWSETUPjWbtSQMxaXr400243. NOT the same as your StoreID
lv_lv: Piem., NEWSETUPjWbtSQMxaXr400243. NAV tas pats kas StoreID
ro_ro: De ex., CONFIGURATIENOUAjWbtSQMxaXr400243. NU este același cu StoreID-ul dumneavoastră

source: US PSiGate Store Key (Merchant ID)
ro_ro: Cheie comerciant PSiGate SUA (ID comerciant)

source: Update PSiGate Settings
lv_lv: Saglabāt PSiGate uzstādījumus
ro_ro: Actualizați setări PSiGate

source: PSiGate Store Key
lv_lv: PSiGate Store atslēga
ro_ro: Cheie magazin PSiGate

source: To find and setup your PsiGate Store Key,
lv_lv: Lai atrastu un iestatītu PsiGate Store atslēgu,
ro_ro: Pentru a găsi și configura Cheia dumneavoastră de magazin PsiGate,

source: login to %s psigate.com %s
lv_lv: ieejat %s psigate.com %s
ro_ro: autentificare în %s psigate.com %s

source: Click on 'View Reports' for your Store
lv_lv: Klikšķiniet Jūsu veikalā uz 'Skatīt atskaiti'
ro_ro: Dați clic pe "Vizualizați rapoarte" pentru magazinul dumneavoastră

source: Click 'HTML Capture Settings'
lv_lv: Klikšķiniet 'HTML Capture iestatījumi'
ro_ro: Dați clic pe "Setări captură HTML"

source: Set 'Enable HTML Messenger' to 'Yes' and click 'Save'
lv_lv: Izvēlēties 'Jā' , 'Iespējot HTML ziņotāju' un klikšķināt 'Saglabāt'
ro_ro: Setați 'Activați messenger HTML' ca 'Da' și faceți click pe 'Salvați'

source: After enabling the HTML Messenger, and saving your settings, copy the Store Key and paste it into your Event Espresso payment settings
lv_lv: Pēc HTML ziņotāja iespējošanas un iestatījumu saglabāšanas, nokopējiet Store atslēgu un ielīmējiet to Jūsu Event Espresso maksājumu iestatījumos
ro_ro: După activarea messenger-ului HTML și după salvarea setărilor dumneavoastră, copiați Cheia Magazinului și inserați-o în setările dumneavoastră de plată Event Espresso

source: Why is there a Canadian and US PSiGate Store Key?
lv_lv: Kāpēc šeit ir Kanādas un ASV PSiGate Store atslēga?
ro_ro: De ce există o cheie de magazin PSiGate SUA și una canadiană?

source: If you will be accepting payments only in USD, you only need to enter a "US PSiGate Store Key". Conversely, if you are only accepting payments in CAD, you need only enter a "Canadian PsiGate Store Key".
lv_lv: Ja Jūs akceptēsiet maksājumus tikai USD, Jums nepieciešama tikai "ASV PSiGate Store atslēga". Vai arī, ja Jūs akceptēsiet maksājumus tikai CAD, Jums nepieciešama tikai "Kanādas PsiGate Store atslēga".
ro_ro: Dacă veți accepta plăți doar în USD, va fi suficient să introduceți o „Cheie de magazin PSiGate SUA”. Invers, \ \ \ dacă veți accepta plăți doar în CAD, va fi suficient să introduceți o „Cheie de magazin PSiGate Canada”.

source: If, however, some events will be accepting US dollars and others will be accepting Canadian dollars, you will need 2 PSiGate accounts: one accepting CAD and the other for USD. Enter the store keys for each into Event Espresso in the appropriate fields ("Canadian PSiGate Store Key" and "US PSiGate Store Key").
ro_ro: Dacă, totuși, unele evenimente vor accepta dolari americani și altele vor accepta dolari canadieni, veți avea nevoie de 2 → → → conturi PSiGate: unul acceptând CAD și altul pentru USD. Introduceți fiecare cheie de magazin în câmpurile potrivite din Event Espresso („Cheie magazin PSiGate Canada” și ”Cheie magazin PSiGate SUA”).

source: Then, select a default currency. You may then specify an event as using the other currency by adding an 'Event Meta' called 'event_currency', and give it a value of either 'USD' or 'CAD'.
ro_ro: Apoi, alegeți o valută implicită. Apoi puteți specifica un eveniment ca utilizând cealaltă valută prin adăugarea unui 'Meta eveniment' numit 'event_currency', și să îi dați valoarea 'USD' sau 'CAD'.

source: When customers go to pay for an event, if the currency is in USD, your US Store Key will be used. If the currency for the event is CAD, the Canadian Store Key will be used.
ro_ro: Când clienții merg să plătească pentru un eveniment, dacă valuta este în USD, atunci va fi utilizata Cheia magazinului SUA. Dacă valuta pentru eveniment este CAD, va fi utilizată Cheia magazinului canadian.

source: PSiGate Currency
lv_lv: PSiGate valūta
ro_ro: Valută PSiGate

source: PSiGate uses 3-character ISO-4217 codes for specifying currencies in fields and variables. </p><p>The default currency code is US Dollars (USD). If you want to require or accept payments in other currencies, select the currency you wish to use. The dropdown lists all currencies that PSiGate (currently) supports.
lv_lv: PSiGate lieto 3-zīmju ISO-4217 kodus, lai noteiktu valūtu laukos un mainīgajos. </p><p>Noklusētais valūtas kods ir ASV dolārs (USD). Ja Jūs vēlaties veikt maksājumus citā valūtā, izvēlieties valūtu, kādu vēlaties lietot. Sarakstā ir visas valūtas, kuru lietošanu (patreizējā brīdī) atbalsta PSiGate.
ro_ro: PSiGate folosește coduri ISO-4217 de 3 caractere pentru a specifica valutele în câmpuri și variabile.</p><p>Codul valutei implicite este Dolarul american (USD). Dacă doriți să solicitați sau să acceptați plăți în alte valute, selectați valuta pe care doriți să o utilizați. Lista derulantă conține toate valutele pe care PSiGate le acceptă (în prezent).

source: By default, PSiGate will display shipping address information on the PSiGate payment screen. If you plan on shipping items to a registrant (shirts, invoices, etc) then use this option. Otherwise it should not be used, as it will require a shipping address when someone registers for an event.
lv_lv: Pēc noklusējuma, PSiGate attēlos piegādes adreses informāciju PSiGate maksājuma ekrānā. Ja Jūs plānojat preces dalībnniekam (krekliņi, rēķini u.tml.), tad lietojat šo opciju. Citādi to lietot nevajadzētu, citādi tiks prasīta piegādes adrese jebkuram, kurš reģistrēsies pasākumam.
ro_ro: Implicit, PSiGate va afișa informații privind adresa de livrare în ecranul de plată PSiGate. Dacă plănuiți să livrați articole unei persoane înscrise (cămăși, facturi, etc.) atunci utilizați această opțiune. Altfel nu ar trebui utilizată, căci va necesita o adresă de livrare atunci când cineva se înscrie pentru un eveniment.

source: You may specify the URL of any image you want to be displayed to users when selecting their payment gateway. By default, the PSiGate icon is selected. We also have a merchant accounts image available at %s
lv_lv: Jūs variet norādīt jebkura attēla URL, ko vēlaties attēlot lietotājiem, kad viņi izvēlās maksājumu vārteju. Pēc noklusējuma, ir izvēlēts PSiGate sīktēls. Vēl iespējams attēls tirgotāju kontam %s
ro_ro: Puteți specifica URL-ul oricărei imagini pe care doriți să o afișați utilizatorilor atunci când selectează gateway-ul lor de plată. \ \ \ Implicit, pictograma ANZ este selectată. Avem de asemenea o imagine de conturi comerciant disponibilă la %s

source: Center
lv_lv: Centrs
ro_ro: Centru

source: Top
lv_lv: Augša
ro_ro: Sus

source: Ticket Instructions:
lv_lv: Biļetes instrukcijas:
ro_ro: Instrucțiuni bilet:

source: Location:
lv_lv: Vieta:
ro_ro: Locație:

source: Dates & Times
lv_lv: Datumi un Laiki
ro_ro: Date & ore

source: Qty.
lv_lv: Skaits
ro_ro: Cant.

source: More Information:
lv_lv: Vairāk informācijas:
ro_ro: Mai multe informații:

source: More Examples
lv_lv: Vairāk piemērus
ro_ro: Mai multe exemple

source: Apply to all events in this series
lv_lv: Piešķirt visiem pasākumiem šajā sērijā
ro_ro: Aplică la toate evenimentele acestei serii

source: Print and bring this ticket with you to the event
lv_lv: Izdrukājiet un ņemiet šo biļeti līdzi uz pasākumu
ro_ro: Printați și aduceți acest bilet cu dumeavoastră, la eveniment

source: There was no response from MegaSoft
lv_lv: Nav atbildes no MegaSoft
ro_ro: Nu a fost primit niciun răspuns din partea MegaSoft

source: There was an error processing your payment:
lv_lv: Nosūtot Jūsu maksājumu notika kļūda:
ro_ro: A fost întâmpinată o eroare în procesarea plății dumeavoastră:

source: Megasoft settings saved.
lv_lv: Megasoft uzstādījumi saglabāti.
ro_ro: Setări Megasoft salvate.

source: Megasoft Settings
lv_lv: Megasoft uzstādījumi
ro_ro: Setări Megasoft

source: Deactivate Megasoft Gateway?
lv_lv: Deaktivēt Megasoft Gateway?
ro_ro: Dezactivează gateway Megasoft?

source: Activate Megasoft Gateway?
lv_lv: Aktivēt Megasoft Gateway?
ro_ro: Activează gateway Megasoft?

source: Affiliation ID
ro_ro: ID afiliere

source: Account Uses Megasoft's development Server
lv_lv: Konts lietot Megasoft's attīstīšanas serveri
ro_ro: Contul utilizează serverul de dezvoltare al Megasoft

source: Update Megasoft Settings
lv_lv: Atjaunot Megasoft uzstādījumus
ro_ro: Actualizare setări Megasoft

source: Moneris Hosted Pay Page Debug Mode Is Turned On
lv_lv: Moneris Hosted Pay Page atkļūdošanas režīms ieslēgts
ro_ro: Modul de depanare este activat pentru pagina de plată găzduită de către Moneris

source: The Moneris Hosted Pay Page settings were successfully saved.
lv_lv: Moneris Hosted Pay Page iestatījumi saglabāti.
ro_ro: Setările paginii de plată găzduite de Moneris au fost salvate cu succes.

source: Moneris Hosted Pay Page Settings
lv_lv: Moneris Hosted Pay Page iestatījumi
ro_ro: Setări pagină de plată găzduită de către Moneris

source: Deactivate Moneris Hosted Pay Page IPN?
lv_lv: Deaktivēt Moneris Hosted Pay Page IPN?
ro_ro: Dezactivează IPN pagină de plată găzduită de către Moneris?

source: Activate Moneris Hosted Pay Page IPN?
lv_lv: Aktivēt Moneris Hosted Pay Page IPN?
ro_ro: Activează IPN pagină de plată găzduită de către Moneris?

source: Please Note:
lv_lv: Lūdzu, ņemiet vērā:
ro_ro: Vă rugăm să rețineți:

source: In order for the Moneris Hosted Pay Page to communicate with Event Espresso, the "Response Method" must be set to POST. This is done through the Hosted Paypage Configuration Tool.
ro_ro: Pentru ca pagina de plată găzduită de către Moneris să comunice cu Event Espresso, "Metoda de răspuns" trebuie să fie setată ca POST. Aceasta se face prin unealta de configurare a paginii de plată găzduite.

source: Moneris Hosted Pay Page Store ID (ps_store_id)
lv_lv: Moneris Hosted Pay Page glabāšanas ID (ps_store_id)
ro_ro: ID magazin (ps_store_id) pagină de plată găzduită de către Moneris

source: Provided by Moneris Solutions – Hosted Paypage Configuration Tool. Identifies the configuration for the Hosted Paypage ( something like: monca12345 ).
ro_ro: Furnizat de către Moneris Solutions - unealtă de configurare a paginii de plată găzduite. Identifică configurația pentru pagina de plată găzduită (ceva asemănător cu: monca12345).

source: Moneris Hosted Pay Page Key (hpp_key)
lv_lv: Moneris Hosted Pay Page atslēga (hpp_key)
ro_ro: Cheie (hpp_key) pagină de plată găzduită de către Moneris

source: Provided by Moneris Solutions – Hosted Paypage Configuration Tool. This is a security key that corresponds to the ps_store_id.
ro_ro: Furnizat de către Moneris Solutions - unealtă de configurare a paginii de plată găzduite. Aceasta este o cheie de securitate ce coresponde pentru ps_store_id.

source: Transaction Mode
lv_lv: Transakcijas režīms
ro_ro: Mod tranzacție

source: Development
lv_lv: Attīstīšana
ro_ro: Dezvoltare

source: Dev + Debug
ro_ro: Dezv + Depanare

source: Production
lv_lv: Produkcija
ro_ro: Producție

source: This defines the testing status for the Hosted Paypage.
lv_lv: Šeit tiks definēts uzturētās maksājumu lapas pārbaudes statuss.
ro_ro: Acest lucru definește statusul testării pentru Hosted Paypage.

source: Set to "Development" to use Moneris's test servers and "Production" to process payments on the actual live site. Select "Dev + Debug" to add on-screen reporting while in development mode.
ro_ro: Setați ca "Dezvoltare" pentru a utiliza serverele de test ale Moneris și "Producție" pentru a procesa plăți chiar pe site-ul real. Selectați "Dezv + Depanare" pentru a adăuga raportări pe ecran cât timp sunteți în modul de dezvoltare.

source: Moneris Canada or USA?
lv_lv: Moneris Kanāva vai ASV?
ro_ro: Moneris Canada sau SUA?

source: This defines what country the Hosted Paypage is setup within.
ro_ro: Acest lucru definește în ce țară este configurat Hosted Paypage.

source: The language the Hosted Paypage and the receipts will be in. Defaults to English.
lv_lv: Hosted Pay Page un kvīšu valoda. Noklusētā ir angļu.
ro_ro: Limba în care vor fi pagina găzduită a plății și chitanțele. Implicit este engleza.

source: Invoice Notes
lv_lv: Maksājuma Rēķina Piezīmes
ro_ro: Note factură

source: This is for adding any additional notes or instructions that you wish to appear on the invoice.
lv_lv: Šeit var pievienot visas papildu piezīmes vai instrukcijas, kuras vēlaties redzēt rēķinā.
ro_ro: Acest lucru este pentru a adăuga orice note adiționale sau instrucțiuni pe care le doriți să apară pe factură.

source: Update Moneris Hosted Pay Page Settings
lv_lv: Atjaunot Moneris Hosted Pay Page iestatījumus
ro_ro: Actualizați setări pentru pagina de plată găzduită de către Moneris

source: Name on Card
lv_lv: Kartes nosaukums
ro_ro: Nume de pe card

source: Card Type
lv_lv: Kartes tips
ro_ro: Tip de card

source: PayChoice settings saved.
lv_lv: Maksājumu uzstādījumu lapa
ro_ro: Setări PayChoice salvate.

source: PayChoice Settings
lv_lv: PayChoice uzstādījumi
ro_ro: Setări PayChoice

source: Deactivate PayChoice?
lv_lv: Deaktivēt PayChoice?
ro_ro: Dezactivați PayChoice?

source: Activate PayChoice?
lv_lv: Aktivēt PayChoice?
ro_ro: Activați PayChoice?

source: PayChoice Username
lv_lv: PayChoice lietotājvārds:
ro_ro: Nume utilizator PayChoice

source: PayChoice Password
lv_lv: PayChoice parole
ro_ro: Parolă PayChoice

source: PayChoice Currency Symbol (AUD)
lv_lv: PayChoice valūtas simbols (AUD)
ro_ro: Simbol valută PayChoice (AUD)

source: Use the Test Mode for PayChoice
lv_lv: Lietot izmēģinājuma režīmu PayChoice
ro_ro: Utilizează mod Test pentru PayChoice

source: Update PayChoice Settings
lv_lv: Atjaunot PayChoice uzstādījumus
ro_ro: Actualizare setări PayChoice

source: PayChoice Currency Symbol
lv_lv: PayChoice valūtas simbols
ro_ro: Simbol valută PayChoice

source: PayChoice uses 3-character ISO-4217 codes for specifying currencies in fields and variables. If you are taking purchases in US Dollars, enter <code>AUD</code> here. PayChoice currently only takes payment in AUD, but can accept payments from any currency which will be converted to AUD at checkout.
lv_lv: PayChoice lieto 3-zīmju ISO-4217 kodus, lai noteiktu valūtu laukos un mainīgajos. Ja Jūs vēlaties izdarīt pirkumu ASV dolāros, ievadiet <code>AUD</code> šeit. PayChoice pēc noklusējuma pieņem maksājumus AUD, bet akceptē maksājumus jebkurā valūtā, kas pie saņemšanas tiks konvertēta uz AUD.
ro_ro: PayChoice folosește coduri ISO-4217 de 3 caractere pentru a specifica valutele în câmpuri și variabile. Dacă acceptați achiziții în Dolari americani, introduceți aici <code>AUD</code>. PayChoice acceptă în prezent doar plăți în AUD, dar poate accepta plăți din orice valută care va fi convertită în AUD la momentul plății.

source: PayChoice Test Mode
lv_lv: PayChoice izmēģinājuma režīms
ro_ro: Mod test PayChoice

source: Test Mode allows you to submit test transactions to the payment gateway. This allows you to test your entire integration before submitting transactions to the live PayChoice environment.
ro_ro: Modul de Test vă permite să trimiteți tranzacții de test către gateway-ul de plată. Acest lucru vă permite să testați întreaga dumneavoastră integrare înainte de a trimite tranzacții către mediul real PayChoice.

source: Purchase Order Payment settings saved.
lv_lv: Maksājuma rīkojuma uzstādījumi saglabāti.
ro_ro: Setări salvate privind plata prin ordin de plată.
