Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: When requesting support. Please copy and paste the details displayed of the <a href="#espresso_important_information_settings">Important Information</a> section below. This will help us determine potential problems with your server, WordPress installation, and/or the Event Espresso plugin. Please also include a list (or screenshot) of all <a href="plugins.php?plugin_status=active">active plugins</a>.
ro_ro: Atunci când se solicita suport. Vă rugăm să copiați și să inserați detaliile afișate din secțiunea <a href="#espresso_important_information_settings">Informații importante</a> de mai jos. Acestea ne vor ajuta să determinăm probleme potențiale cu serverul dumneavoastră, instalarea WordPress și/sau a modulului Event Espresso. Vă rugăm să includeți o listă (sau captură de ecran) a tuturor <a href="plugins.php?plugin_status=active">plugin-urilor active</a>.

source: A support token can be used to get priority support for a single incident. It can be used to schedule support via phone or IM for a single incident (up to 30 minutes), or to receive priority e-mail support. A support token can be used for &ldquo;how to&rdquo; questions, technical issues, &ldquo;best practice&rdquo; questions or for custom development consulting.
ro_ro: Un token de suport poate fi utilizat pentru a obține suport prioritar pentru un singur incident. Poate fi utilizat pentru a programa suport prin telefon sau messenger pentru un singur incident (până la 30 de minute), sau de a primi suport e-mail prioritar. Un token de suport poate fi utilizat pentru întrebări &ldquo;cum să&rdquo;, probleme tehnice, &ldquo;cele mai bune practici&rdquo; sau pentru consultanță privind o dezvoltare specifică.

source: <strong>You can purchase support tokens</strong> on <a href="http://eventespresso.com/product/priority-support-tokens/">this page</a>.
ro_ro: <strong>Puteți cumpăra token-uri de suport</strong> de la <a href="http://eventespresso.com/product/priority-support-tokens/">această pagină</a>.

source: Support tokens can be used to schedule live support (phone or IM) or for priority e-mail support. See %sdetails on premium support%s.
ro_ro: Token-urile de suport pot fi utilizate pentru a programa suport live (telefon sau messenger) sau pentru suport e-mail prioritar. Vedeți %sdetalii privind suportul premium%s.

source: It's simple really – MOJO themes is a marketplace for everyone to <strong><em>buy</em></strong> or <strong><em>sell</em></strong> themes and templates.
ro_ro: E chiar simplu - temele MOJO reprezintă o piață pentru oricine, pentru a <strong><em>cumpăra</em></strong> sau <strong><em>vinde</em></strong> teme și șabloane.

source: AppThemes are built for businesses of all sizes and run on WordPress so you don't have to worry about the headache of setting up a complex server environment.
ro_ro: AppThemes sunt construite pentru companii de toate mărimile și rulează pe WordPress, astfel nu trebuie să vă faceți griji în legătură cu durerea de cap a setării unui mediu complex de server.

source: Top quality, cutting edge WordPress themes and superior customer support.
ro_ro: Teme WordPress de calitate superioară, de ultimă oră și suport superior oferit clientului.

source: Build websites faster and better using drag and drop, layout, typography, design-control and more...
ro_ro: Construiți site-uri web mai rapid și mai bine utilizând glisare și fixare, aspect, tipar, control al designului și mai multe...

source: When you buy a StudioPress theme, you are getting state of the art code, smart design architecture as well as an array of beautiful frames for your content.
ro_ro: Când cumpărați o temă StudioPress, primiți cod la nivel de artă, arhitectură inteligentă de design cât și o serie de cadre frumoase pentru conținutul dumneavoastră.

source: Each premium WordPress theme comes expertly coded in valid XHTML and CSS, and all are made compatible with the latest version of WordPress.
ro_ro: Fiecare temă WordPress premium vine cu cod XTHML și CSS scris la nivel de expert și sunt toate create compatibile cu ultima versiune a WordPress.

source: We create beautiful, top quality WordPress themes for you at amazing prices with exceptional support.
ro_ro: Creăm teme WordPress frumoase, de calitate superioară pentru dumneavoastră, la prețuri uimitoare cu suport excepțional.

source: Fine art WordPress themes.
ro_ro: Teme WordPress de artă.

source: A dedicated job board that lists the opportunities to work with Event Espresso or our clients.
ro_ro: Un panou dedicat pentru joburi care listează oportunitățile de a lucra cu Event Espresso sau cu clienții noștri.

source: WordPress Professionals and theme developers.
ro_ro: Profesioniști WordPress și dezvoltatori de teme.

source: Download the <a href="http://eventespresso.com/wp-content/plugins/download-monitor/download.php?id=2">Installation Guide</a> as a PDF
lv_lv: Lejuplādēt <a href="http://eventespresso.com/wp-content/plugins/download-monitor/download.php?id=2">Instalēšanas ceļvedi</a> PDF datnē
ro_ro: Descărcați <a href="http://eventespresso.com/wp-content/plugins/download-monitor/download.php?id=2">Ghidul de instalare</a> în format PDF

source: WordPress Answers
ro_ro: Răspunsuri WordPress

source: Exclude Pages from Navigation
ro_ro: Excludeți pagini din navigație

source: Provides a checkbox on the editing page which you can check to exclude pages from the primary navigation. IMPORTANT NOTE: This will remove the pages from any "consumer" side page listings, which may not be limited to your page navigation listings.
ro_ro: Oferă o bifă în pagina de editare, pe care o puteți marca pentru a exclude pagini din navigația principală. NOTĂ IMPORTANTĂ: aceasta va elimina paginile din orice listări de pagină adresate „consumatorului”, care ar putea să nu fie limitate la listările dumneavoastră de tip navigație a paginilor.

source: Post Types Order
ro_ro: Ordinea tipurilor de articole

source: Order Post Types Objects using a Drag and Drop Sortable javascript capability
ro_ro: Ordonați obiectele cu tipuri de articole utilizând o capacitate javascript de sortare „Glisare și fixare”

source: Gravity Forms
ro_ro: Formulare Gravity

source: Build Complex, Powerful Contact Forms in Just Minutes. No Programming Knowledge Required! Yeah, It's Really That Easy.
ro_ro: Construiți formulare de contact complexe, puternice în doar câteva minute. Nu necesită cunoștințe de programare! Da, este chiar atât de ușor.

source: transaction
lv_lv: transakcija
ro_ro: tranzacție

source: transactions
lv_lv: transakcijas
ro_ro: tranzacții

source: Add New Transaction
lv_lv: Pievienot jaunu transakciju
ro_ro: Adăugare tranzacție nouă

source: Edit Transaction
lv_lv: Labot transakciju
ro_ro: Editare tranzacție

source: Delete Transaction
lv_lv: Dzēst transakciju
ro_ro: Ștergere tranzacție

source: An error occured! Your request may have been processed, but a valid response from the server was not received. Please refresh the page and try again.
ro_ro: A apărut o eroare! Cerința dumneavoastră poate că a fost procesată, dar nu a fost primit un răspuns valid din partea serverului. Vă rugăm să împrospătați pagina și să încercați din nou.

source: An error occured! Please refresh the page and try again.
ro_ro: A apărut o eroare! Vă rugăm să împrospătați pagina și să încercați din nou.

source: An error occured and the details for Transaction ID #
ro_ro: A apărut o eroare și detaliile tranzacției cu identificatorul #

source: could not be retreived.
ro_ro: nu au putut fi regăsite.

source: Download Invoice for Transaction.
lv_lv: Lejuplādēt transakcijas rēķinu
ro_ro: Descărcați factura pentru tranzacție.

source: An error occured. The payment was processed succesfully but the amount paid for the transaction was not updated.
ro_ro: A apărut o eroare. Plata a fost procesată cu succes dar suma plătită pentru tranzacție nu a fost actualizată.

source: TXN&nbsp;ID / CHQ&nbsp;#
ro_ro: ID&nbsp;TRANZ / CEC&nbsp;#

source: Notes / Extra&nbsp;Accounting
ro_ro: Notițe / Contabilitate&nbsp;suplimentară

source: "%s" message type incoming data is empty. There is nothing to work with so why are you bugging me?
ro_ro: Lipsesc datele de intrare pentru tipul de mesaj „%s”. Nu există nimic de lucru așadar de ce mă bați la cap?

source: Hey %s hasn't declared a handler for the incoming data, so I'm stuck
ro_ro: Hei, %s nu a declarat un manipulant pentru datele de intrare, așadar sunt blocat

source: uhoh, Something went wrong and no data handler is found
ro_ro: Ups, ceva nu a mers bine și nu a fost găsit niciun manipulant de date

source: The %s class has set the "$_data_handler" property but the string included (%s) does not match any existing "EE_Messages_incoming_data" classes (found in "/includes/core/messages/data_class"
ro_ro: Clasa %s are setată proprietatea „$_data_handler”, dar șirul inclus (%s) nu corespunde niciunei clase existente „EE_Messages_incoming_data” (găsite în „/includes/core/messages/data_class”

source: The data for %1$s message type cannot be prepared because there is no set method for doing so. The expected method name is "%2$s" please doublecheck the %1$s message type class and make sure that method is present
ro_ro: Datele pentru tipul de mesaj %1$s nu pot fi pregătite deoarece nu există o metodă setată pentru a face acest lucru. Numele așteptat al metodei este „%2$s”, vă rugăm să verificați clasa tipului de mesaj %1$s și să vă asigurați că metoda este prezentă

source: missing messenger file set as active: (%s) %s Messenger has been made inactive.
ro_ro: fișier lipsă al mesagerului setat ca activ: (%s) %s Mesagerul a fost inactivat.

source: Message type: %s does not exist
lv_lv: Ziņojuma tips %s neeksistē
ro_ro: Tipul de mesaj: %s nu există

source: Messenger: %s does not exist
lv_lv: Ziņotājs: %s neeksistē
ro_ro: Mesagerul: %s nu există

source: The %s messenger or the %s message_type are not active. Are you sure they exist?
ro_ro: Mesagerul %s sau tipul_de_mesaj %s nu este activ. Sunteți sigur că există?

source: The %s message type is not registered with the %s messenger. Please visit the Messenger activation page to assign this message type first if you want to use it.
ro_ro: Tipul de mesaj %s nu este înregistrat cu mesagerul %s. Vă rugăm să vizitați pagina de activare mesager pentru a asigna mai întâi acest tip de mesaj, dacă doriți să îl utilizați.

source: This template is not being created by messenger activation and is a custom template that requires event id (which is missing)
ro_ro: Acest șablon nu este creat de către activarea mesagerului și este un șablon personalizat care necesită un identificator de eveniment (care lipsește)

source: Something went wrong with creating a new template
ro_ro: Ceva nu a mers bine în crearea unui șablon nou

source: The defaults class being checked for is <strong>%s</strong>. Please doublecheck the spelling and make sure you have a class for this messenger/message_type combo setup. Also verify that the autoloaders are setup correctly for the class
ro_ro: Clasa implicită care este verificată este <strong>%s</strong>. Vă rugăm să verificați ortografia și să vă asigurați că aveți o clasă pentru această combinație de mesager/tip_de_mesaj. De asemenea verificați că încărcătoarele automate sunt sunt setate corect pentru clasă

source: Something went wrong and we couldn't get any templates assembled
ro_ro: Ceva nu a mers bine și nu am putut să asamblăm niciun șablon

source: Something went wrong because we're missing the registration ID
ro_ro: Ceva nu a mers bine din cauză că ne lipsește identificatorul înscrierii

source: The registration confirmation has been sent
lv_lv: Reģistrēšanās apstiprināšana nosūtīta
ro_ro: Confirmarea înscrierii a fost trimisă

source: Something went wrong and the registration confirmation was NOT resent
ro_ro: Ceva nu a mers bine și confirmarea înscrierii NU a fost retrimisă

source: The payment confirmation has been sent
lv_lv: Maksājuma apstiprinājums nosūtīts
ro_ro: Confirmarea plății a fost trimisă

source: Something went wrong and the payment confirmation was NOT resent
ro_ro: Ceva nu a mers bine și confirmarea plății NU a fost retrimisă

source: Complete payment has been made for the transaction so registration confirmations have been sent
ro_ro: Plata completă pentru tranzacție a fost efectuată, așadar confirmările înscrierii au fost trimise

source: Global Templates
lv_lv: Vispārīgie šabloni
ro_ro: Șabloane globale

source: Switch to Custom Templates
lv_lv: Pārslēgties uz pielāgotiem šabloniem
ro_ro: Trecere la șabloane personalizate

source: Switch to Global Templates
lv_lv: Pārslēgties uz vispārīgiem šabloniem
ro_ro: Trecere la șabloane globale

source: Click to Edit
lv_lv: Klikšķināt lai labotu
ro_ro: Clic pentru editare

source: You can %s if you want
lv_lv: Jūs variet %s, ja vēlaties
ro_ro: Puteți %s, dacă doriți

source: You can't create custom templates (for this event) until you've saved this event
ro_ro: Nu puteți crea șabloane personalizate (pentru acest eveniment) până când nu salvați acest eveniment

source: This event will use %s for <span class="message-type-text">%s %s</span> messages. %s.
ro_ro: Acest eveniment va utiliza %s pentru mesaje <span class="message-type-text">%s %s</span>. %s.

source: Incoming "$message" must be an object
ro_ro: „$message” primit trebuie să fie un obiect

source: Unable to access the template file for the %s messenger main content wrapper. The location being attempted is %s.
ro_ro: În imposibilitate de a accesa fișierul șablon pentru ambalajul conținutului principal al mesagerului %s. Locația încercată este %s.

source: We can't generate a preview for you because there are no active events in your database
ro_ro: Nu putem genera o previzualizare pentru dumneavoastră deoarece nu există evenimente active în baza dumneavoastră de date

source: Message Templates cannot be generated because the Messenger and Message Types haven't been defined for the generator.
ro_ro: Șabloanele de mesaje nu pot fi generate deoarece Mesagerul și Tipul de mesaj nu au fost definite pentru generator.

source: You need to set the "$m_name" and "$mt_name" properties
ro_ro: Trebuie să setați proprietățile „$m_name” și „$mt_name”

source: Message Templates cannot be generated because the given messenger is not active
ro_ro: Șabloanele de mesaje nu pot fi generate deoarece mesagerul dat nu este activ

source: The "$_m_name" property has "%s" as it's value. Check the spelling and make sure it matches an available messenger
ro_ro: Proprietatea „$_m_name” are ca valoare „%s”. Verificați ortografia și asigurați-vă că ea corespunde unui mesager disponibil

source: Message Templates cannot be generated because the given message type is not installed
ro_ro: Șabloanele de mesaje nu pot fi generate deoarece tipul de mesaj dat nu este instalat

source: The "$_mt_name" property has "%s" as it's value. Check the spelling and make sure it matches an available message type
ro_ro: Proprietatea „$_mt_name” are ca valoare „%s”. Verificați ortografia și asigurați-vă că ea corespunde unui tip de mesaj disponibil

source: There was an error in saving new template data for %s messenger, %s message type, %s context and %s template field.
ro_ro: A apărut o eroare în salvarea datelor noului șablon pentru mesagerul %s, tipul de mesaj %s, contextului %s și câmpului de șablon %s.

source: This message type is used for all payment notification messages that go out including any manual payments entered by an event administrator.
ro_ro: Acest tip de mesaj este utilizat pentru toate mesajele de notificare a plății care sunt trimise, incluzând orice plată manuală introdusă de către un administrator de evenimente.

source: payment
lv_lv: maksājums
ro_ro: plată

source: payments
lv_lv: maksājumi
ro_ro: plăți

source: recipient
ro_ro: destinatar

source: recipients
lv_lv: saņēmēji
ro_ro: destinatari

source: Recipient's are who will recieve the template. You may want different payment details sent out depending on who the recipient is
ro_ro: Destinatarii sunt cei care vor primi șablonul. Ați putea dori să fie trimise detalii diferite de plată în funcție de cine este destinatarul

source: This template is what event administrators will receive on a successful payment
ro_ro: Acest șablon este cel care va fi primit de administratorii de evenimente cu ocazia unei plăți cu succes

source: This template is what the primary attendee (the person who made the main registration) will receive on successful payment
ro_ro: Acest șablon este cel care va fi primit de participantul principal (persoana care a efectuat înscrierea principală), cu ocazia unei plăți cu succes

source: This message type is for registation confirmation messages that include information about the event someone has registered for. This message type does have one setting that you can use to indicate if registration confirmations are delayed until full payments are made for an event (default setting).
ro_ro: Acest tip de mesaj este pentru mesaje de confirmare a înscrierii, care conțin informații despre evenimentul la care s-a înscris cineva. Acest tip de mesaj nu are o setare pe care să o utilizați pentru a arăta dacă aceste confirmări ale înscrierii sunt amânate până când sunt efectuate plăți complete pentru un eveniment (setare implicită).

source: Recipient's are who will recieve the template. You may want different registration details sent out depending on who the recipient is
ro_ro: Destinatarii sunt cei care vor primi șablonul. Ați putea dori ca să fie trimise detalii diferite ale înscrierii în funcție de cine este destinatarul

source: This template is what event administrators will receive on a successful registration
ro_ro: Acest șablon este cel pe care administratorii de evenimente îl vor primi în urma unei înscrierii cu succes

source: This template is what the primary attendee (the person who made the main registration) will receive on successful registration
ro_ro: Acest șablon este cel pe care îl va primi participantul principal (persoana care a efectuat înscrierea principală), cu ocazia unei înscrieri cu succes

source: This template is what each attendee for the event will receive when a successful registration is processed.
ro_ro: Acest șablon este ceea ce fiecare participant la eveniment va primi atunci când este procesată o înscriere cu succes.

source: This message type is for registration confirmations that are resent later. When activated, this message type uses the same templates as the <code>Registration</code> message type so you may want to differentiate the templates for this one.
ro_ro: Acest tip de mesaj este pentru confirmările înscrierii, ce vor fi retransmise mai târziu. După activare, acest tip de mesaj utilizează aceleași șabloane ca și tipul de mesaj <code>Înscriere</code>, așa că este posibil să vreți să diferențiați șabloanele, pentru acesta.

source: resend registration
lv_lv: atkārtoti sūtīt reģistrācijas detaļas
ro_ro: retrimitere înscriere

source: resend registrations
lv_lv: atkārtoti sūtīt reģistrāciju detaļas
ro_ro: retrimitere înscrieri

source: This messenger delivers messages via email using the built-in <code>wp_mail</code> function included with WordPress
ro_ro: Acest mesager livrează mesaje via e-mail utilizând funcționalitatea <code>wp_mail</code> încorporată, inclusă cu WordPress

source: emails
lv_lv: e-pasti
ro_ro: e-mailuri

source: To
lv_lv: Kam
ro_ro: Către

source: Test email sent from %s
lv_lv: Izmēģinājuma e-pasts nosūtīts no %s
ro_ro: E-mail de test trimis de %s

source: From
lv_lv: No
ro_ro: De la

source: Subject
lv_lv: Temats
ro_ro: Subiect

source: Attendee List
lv_lv: Dalībnieku saraksts
ro_ro: Listă participanți

source: Main Content
lv_lv: Pamata saturs
ro_ro: Conținut principal

source: EE_Messages_Validator child classes MUST set the $_m_name and $_mt_name property. Check that the child class is doing this
ro_ro: Clasele copil EE_Messages_Validator TREBUIE să seteze proprietățile $_m_name și $_mt_name. Verificați ca această clasă copil să facă acest lucru

source: There is no messenger class for the given string (%s)
ro_ro: Nu există nicio clasă mesager pentru șirul dat (%s)

source: There is no message type class for the given string (%s)
ro_ro: Nu există nicio clasă de tip de mesaj pentru șirul dat (%s)

source: <p>The following shortcodes were found in the "%s" field that ARE not valid: %s</p>
ro_ro: <p>Următoarele coduri scurte găsite în câmpul „%s” NU sunt valide: %s</p>

source: <p>Valid shortcodes for this field are: %s
ro_ro: <p>Coduri scurte valide pentru acest câmp sunt: %s

source: <p>The %s field is supposed to be a number. The value given (%s) is not. Please doublecheck and make sure the field contains a number</p>
ro_ro: <p>Câmpul %s se presupune a fi un număr. Valoarea dată (%s) nu este. Vă rugăm să verificați și să vă asigurați că acest câmp conține un număr</p>

source: The %s field has at least one string that is not a valid email address record. Valid emails are in the format: "Name <email@something.com>" or "email@something.com" and multiple emails can be separated by a comma.
ro_ro: Câmpul %s are cel puțin un șir care nu este o înregistrare validă de adresă e-mail. E-mailuri valide sunt în formatul: „Nume <email@ceva.com>” sau „email@ceva.com” și mai multe e-mailuri pot fi separate prin virgulă.

source: Answer
lv_lv: Atbilde
ro_ro: Răspuns

source: Answers
lv_lv: Atbildes
ro_ro: Răspunsuri

source: Datetime
lv_lv: Datums/laiks
ro_ro: Dată și oră

source: Datetimes
lv_lv: Datumi/laiki
ro_ro: Date și ore

source: An error occured. No Question Groups could be retrieved because an Event ID was not received.
ro_ro: A apărut o eroare. Niciun grup de întrebări nu a putut fi regăsit deoarece nu a fost primit un Identificator de eveniment.

source: An error occured. No Event Question Groups could be retrieved because an Event ID was not received.
ro_ro: A apărut o eroare. Niciun grup de întrebări al evenimentului nu a putut fi regăsit deoarece nu a fost primit niciun Identificator de eveniment.

source: An error occured. No Question Group IDs were received.
ro_ro: A apărut o eroare. Nu a fost primi niciun identificator de grup de întrebări.

source: An error occured. No Question IDs were received.
ro_ro: A apărut o eroare. Nu a fost primit niciun identificator de întrebare.

source: An error occured. Insufficient data was received to process question groups and questions.
ro_ro: A apărut o eroare. Au fost primite date insuficiente pentru a procesa întrebări și grupuri de întrebări.

source: There are no active payment gateways. Please configure at least one gateway in the Event Espresso Payment settings page.
ro_ro: Nu există gateway-uri de plată active. Vă rugăm să configurați cel puțin un gateway în pagina de Setări de plată Event Espresso.

source: The file : %s could not be located in : %s
ro_ro: Fișierul: %s nu a putut fi găsit în: %s

source: The file : %s could not be located in either : %s or %s
ro_ro: Fișierul: %s nu a putut fi găsit în niciunul dintre: %s sau %s

source: payment method
lv_lv: maksājuma metode
ro_ro: metodă de plată

source: The class name compiled was %s. Please check and make sure the spelling and case is correct for the class name and that there is an autoloader in place for this class
ro_ro: Numele clasei compilate era %s. Vă rugăm să verificați și să vă asigurați că ortografia și scrierea cu majuscule/minuscule sunt corecte pentru numele clasei și că există un încărcător automat la locul lui, pentru această clasă

source: Question ID
lv_lv: Jautājuma ID
ro_ro: Identificator întrebare

source: Question Text
lv_lv: Jautājuma teksts
ro_ro: Text întrebare

source: Question Type
lv_lv: Jautājuma tips
ro_ro: Tip întrebare

source: Question Group
lv_lv: Jautājuma grupa
ro_ro: Grup întrebări

source: Question Option
lv_lv: Jautājuma izvēle
ro_ro: Opțiune întrebare
