Repository: eventespresso/languages
Catalog: event_espresso-*.po
Languages: lv_lv, ro_ro

source: Use the Debugging Feature<br/>and the PayPal Sandbox
ro_ro: Utilizați caracteristica de depanare<br/>și Sandbox-ul PayPal

source: Promo Code
lv_lv: Atlaides Kods
ro_ro: Cod promo

source: Allow voucher codes in the shopping cart?
lv_lv: Vai atļaut iepirkuma grozā izmantot Apmaksas Kuponus?
ro_ro: Permiteți coduri voucher în coșul de cumpărături?

source: is invalid, expired, or can not be used for the event(s) you are applying it to.
ro_ro: este invalid, expirat sau nu poate fi utilizat pentru evenimentul(le) pentru care îl aplicați.

source: Skip Confirmation Page during Registration Process?
lv_lv: Vai izlaist " Reģistrēšanās Informācijas Pārbaude " lapu Reģistrācijas Procesā?
ro_ro: Săriți peste pagina de confirmare în cursul procesului de înscriere?

source: Allow discounts in the shopping cart?
lv_lv: Vai atļaut iepirkuma grozā izmantot Atlaides Kodus?
ro_ro: Permiteți discount-uri în coșul de cumpărături?

source: Display text (eg. Surcharge or Service Fee):
lv_lv: Piemaksas Attēlojamais Teksts (piem.: Piemaksa vai Nodoklis utt.)
ro_ro: Text de afișat (de ex. suprataxă sau taxă pentru servicii):

source: Sorry, promotional code
lv_lv: Atvainojiet, reklāmas kods
ro_ro: Ne pare rău, cod promoțional

source: has being successfully applied to the following events
lv_lv: veiksmīgi piešķirts sekojošiem pasākumiem
ro_ro: a fost aplicat(ă) cu succes următoarelor evenimente

source: Promotional code
lv_lv: Reklāmas kods
ro_ro: Cod promoțional

source: Please do not use these styles. Use the Themeroller styles instead!!
ro_ro: Vă rugăm să nu utilizați aceste stiluri. Utilizați stilurile Themeroller în loc!!

source: Total Amount Paid to Date:
lv_lv: Kopējā Jau Samaksātā Summa:
ro_ro: Sumă totală plătită până în prezent:

source: Total Amount Owing:
lv_lv: Kopējā Summa Apmaksai:
ro_ro: Total sumă datorată:

source: View / Edit Registration
lv_lv: Skatīt / labot reģistrāciju
ro_ro: Vizualizați / editați înscriere

source: were not saved.
lv_lv: nav saglabātas.
ro_ro: nu au fost salvate.

source: Import Attendees
lv_lv: Importēt dalībniekus
ro_ro: Importați participanți

source: Import Events
lv_lv: Importēt Pasākumus
ro_ro: Import evenimente

source: An error occured. Event time details with ID#
ro_ro: A apărut o eroare. Detalii oră eveniment cu ID#

source: An error occured. Event venue ID#
ro_ro: A apărut o eroare. ID# locație eveniment

source: An error occured. Event person ID#
ro_ro: A apărut o eroare. ID persoană eveniment #

source: An error occured. Event discount ID#
ro_ro: A apărut o eroare. ID# discount eveniment

source: was not saved.
lv_lv: nav saglabāts.
ro_ro: nu a fost salvat.

source: An error occured. Event category ID#
lv_lv: Radās kļūda. Pasākuma kategorijas ID#
ro_ro: A apărut o eroare. ID# categorie eveniment

source: Meet the Team
ro_ro: Întâlniți echipa

source: Usage Guide
lv_lv: Lietošanas ceļvedis
ro_ro: Ghid de utilizare

source: Template Customization
lv_lv: Šablona uzstādījumi
ro_ro: Personalizare șablon

source: Support Forums
lv_lv: Atbalsta forums
ro_ro: Forumuri suport

source: Sorry, you do not have permission to edit this question.
lv_lv: Atvainojiet, Jums nav tiesību labot šo jautājumu.
ro_ro: Ne pare rău, nu aveți permisiunea de a edita această întrebare.

source: Event Espresso - Attendee Import Tool
lv_lv: Event Espresso - dalībnieku importēšanas rīks
ro_ro: Event Espresso - Unealtă de import participanți

source: <p>***This is an automated response - Do Not Reply***</p> <p>Thank you [fname] [lname] for registering for [event].</p><p>This event starts at [start_time] on [start_date] and runs until [end_time] on [end_date].</p><p>Location:<br>[location]</p><p>Phone: [location_phone]</p><p>Google Map: [google_map_link]</p><p> We hope that you will find this event both informative and enjoyable. Should you have any questions, please contact [contact].</p><p>If you have not done so already, please submit your payment in the amount of [cost].</p><p>Click here to review your payment information [payment_url].</p><p>[edit_attendee_link]</p><p>Thank You.</p>
lv_lv: <p>*** Šis Ir Automātiskais Ziņojums - Lūdzu uz to NE-atbildiet ***</p> <p>Labdien [fname] [lname].</p><p>Paldies Jums, ka piereģistrējāties piedalīties pasākumā [event].</p><p>Šis pasākums sāksies plkst. [start_time] (Latvijas laiks), pasākuma sākuma datums ir [start_date].</p><p>Pasākums ilgs līdz [end_date] plkst. [end_time] (Latvijas laiks).</p><p>Pasākuma Norises Vieta:<br>[location]</p><p>Pasākuma Norises Vieta Google Map Kartē: [google_map_link]</p><p>Telefons: [location_phone]</p><p> Mēs ceram, ka Jūs atradīsiet šo pasākumu par informatīvu un patīkamu.</p><p>[fname], ja Jums ir kādi papildus jautājumi, lūdzu sazinieties ar mums izmantojot šo e-pastu: [contact]</p><p>Gadījumā, ja Jūs vēl to neizdarījāt, lūdzu apmaksājiet piedalīšanos pasākumā rēķinu par summu [cost].</p><p>Lai pārskatītu sava maksājuma informāciju, lūdzu noklikšķiniet šeit: [payment_url].</p><p>Lai izmainītu savas reģistrēšanās detaļas, lūdzu noklikšķiniet šeit: [edit_attendee_link].</p><p>Paldies Jums, [fname].</p><p>ar cieņu</p><p>Informācijas Atbalsta Dienests</p>
ro_ro: <p>***Acesta este un răspuns automat - Nu răspundeți***</p><p>[fname] [lname], vă mulțumim pentru înscrierea la [event].</p><p>Acest eveniment începe la [start_time] în [start_date] și rulează până la [end_time] în [end_date].</p><p>Locație:<br>[location]</p><p>Telefon: [location_phone]</p><p>Hartă Google: [google_map_link]</p><p> Sperăm că veți găsi acest eveniment atât informativ cât și plăcut. Dacă aveți orice întrebări, vă rugăm să contactați [contact].</p><p>Dacă nu ați făcut deja acest lucru, vă rugăm să efectuați plata dumneavoastră în valoare de [cost].</p><p>Faceți clic aici pentru a revizui detaliile plății dumneavoastră [payment_url].</p><p>[edit_attendee_link]</p><p>Vă mulțumim.</p>

source: Amount Paid
lv_lv: Samaksātā summa
ro_ro: Sumă plătită

source: Seat Tag
lv_lv: Vietas birka
ro_ro: Etichetă loc

source: An error occured. The primary attende's data could not be updated. (
ro_ro: A apărut o eroare. Datele participantului principal nu au putut fi actualizate. (

source: Admin
lv_lv: Administrators
ro_ro: Administrator

source: Verify Registration
lv_lv: Reģistrēšanās Informācijas Pārbaude
ro_ro: Verificați înscrierea

source: Would you like to choose a different payment option?
ro_ro: Doriți să alegeți o opțiune diferită de plată?

source: denotes an external link. clicking will take you to another website for payment processing.
lv_lv: ar šo tiek apzīmēts ārējais resurss, uz kura noklikšķinot, Jūs tiksiet novirzīts uz citu mājas lapu ārpus šīs vietnes sava maksājuma procesa pilnīgi drošai apstrādei un izpildei.
ro_ro: denotă un link extern. Dând clic, vă va duce la un alt site web pentru procesarea plății.

source: Choose a different payment option
lv_lv: Izvēlieties citu maksājuma iestatījumu
ro_ro: Alegeți o opțiune de plată diferită

source: To configure an MD5 Hash value for your account:
ro_ro: Pentru a configura o valoare hash MD5 pentru contul dumneavoastră:

source: Log on to the Merchant Interface at
lv_lv: Ieiet tirgotāja saskarsnē
ro_ro: Autentificați-vă în interfața comerciantului, la

source: Click Settings under Account in the main menu on the left
ro_ro: Dați clic pe Setări, sub Cont, din meniul principal din stânga

source: Click MD5-Hash in the Security Settings section
ro_ro: Faceți click pe hash-ul MD5 în secțiunea Setări securitate

source: Enter any random value to use for your MD5 Hash Value. Enter the value again to confirm
ro_ro: Introduceți orice valoare aleatoare pentru a o utiliza pentru valoarea hash MD5 a dumneavoastră. Introduceți încă o data valoarea pentru a confirma

source: Click Submit
lv_lv: Klikšķināt Iesniegt
ro_ro: Dați clic pe Trimite

source: Warning:
lv_lv: Brīdinājums:
ro_ro: Avertisment:

source: MAY CAUSE LEGITAMATE PAYMENTS TO BE MARKED "INCOMPLETE"
ro_ro: POATE CAUZA MARCAREA "INCOMPLET" PENTRU PLĂȚI LEGITIME

source: This may be a problem, such as a mismatch, between the authorize.net and Event Espresso MD5 Hash value settings.
ro_ro: Aceasta ar putea fi o problemă, cum ar fi o nepotrivire între setările valorii hash MD5 ale authorize.net și Event Espresso.

source: Beanstream Sandbox Mode
lv_lv: Beanstream Sandbox režīms
ro_ro: Mod Sandbox Beanstream

source: State / Province
lv_lv: Apgabals / province
ro_ro: Stat / provincie

source: American Somoa
lv_lv: Amerikas samoa
ro_ro: Somoa americană

source: British Columbia
lv_lv: Britu kolumbija
ro_ro: Columbia Britanică

source: District of Columbia
lv_lv: Kolumbijas apgabals
ro_ro: Districtul Columbia

source: Hawaii
lv_lv: Havajas
ro_ro: Hawai

source: Micronesia
lv_lv: Mikronēzija
ro_ro: Micronezia

source: North Carolina
lv_lv: Ziemeļkarolīna
ro_ro: Carolina de Nord

source: North Dakota
lv_lv: Ziemeļdakota
ro_ro: Dakota de Nord

source: Northwest Territories
lv_lv: Ziemeļrietumu teritorijas
ro_ro: Teritoriile din Nord-Vest

source: Prince Edward Island
lv_lv: Prinča Edvarda sala
ro_ro: Insula Prințului Edward

source: Puerto Rico
lv_lv: Puertoriko
ro_ro: Porto Rico

source: Virgin Islands
lv_lv: Vīrdžīnu salas
ro_ro: Virgine (Insulele)

source: West Virginia
lv_lv: Rietumvidžīnija
ro_ro: Virginia de Vest

source: Outside U.S./Canada
lv_lv: Ārpus ASV/Kanādas
ro_ro: În afara S.U.A./Canada

source: Beanstream settings saved.
lv_lv: Beanstream uzstādījumi saglabāti.
ro_ro: Setări Beanstream salvate.

source: Beanstream Settings
lv_lv: Beanstream uzstādījumi
ro_ro: Setări Beanstream

source: Deactivate Beanstream?
lv_lv: Deaktivēt Beanstream?
ro_ro: Dezactivați Beanstream?

source: Activate Beanstream?
lv_lv: Aktivēt Beanstream?
ro_ro: Activați Beanstream?

source: Beanstream Merchant ID
ro_ro: ID comerciant Beanstream

source: Use Beanstream in Sandbox Mode
lv_lv: Lietot Beanstream Sandbox režīmā
ro_ro: Utilizați Beanstream în modul Sandbox

source: Update Beanstream Settings
lv_lv: Atjaunot Beanstream uzstādījumus
ro_ro: Actualizați setări Beanstream

source: In addition to using the eWay Sandbox feature. The debugging feature will also output the form variables to the payment page, send an email to the admin that contains the all eWay variables.
ro_ro: Adițional utilizării proprietății Sandbox eWay. Proprietatea de depanare va afișa de asemenea variabilele formularului în pagina plății, va trimite un email către administrator care va conține toate variabilele eWay.

source: In addition to using the First Data Sandbox feature. The debugging feature will also output the form variables to the payment page, send an email to the admin that contains the all First Data variables.
ro_ro: Suplimentar utilizării caracteristicii Sandbox First Data. De asemenea, caracteristica de depanare va afișa variabilele din formular către pagina plății, va trimite un email către administrator, conținând toate variabilele First Data.

source: FirstData E4 settings saved.
lv_lv: FirstData E4 uzstādījumi saglabāti
ro_ro: Setări FirstData E4 salvate.

source: FirstData E4 Settings
lv_lv: FirstData E4 uzstādījumi
ro_ro: Setări FirstData E4

source: Deactivate FirstData E4 Gateway?
lv_lv: Deaktivēt FirstData E4 vārteju?
ro_ro: Dezactivați gateway FirstData E4?

source: Activate FirstData E4 Gateway?
lv_lv: Aktivēt FirstData E4 vārteju?
ro_ro: Activați gateway FirstData E4?

source: FirstData E4 Payment Page ID
lv_lv: FirstData E4 maksājumu lapas ID
ro_ro: ID pagină de plată FirstData E4

source: FirstData E4 Transaction Key
lv_lv: FirstData E4 transakcijas atslēga
ro_ro: Cheie tranzacție FirstData E4

source: (used for your business/personal logo on the FirstData E4 payment page)
ro_ro: (utilizat pentru emblema dumneavoastră de afaceri/personală în pagina plății FirstData E4)

source: Update FirstData E4 Settings
lv_lv: Atjaunot FirstData E4 iestatījumus
ro_ro: Actualizare setări FirstData E4

source: This shows the specific the URL to which the gateway should return the relay response for a transaction. This the page should be set in your FirstData E4 account. Login to FirstData E4, goto Account > Response/Receipt URLs > Add URL and enter the following URL.
ro_ro: Acest lucru afișează URL-ul specific către care gateway-ul ar trebui să întoarcă răspunsul releu pentru o tranzacție. Această pagină ar trebui setată în contul dumneavoastră FirstData E4. Autentificați-vă în FirstData E4, mergeți la Cont : URL-uri răspuns/chitanță > Adăugați URL, și introduceți URL-ul următor.

source: FirstData E4 Image URL (logo for payment page)
ro_ro: URL imagine FirstData E4 (emblemă pentru pagina de plată)

source: FirstData E4 Test Mode
lv_lv: FirstData E4 izmēģinājuma režīms
ro_ro: Mod de test FirstData E4

source: Select Bank
lv_lv: Izvēlieties banku
ro_ro: Selectați banca

source: Total due:
lv_lv: Summa Apmaksai:
ro_ro: Total datorat:

source: Card Number:
lv_lv: Kartes numurs:
ro_ro: Număr card:

source: Card CCV:
lv_lv: Kartes CCV:
ro_ro: CCV card:

source: Card Expires:
lv_lv: Kartes derīgums:
ro_ro: Cardul expiră:

source: Month
lv_lv: Mēnesis
ro_ro: Luna

source: Year
lv_lv: Gads
ro_ro: An

source: USAePay settings saved.
lv_lv: USAePay uzstādījumi saglabāti.
ro_ro: Setări USAePay salvate.

source: USAePay Offsite Settings
lv_lv: USAePay Offsite uzstādījumi
ro_ro: Setări Offsite USAePay

source: Deactivate USAePay Offsite IPN?
lv_lv: Deaktivēt USAePay Offsite IPN?
ro_ro: Dezactivați IPN USAePay Offsite?

source: Activate USAePay IPN?
lv_lv: Aktivēt USAePay IPN?
ro_ro: Activați IPN USAePay?

source: Update USAePay Offsite Settings
lv_lv: Atjaunot USAePay Offsite iestatījumus
ro_ro: Actualizați setări Offsite USAePay

source: There was no response from USAePay.
lv_lv: Nav atbildes no USAePay.
ro_ro: Nu a fost niciun răspuns din partea USAePay.

source: USAePay Onsite Settings
lv_lv: USAePay Onsite uzstādījumi
ro_ro: Setări USAePay Onsite

source: Use USAePay' Development Server?
lv_lv: Lietot USAePay' attīstīšanas serveri?
ro_ro: Utilizați serverul de dezvoltare USAePay?

source: (Make sure you enter the development server credentials above.)
ro_ro: (Asigurați-vă că introduceți mai sus acreditările pentru serverul de dezvoltare.)

source: Submit a test transaction?
lv_lv: Apstiprināt testa transakciju?
ro_ro: Trimiteți o tranzacție de test?

source: Update USAePay Onsite Settings
lv_lv: Atjaunot USAePay Onsite uzstādījumus
ro_ro: Actualizare setări USAePay Onsite

source: In addition to using the WePay Sandbox feature. The debugging feature will also output the form variables to the payment page, send an email to the admin that contains the all WePay variables.
ro_ro: Suplimentar utilizării caracteristicii Sandbox WePay. De asemenea, caracteristica de depanare va afișa variabilele din formular către pagina plății, va trimite un email către administrator, conținând toate variabilele WePay.

source: In addition to using the WorldPay Sandbox feature. The debugging feature will also output the form variables to the payment page, send an email to the admin that contains the all WorldPay variables.
ro_ro: Suplimentar utilizării caracteristicii Sandbox Worldpay. Caracteristica de depanare va afișa de asemenea variabilele din formular către pagina plății, va trimite un email către administrator, conținând toate variabilele WorldPay.

source: For more information about the attendee listing shortcodes and customizations. Please view the <a href="http://eventespresso.com/wiki/shortcodes-template-variables/">Attendee Listing Shortcodes</a> page.
lv_lv: Lai iegūtu vairāk informācijas par Dalībnieku īskodiem un to pielāgošanu, lūdzu apmeklējiet <a href="http://eventespresso.com/wiki/shortcodes-template-variables/">Dalībnieku Saraksta Īskodi</a> lapu.
ro_ro: Pentru mai multe informații privind codurile scurte și personalizarea listării participanților. Vă rugăm să vedeți pagina <a href="http://eventespresso.com/wiki/shortcodes-template-variables/">Attendee Listing Shortcodes</a>.

source: These selections replace the default espresso stylesheet and offer enhanced styling for your event pages details.
ro_ro: Aceste selecții înlocuiesc foaia de stil implicit espresso și oferă stiluri îmbunătățite pentru detaliile paginilor dumneavoastră cu evenimente.

source: (displays a confirmation page for free events)
lv_lv: (attēlos apstiprināšanas lapu bezmaksas pasākumiem)
ro_ro: (afișează o pagină de confirmare pentru evenimente gratuite)

source: (this is the shopping cart page)
ro_ro: (aceasta este pagina coșului de cumpărături)

source: An error occured. The venue name is a required field.
lv_lv: Ir radusies kļūda. Norises vietas Nosaukums lauks ir obligāts.
ro_ro: A apărut o eroare. Numele evenimentului este un câmp necesar.

source: The locale has been added.
lv_lv: Lokalizācija ir pievienota.
ro_ro: Locația a fost adăugată.

source: An error occured. The locale was not saved.
lv_lv: Radās kļūda. Lokalizācija nav saglabāta.
ro_ro: A avut loc o eroare. Locația nu a putut fi salvată.

source: An error occured. The venue was not saved.
lv_lv: Ir radusies kļūda. Norises vieta netika saglabāta.
ro_ro: A apărut o eroare. Locația nu a fost salvată.

source: Event Dates and Times
lv_lv: Pasākuma Datums un Laiks
ro_ro: Date și ore eveniment

source: An Error Occurred. The request failed to pass a security check.
ro_ro: A apărut o eroare. Cererea nu a reușit să treacă de un control de securitate.

source: Please press the back button on your browser to return to the previous page.
ro_ro: Vă rugăm să apăsați butonul Înapoi din browser-ul dumneavoastră, pentru a vă întoarce la pagina anterioară.

source: An error occured. Attendee ticket price details could not be updated.
ro_ro: A apărut o eroare. Detaliile de preț ale biletului de participant nu au putut fi actualizate.

source: Refund
lv_lv: Atgriezts Maksājums
ro_ro: Restituire

source: An error occured. The primary attendee ticket total could not be updated.
ro_ro: A apărut o eroare. Totalul biletului participantului primar nu a putut fi actualizat.

source: All attendee ticket price details have been successfully updated.
lv_lv: Dalībnieka Biļešu Apmaksas un Cenas Informācija ir veiksmīgi atjaunota un saglabāta.
ro_ro: Toate detaliile prețurilor de bilet participanți au fost actualizate cu succes.

source: Some attendee ticket price details were successfully updated, but the following error(s) may have prevented others from being updated:
ro_ro: Unele detalii ale prețului biletelor participanților au fost actualizate cu succes, dar următoarea(le) eroare(i) este posibil să fi împiedicat actualizarea altora:

source: An error occured. The attendee could not be deleted.
ro_ro: A apărut o eroare. Participantul nu a putut fi șters.

source: The attendee record in the database could not be found and was therefore not deleted.
ro_ro: Înregistrarea participantului din baza de date nu a putut fi găsită și prin urmare nu a fost ștearsă.

source: An error occured. The attendee seating chart data could not be deleted.
ro_ro: A apărut o eroare. Datele diagramei de locuri ale participanților nu au putut fi șterse.

source: An error occured while attempting to retrieve additional attendee data from the database.
ro_ro: A apărut o eroare în încercarea de a extrage date suplimentare ale participanților, din baza de date.

source: An error occured while attempting to update additional attendee ticket quantities.
ro_ro: A apărut o eroare în încercarea de a actualiza cantitățile de bilete pentru participanții suplimentari.

source: All attendee details have been successfully deleted.
lv_lv: Visu dalībnieku detaļas veiksmīgi izdzēstas.
ro_ro: Toate detaliile participanților au fost șterse cu succes.

source: One or more errors may have prevented some attendee details from being successfully deleted.
ro_ro: Una sau mai multe erori au împiedicat ștergerea cu succes a unor detalii de participant.

source: An error occured. Attendee details could not be updated.
ro_ro: A apărut o eroare. Detaliile de participant nu au putut fi actualizate.

source: All attendee details have been successfully updated.
lv_lv: Dalībnieka Reģistrācijas Informācija ir veiksmīgi atjaunota un saglabāta.
ro_ro: Toate detaliile participanților au fost actualizate cu succes.

source: One or more errors may have prevented some attendee details from being successfully updated.
ro_ro: Una sau mai multe erori au împiedicat actualizarea cu succes a unor detalii de participant.

source: Back to Attendees List
lv_lv: Atgriezties Atpakaļ pie Dalībnieku Saraksta
ro_ro: Înapoi la lista de participanți

source: Ticket Prices
lv_lv: Biļešu Apmaksas un Cenas Informācija
ro_ro: Prețuri bilet

source: Attendee Ticket Fees:
lv_lv: Dalībnieka Biļetes Izmaksas:
ro_ro: Taxe bilet participant:

source: Original Ticket Price:
lv_lv: Oriģinālā Biļetes Cena:
ro_ro: Preț inițial al biletului:

source: ticket
lv_lv: par vienu biļeti
ro_ro: bilet

source: An error occured. The primary attendee details could not be retrieved from the database.
ro_ro: A apărut o eroare. Detaliile participantului primar nu au putut fi preluate din baza de date.

source: You must enter a Transaction Type when making a payment.
lv_lv: Veidojot maksājumu, Jums ir obligāti jānorāda Transakcijas Veids.
ro_ro: Trebuie să introduceți un Tip de tranzacție atunci când efectuați o plată.

source: You must enter a Transaction ID when making a payment.
lv_lv: Veidojot maksājumu, Jums ir obligāti jānorāda Transakcijas ID.
ro_ro: Trebuie să introduceți un identificator de tranzacție atunci când efectuați o plată.

source: An error occured. The attendee payment details could not be updated.
ro_ro: A apărut o eroare. Detaliile de plată participant nu au putut fi actualizate.

source: An error occured. The payment details for the additional attendees could not be updated.
ro_ro: A avut loc o eroare. Detaliile plății pentru participanții suplimentari nu au putut fi actualizate.

source: All attendee payment details have been successfully updated.
lv_lv: Dalībnieka Maksājuma Informācija ir veiksmīgi atjaunota un saglabāta.
ro_ro: Toate detaliile plăților participanților au fost actualizate cu succes.

source: Some attendee payment details were successfully updated, but the following error(s) may have prevented others from being updated:
ro_ro: Unele detalii de plată ale participanților au fost actualizate cu succes, dar următoarea(le) eroare(i) a(u) prevenit actualizarea altora:

source: Invoice Sent.
lv_lv: Maksājuma Rēķins / Apmaksas Atgādinājums ir veiksmigi nosūtīts.
ro_ro: Factură trimisă.

source: An error occured. The requested attendee data could not be found.
ro_ro: A apărut o eroare. Datele solicitate ale participantului nu au putut fi găsite.

source: An error occured. The event data for this registration could not be found.
ro_ro: A apărut o eroare. Datele evenimentului pentru această înscriere nu au putut fi găsite.

source: - please select -
lv_lv: - lūdzu norādiet -
ro_ro: - vă rugăm să selectați -

source: Overpaid
lv_lv: Pārmaksāts Maksājums
ro_ro: Plătit în plus

source: Edit Ticket Price(s)
lv_lv: Labot Biļetes Cenu (s)
ro_ro: Editați preț(uri) bilet

source: Enter New Payment Amount:
lv_lv: Ievadiet Pēdējā Ienākošā Maksājuma Summu:
ro_ro: Introduceți suma pentru plată nouă:

source: Transaction ID:
lv_lv: Transakcijas ID:
ro_ro: ID tranzacție:

source: ( or cheque #, gateway response, etc )
lv_lv: ( vai čeka #, maksājuma apstiprinājuma numurs, utt. )
ro_ro: (sau cec #, răspuns gateway, etc.)

source: Email Notice
lv_lv: E-pasta Paziņojums Dalībniekam
ro_ro: Notificare e-mail

source: Do you want to send a payment received notice to registrant?
lv_lv: Vai Jūs vēlaties nosūtīt šim reģistrētam dalībniekam maksājuma saņemšanas apstiprinājuma vēstuli?
ro_ro: Doriți să trimiteți participantului o înștiințare privind recepția plății?

source: An error occured. Event price details with ID#
ro_ro: A apărut o eroare. Detaliile prețului de eveniment cu ID#
